{
  "movie_id": "MOV1999",
  "scenes": [
    {
      "location": "DARKENED BEDROOM",
      "time": "DAWN",
      "characters": [
        "MAIN FLOOR",
        "PROMENADE",
        "TOLD FRIENDS",
        "INT. EMERGENCY ROOM- DAY",
        "GRAND CENTRAL",
        "JACK OPENS HIS EYES",
        "AND SLIPS INTO A DRUNKEN SLUMBER.",
        "FOR ALL HIS HARD WORK... P.S. 247 CHRISTMAS PAGENT 1932",
        "THE GIANT FACE OF PARRY",
        "BATHROOM FLOOR",
        "PARRY AND JACK",
        "END CREDITS.",
        "SFX",
        "STATUE NEAR PLAZA",
        "FADE-UP ON",
        "PHONE CALL",
        "SITCOM ON TV, (INTERCUT WITH ANNE'S APT.)",
        "JACK",
        "JACK'S BEDROOM",
        "NEWS REPORT",
        "LATER IN THE EVENING.",
        "FADE IN",
        "PARRY",
        "A MAGNIFICENT BURNISHED RED STEED",
        "THE RED KNIGHT",
        "WE FADE OUT OF THE SCENE ON THE NEXT LINES"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "CLOSEUP ON RADIO/ALARM CLOCK reads 5:59 a.m.  The digital numbers flip to 6:00 and the RADIO goes on:  a talk show host speaks in a soft, soothing voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's six a.m.... Ooooooo and that bed never felt sooooo gooood... Mmmm, you linger in a warm, gentle dream state... ever so comfortable... ever so safe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... But suddenly you realize it's Monday! A woman SCREAMS... the D.J., JACK, speaks at a rapid fire pace... a HAND from O.S. tries to shut the alarm off in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... your hand races to shut off the alarm before your mind wakes up... SCREAMS... the HAND knocks over a water glass and grabs the clock but can't find the off switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... But it's too late!  If you don't get out of bed now, you'll never have enough time to blow dry your hair that special way... You'll never make that nine o'clock meeting that your partner will be early for... You will be late and everyone will notice! The HAND bangs the clock violently...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Rumors will fly about you losing your edge... Someone will casually mention they saw you downing shots of tequila at the Xmas party and before you know it, you're spilling your guys to a Senate committee or selling yourself on street corners to middle aged men from the Midwest... Headlines flash across your mind -- \"Sleeping Investment Banker Guns D.J. Then Self -- Claimed -- 'I only wanted two more minutes!'\" SCREAMS... SILENCE... The D.J. (Jack) speaks in a normal voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Hey, it's Monday morning, and I'm Jack Lucas. The HAND rips the clock off the night table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WOMAN in a bathrobe spoons the contents of a protein drink called Executive Protein Blast into blender...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(upset)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I don't have to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... Yes, you do because you see, today, you're our...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spotlight Celebrity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A naked man shaves as he listens to the RADIO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And in the spirit of fairness, we want the public to hear your side of things.  So, now... how long were you and Senator Peyton having this sleazy affair?               ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am tired of the public thinking they've got the right to invade a person's private life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A woman sensually applying lipstick and makeup as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh please!... You had sex with a United States Senator in the parking lot of Sea World... You're telling me you're a private kind of person. No... you're our...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spotlight Celebrity...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's still all anybody talks about. Nobody even thinks to ask whether we loved each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hordes of business people stampeding towards their jobs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because nobody cares about that, sweetheart.  Nobody wants to hear about your romantic love.  No.  We want to hear about the back seats of limos... the ruined lives of people we want to be... new and exotic uses for champagne corks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People line up to buy coffee and danish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I have been humiliated enough already!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps not -- We need those details... The Woman hangs up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooooo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Escalators packed with people move like conveyor belts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, this is Jack Lucas and we're discussing personal pet peeves.  Go ahead, caller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... well... It's my husband...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND CENTRAL",
          "text": "Hundreds of people moving like ants in every direction:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drives me crazy.  I'll be talking and he'll never let me finish a sentence... He's always finishing my...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlaps) -- Finishing your thoughts.  That's awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Midtown traffic.  Angry cab drivers yelling at pedestrians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh!  It absolutely drives me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cuts her off) -- Drives you crazy, huh?  The scoundrel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello Jack.  It's Edwin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Edwin!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"HAPPY DAYS ARE HERE AGAIN\" plays then is abruptly stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Edwin.  We haven't heard from you in what -- a day?... I've missed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INTERCUT Edwin on phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OVERHEAD SHOT of radio host as he speaks, while he manipulates tapes, dials, switches, etc... at a breakneck speed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've missed you too, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awwww.......!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SFX",
          "text": "Edwin laughs, perhaps a bit over zealously -- He is a simple minded soul... a lonely child in the body of a lonely man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, Edwin, baby, this is Sunrise Confession time... what have you got for us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... I... went to this bar... this very, ya know -- hard-to-get-in place... called Babbitt's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HANDS of the radio host pushing buttons, bending a paperclip out of shape...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I know the place.  It's one of those chic yuppie gathering holes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(simple minded laughter) Okay... I know but... I met this beautiful girl...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Host's HANDS pop in a tape  \"WEDDING BELLS,\" then a NEEDLE scratching it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, Edwin, if you start telling me you're in love again, I'm going to have to remind you of the time we made you propose to that check-out girl at Thrifty's that you liked so much.  Remember her reaction...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another TAPE, another button pressed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sings) \"Mister Big Stuff... Huh... Tell me... Who do you think you are... Mister Big Stuff... you're never gonna get my love...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defensive) I wasn't serious about her, Jack. That was just a joke for you guys... She was just a girl.  This is a beautiful woman.  She wears pearls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA KEEPS MOVING about the studio and the host, but we never see his face:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but does she swallow, Edwin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think she likes me... she gave me her number, but she must work a lot cause when I call she's never home... But I think we'll go out this weekend... I've...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, Edwin, sure... and Pinnochio is a true story... Edwin!  Wake up! This is a fairytale...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew perform their duties with little enthusiasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Jack, no, it's not... She likes me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gave you the old brusheroo, kiddo... Believe me -- this tart will never make it to your desert plate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hurt) She likes me.  She said for me to call!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sings) \"What a fool believes... He sees...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over the song) Jack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edwin... Edwin... Edwin... I told you about these people.  They only mate with their own kind.  It's called Yuppie-In-Breeding... that's why so many of them are retarded and wear the same clothes.  They're not human. They can't feel love.  They can only negotiate love moments.  They're evil, Edwin.  They're repulsed by imperfection and horrified by the banal -- everything America stands for.  Edwin, they have to be stopped before it's too late.  It's us or them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slight pause, as EDWIN considers this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(serious) Okay, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END CREDITS.",
          "text": "CAMERA PANS from a wall clock as JACK LUCAS winds up his broadcast:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, folks... It's been a thrill, as always. (false sincerity) \"Have a perfect day\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE PAN several studio technicians making ready for the end of the broadcast to the talk show host Jack Lucas -- handsome, aggressive, intelligent -- an underground media star.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone here on the Jack Lucas Morning Show says \"bye\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Jack Lucas... So long... arriverderch... I'll be sure to send you a thought today as I lie in the backseat of my stretch limo, have sex with the teenager of my choice... And that thought will be:  Thank God I'm me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack motions to techy behind glass.  Then leans back in his chair, as a RADIO COMMERCIAL begins. His expression seems grave -- not one you would expect after a successful broadcast.  He appears tired and annoyed.  He sighs in relief that it is over.  The studio team work around him in silence -- with no indication of the relationship they have \"on air.\"  Jack pulls out a bottle of aspirins and takes two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; annoyed, to the room) I want you all to know I'm getting sick again and it's because someone keeps forgetting to raise the thermostat before I come in here... My fucking ass is freezing for the first hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A techy makes mocking faces behind his back.  Another techy suppresses a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSEUP of a script entitled: \"On The Radio,\" a situation comedy by Alan Siegal. LOU ROSEN, Jack's agent, who sits in the backseat beside Jack, thumbing through the script and chuckling to himself.  Jack stares in silence out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know some of this is very funny. Cheever told me they've even secured the rights to the Donna Summer song to play over the credits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deadpan indifference) Ooooo, I have chills... (deadpan interest) Are you sure they want me?  I won't read unless I have an offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, of course... Not even a question.  When I spoke to him on the phone this morning, I could actually smell how much they want you for it. I could smell it over the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A street bum, half dressed, walks in between the stopped cars, banging on the windows and asking for money.  He BANGS on Jack's window.  Jack stares at him through the tinted glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; looking through his pockets) I don't think I have any change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(adamant) I am not opening this window. (looks at the bum) A couple of quarters isn't going to make any difference anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bum looks at the reflection of himself in the mirrored window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An expansive Tribeca loft.  The modern, minimalist decor gives it a sleek, cold feeling.  A space full of glass, angles and edges, with no place to feel safe and sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mirrored door closes revealing Jack's reflection -- He takes a good look at his face in the mirror -- admirin every contour, every pore.  He mumbles as he's making coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate my cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's girlfriend, SONDRA -- an artist with a beautifully sculptured face and body -- sleek, cold, like Jack's apartment, she is eating a bowl of cereal, studying the cereal box.  Beside her is a sketchpad with an ink drawing of a stalk of wheat (similar to the cereal box) growing out of the belly button of a naked male-figure who's torso/pelvis is shaped like a map of America.  Jack enters, toweling his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I ask that when you clean your hands you wipe the ink off the inside of the sink before it stains the stainless steel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without looking up) You can ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack has in his hand the television script entitled, \"On The Radio.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raoul called before.  About dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack quickly opens his eyes.  Sondra crosses to the wall of closets and begins to undress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About dinner as a concept or about dinner with... (over-enunciating) Raoul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deadpan) You're so witty.  I'm so jealous... I need to get out of here, Jack, and do something other than sit in this apartment and count how many funny lines you have per page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, tomorrow's a very big day for me... It would be nice if you acted like you understood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.  I'll say no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're putting me on film tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(peeved) Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deeply felt) ... First time in my life I'll be a voice with a body.  Do you know what that means?  What this could lead to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unsnapping her bra in the front) Jack, it's a sitcom -- you're not defining Pi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll remember that the next time you get excited by drawing pubic hairs on raisin bran. (lighting joint and inhaling) Want some?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I have to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How un-sixties of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was nine in the sixties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used to think my biography would be JACK LUCAS - THE FACE BEHIND THE VOICE, but now it can be JACK LUCAS, THE FACE \"AND\" THE VOICE...or maybe just JACK - EXCLAMATION POINT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SONDRA slips off her top as she climbs the stairs. JACK eyes her sexy back. Feeling sexy, he rises and follo INT. BATHROOM - NIGHT. SONDRA leans over and turns on the shower. JACK naked legs enters the bathroom behind her and closes the door.  CAMERA ON BATHROOM DOOR as we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unaffected) Jack, I have work to do too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK seduces SONDRA O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Can't we do this later?... (PAUSE) All right..well..If we do this now, can I have dinner with Raoul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATHROOM FLOOR",
          "text": "CAMERA PANS a brown paper bag, a plate of half-eaten Chin food, a bottle of beer into a bathtub where JACK languish in a bubble bath studying his script.  In the B.G. we hea Ella Fitzgerald singing, \"I'VE GOT THE WORLD ON A STRING\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Hey...for-...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "False start. JACK clears his throat, pauses, then tries a (sarcastic...insincere...) \"Hey! Forgiiiive ME!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK'S BEDROOM",
          "text": "Alarm clock reads 11:15.  JACK is still rehearsing, while T.V. plays with no sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"  HEY! Forgive MEEE!\" .... ...FOR-GIVE-ME ... Hey...forgive me! (HE smiles and shuts the script:) I have this...I really have this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE tosses the script aside and rubs his head. HE suddenly notices, on the soundless T.V., a picture of himself on a news broadcast.  Confused, he raises the volume with th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A news broadcast: a REPORTER in mid-report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...everything America stands for. Edwin, they have to be stopped before it's too late.... It's us or them.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was Mr. Lucas's off-handed remark that seemed to have a fatal impact on Mr. Malnick...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An after work hot spot, Babbitt's is popular with single young professionals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edwin Malnick arrived at the peak hour of seven-fifteen, took one long look at the handsome collection of the city's best and brightest  - then removed a shotgun from his overcoat and opened fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK'S face turns white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To be INTERCUT with JACK'S APARTMENT. The bar's glass has been blasted. Tables are overturned. Paramedics are running about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seven people were killed before Mr. Malnick ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PICTURE OF EDWIN MALNICK is shown as the REPORTER conti ... turned the gun on himself and shot a hole through his head....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EDWIN MALNICK looked sad and harmless. JACK quickly grabs PHONE and RE-PLUGS it. HE is about to make a call when he stopped by the REPORTER mentioning his name... ...Representatives of radio cult personality Jack Lucas expressed regret, however no formal comment has been made. None of Babbitt's regulars had ever seen Edwin Malnick before....but tonight, few will soon forget this lonely man - who reached out to a world he knew only through the radio - looking for friendship...and finding only pain...and tragedy... This is Marc Saffron...Channel Ten news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK is frozen.  His breathing grows heavy. HIS phone begins to ring. but JACK is unable to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS DOWN from the tall skyscrapers to the tiny video store that sits as if in a valley between two mountains.  PAN toward the store as we FOLLOW a customer through the door we SUPER:  A YEAR or so LATER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA TRACKS through variety of customers looking through the rentals, past the counter where employees are helping the clientele and into the:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Continuing to a CLOSE UP of the headline of a sensation- alist tabloid -- \"WOMAN KILLS PLASTIC SURGEON THEN SELF,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOLD FRIENDS",
          "text": "The picture of a bug-eyed society woman is below the caption.  A hand comes out from behind the paper, reaching for a bottle of scotch on the table.  The bottle disappears behind the paper. ANNE, the owner of the store, enters abruptly -- closing the office door behind her, a cigarette dangling for her mouth.  Her desk is organized litter -- her walls are filled with porno tapes.  She searches for one as she talks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These people are insane today. They took insane pills...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bit about Anne as she searches for a video:  Anne is in her mid-to-late thirties... and she is all woman!  She has a raw, earthy, unmistakable sensuality.  Her red lipstick matches her red nail polish like a hat and glove set.  Inlaid on each nail is a rhinestone design of a little star.  Her angora sweaters are tight and clinging, giving her breasts a decided lift and perkiness.  Her backless pumps slap the ground.  A half-smoked cigarette hangs out of her mouth with great expertise -- a skill Anne obviously picked up in a high school bathroom.  Her voice is thick with a delicious Brooklyn twang. She is pure streetwise in attitude, philosophy and emotio She turns and speaks to the man behind the tabloid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Hey!  Mr. Happiness!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man lowers the newspaper:  it is Jack Lucas: no longer the aggressive radio star but more -- a man who looks like he hasn't slept in months.  An intolerant, paranoid, self-pitying misanthrope.  The outrageous articles fascinate him.  Anne removes the paper and scotch bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Are we going to work today or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack stares back.  Anne waits for an answer.  Jack looks through the open office door and sees the store is packed with rush hour customers -- any one, a potential mass murderer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Hello!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack jumps a bit then rises and crosses out the door cautiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's POV -- CAMERA MOVES \"cautiously,\" taking in the crowd as they move about the walls of movies.  Suddenly, the giant face of a FRUMPY SECRETARY -- POPS INTO FRAME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to JACK) Can you help me!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack subtly shudders at the surprise.  He stares deadpan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... I'm at an absolute loss.  I've been looking for an hour -- I'm losing my mind. (overly dramatic, rambling on) ... I'm sort of in the mood for a Katharine Hepburny, Cary Granty kinda thing -- Nothing heavy... I couldn't take heavy.  Somethin' zany.  I need zany.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK stares at her, at a loss. SHE gets an inspiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...OH! OH! Do you have anything with that... comedian who's on that show? What's it - ON THAT RADIO!  Ya know,  the guy that says \"HEY...FORGIVE ME...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK grins his teeth and stares like a madman while ANNE, aware of the affect this phrase has on him, throws a worr look from the cash register.  The FRUMPY SECRETARY laughs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get such a kick outta the way he says that...He's so adorable! Didn't he make a movie... I need something like that - a funny, no brainy kinda thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK stares at the woman manically then turns to the shel movies behind the desk. Selecting one, he hands it to her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great... (reading box aloud) \"ORDINARY PEEPHOLES\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE WOMAN'S eyes go wide. JACK stares at her deadpan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's kind of a - Big Titty- Spread Cheeky kinda thing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNE, who has heard this entire exchange, has to bite her lip to prevent herself from laughing...SHE pulls JACK awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I'm sorry. (almost laughing) I need to borrow him for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As ANNE tugs at his sleeve, JACK eyes the WOMAN like a ma being lead away from his prey. INT. VIDEO POP OFFICE - DAY. ANNE stands before JACK who leans against her office door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you in a mood today baby? Is this one of those days when you're in ...whadda call it... an emotional abyss?  Talk to me, cause I don't understand these moods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne, they're MY moods. If you want to understand moods, have one of your own!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you go upstairs... take the day off. All right?...I'll cook tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHE kisses him, then exits. JACK is not comforted in the by this show of affection - especially when he notices he strap sticking out from her sweater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going for a specific look with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne and Jack sit around a formica kitchen table in silence after eating dinner.  Anne smokes a cigarette.  A portable TV sits on a stand before them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SITCOM ON TV, (INTERCUT WITH ANNE'S APT.)",
          "text": "We hear a STUDIO AUDIENCE LAUGHING on the TV... Anne herself can't help but laugh.  She snorts from trying to keep it in.  Jack shoots her a dirty look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's funny!  Whatta want from me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not funny.  It's... sophomoric and mindless... and dumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why the hell do we watch all the time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in one breath) Because it makes me feel good to see how not funny it is and how America doesn't know the first thing about funny which makes it easier not being a famous funny TV celebrity because that would just mean that I'm not really talented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well forgiivvee meee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "APPLAUSE and LAUGHTER... Anne just stares at Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a sick fuck... I don't know why you torture yourself. (she hits his head) Too many thoughts -- too crowded in there.  You should read a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She picks up her paperback and begins to read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's important to think.  It's what separates us from lentils... and people who read books like... (reading her paperback cover) ... \"Love's Flower Bed.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets up to get a drink from Anne's makeshift bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defensive) It happens to be a beautiful love story. (hurt) Ya know, you used to like that about me.  You used to say you liked that I didn't make you think so much.  That we could be together and not think...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, well... suicidal paranoiacs say funny things sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne is deeply hurt by this.  She gathers her dignity and exits into the bedroom, slamming the door behind her. Jack downs his drink as the sitcom returns to the TV O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope when I'm your age you're finally dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big LAUGHTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fed up, Jack throws his coat on, storms out and slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack exits into the rain, tearing his coat on the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, depressed and wet, walks the streets of New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack stands before his old building, looking at it longingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wet Jack stops to watch the goings on at the entrance. He sees a limousine at the Plaza -- parked and awaiting its occupants.  A handsome man in his forties exits the hotel and walks toward the limo.  He is holding the hand of his six year old SON, who is carrying a two foot high plastic, smiling Pinnochio doll.  Both father and son are dressed in ties and jackets.  Jack watches in envy.  His ripped, wet clothes a shabby reflection of the man's.  He eyes the limo with longing.  As the man tips the doorman, a BUM approaches and asks for money.  When the man refuses and turns his back to enter the limp, the Bum becomes aggressive and starts pulling at the man's jacket and yells:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merry fucking Christmas... Happy fucking New Year!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He continues to harass the man, who pushes his son away. The doorman comes to the man's rescue.  As they both try to pull the Bum off the man, the six year old son notices Jack and walks calmly over. Jack, mesmerized by the scene, doesn't notice the Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Bum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack looks down.  The Boy stands directly before him. Jack sort of smiles.  The Boy extends his arms and offers the Pinnochio doll to Jack.  Jack is confused but the Boy simply deposits the doll into his arms and walks back to the limo.  By that time, the Bum is being held by the doorman, and both father and son enter the limo. Jack holds the doll.  He is surrounded by street people asleep or drunk on the sidewalk near the hotel.  He angrily realizes there's not much difference between him and them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anybody here named Jimeny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A drunk groans.  Jack snaps the doll under his arm and walks O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATUE NEAR PLAZA",
          "text": "TIGHT SHOT of newspaper front page on sidewalk... Headlin reads:  \"FIFTH HOMELESS MAN FOUND BURNED ALIVE\"... CAMERA MOVES OUT to reveal that the paper is covering the head o a street person sleeping on the edge of the stone, flower dividers on Park Ave... CAMERA PANS OVER to a drunken Jac sitting on the sidewalk against the divider, having a conversation with Pinnochio beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever read any Nietzsche?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The smiling Pinnochio clearly has not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... Nieztsche says that there are two kinds of people in this world... People who are destined for greatness like... Walt Disney and... Hitler... and then there's the rest of us... He called us the Bungled and Botched. We get teased.  We sometimes get close to greatness but we never get there.  We're the expendable masses. We get pushed in front of trains... take poison aspirins... get gunned down in Dairy Queens...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drinks from his Jack Daniels bottle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You wanna hear my new title for my biography, my little Italian friend... \"It Was No Fucking Picnic - The Jack Lucas Story\".  Like it?... Just nod yes or no... (tries it in Pig-Italian) \"Il Nouva Esta Fuckin' Pinicko\" -- (he smiles) You're a good kid... Just say no to drugs... (he nods and drinks) Ya ever get the feeling sometimes... you're being punished for your sins...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSEUP of two feet standing beneath the railing overlooking the East River.  Taped to one ankle is a brick.  Taped to the other is a brick around a smiling Pinnochio doll.  An empty bottle of liquor drops to the ground and shatters. Jack stands prepared to surrender his fate and make the final leap.  He stares at the river, almost smiling.  He has made his decision.  He is calm and serene.  He raises his foot over the railing. The headlights of a car drive INTO FRAME, illuminating Jack.  He turns to see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two white upperclass JUEVENILE DELINQUENTS -- one wearing a leather jacket, the other a high school windbreaker -- get out of the car.  Each is carrying a gallon of gasoline.  Leather also carries a bat.  Jack is drunk but he is immediately aware of the danger when he spots the gasoline cans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said what's going on? (walks up to Jack) What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack shakes his head and before he knows it, Leather shoves the bat into his gut, sinking Jack to his knees. Windbreaker places the gasoline cans on the bench and begins to unscrew them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You shouldn't hang around this neighborhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(clutching his stomach) I... I was just leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People spend a lot of hard earned money for this neighborhood.  It's not fair... looking out their windows to see your ass asleep on the  streets...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... I... I agree...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. (to Windbreaker) You believe this drunk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Windbreaker shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) .....Me neither.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...No please...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINDBREAKER hands LEATHER the can, who raises it above JA head. AS THE GASOLINE SLOWLY LEAKS ONTO A PETRIFIED JACK FIGURE MOVING OUT FROM THE DARKNESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All hope abandon, ye who enter here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Startled, THE YOUTHS TURN to the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the-....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AN ARROW with a rubber suction tip comes flying out of th dark and connects to WINDBREAKER's groin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AHHH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FIGURE stands backlit - mysterious and powerful, noble fearless. JACK, LEATHER and WINDBREAKER instinctually bon together in the face of this fourth unknown entity. The figure turns out to be a BUM. Grimy face, tattered la of clothing beneath a long over coat, a pork pie hat with twig sticking out of it like a plume in a helmet of yore. Over his shoulder, a homemade bow and arrow set. Although clearly downtrodden, behind his beaten appearanc radiates a calm intelligence and strength. There is somet distinctly attractive and confident about him. We learn l his name is PARRY; a combination of Don Quixote and Harpo PARRY  stands before them absolutely delighted with himse hand on hip - beaming with pride..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unhand that degenerate - you adolescent ass of a one balled donkey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just a bum...You know, there's enough in here for the two of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a la Glinda) Ha, ha, ha, ha rubbish...now begone...before somebody drops a house on you!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LEATHER walks right up to PARRY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You a fag too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fag..a fag you say!?... \"Curst wolf! Thy fury inward on thyself Pray and consume thee!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY notices a pimple on LEATHER'S cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oooo...that looks like it hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE presses the zit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OWWW....What are you nuts?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BINGO! Tell the man what he's won!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINDBREAKER grabs PARRY, pinning his arms behind him. WINDBREAKER laughs. PARRY just turns his head and stares his eyes, causing WINDBREAKER to feel weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I advise you to let us go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You advise us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're out numbered son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY glances over LEATHER's shoulder. LEATHER TURNS to s A BUM pushing a shopping cart comes out of the darkness. is mumbling to himself incoherently. Another BUM, appears the dark, unnerving WINDBREAKER. PARRY looks to a third BUM, stepping out of the dark, menacingly. Taken by themselves, the BUMS would look harmless and pat But in the context of their uncharacteristic organization THEY appear frightening. LEATHER and WINDBREAKER automatically whip out switchblad and take a \"rumble\" stance - as if protecting their catch, Jack. Jack sort of sides with them if for no other reason than - he's known them longer. LEATHER tries to remain confident. HE laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on! Go for it! What the hell are they gonna do? They can't do nothin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing! They can do nothing! Gentlemen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY takes a few steps back and raises his hand. JACK stands close to LEATHER and WINDBREAKER, who prepare themselves for attack. PARRY lowers his hand which acts as a signal for the BUMS The BUMS reach into their coats and each pull out a FLASH which they shine at each other as THEY SING:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like New York in June...How about you? I like a Gershwin tune...How about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK, LEATHER and WINDBREAKER are at a loss. The BUMS are getting all the words, but they're definitely in sync. PARRY lowers his hand proudly. The BUMS keep singing and their flashlights upon JACK, LEATHER and WINDBREAKER - bl them to PARRY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LEATHER brandishes his knife towards the dark spot where thinks PARRY stands. But PARRY takes a flying step back. As he speaks, the Bums stop singing and hum the song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son...There comes a time in every man's life...and you will learn this, if and when you become men...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From his hat, PARRY pulls a long tube sock tied at the end and filled with a softball at the bottom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "....That there are only three things in this world ya need...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE begins to swing the sock over his head - centrifugally gaining force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Respect for all kinds of life, ....the love of one other person who you can trust and pork on a regular basis ...and a nice navy blazer...Oh, and one more thing....always... keep your eye.... on the ball!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY releases the \"weapon\". The sock flies out of the darkness and, with amazing accuracy - beans LEATHER on the forehead between his eyes drops his knife to rub his head. HE sinks out of camera:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow...Ow....OW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINDBREAKER grows worried as PARRY reaches in to the lini of his coat, pulls out another \"sock weapon\" and starts s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "However, the ability to bean a shithead can be a fabulous advantage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINDBREAKER runs to the car and drives away. PARRY crosses to a speechless JACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(picking up LEATHER'S knife) Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kneeling, rubbing his head) OWW...MAN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disoriented) Please don't hurt me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"OH beings blind! What ignorance besets you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY kneels down, pulls out some rope from his coat and to tie up LEATHER, who is disoriented and dazed. PARRY ha JACK LEATHER'S knife. Sickened by it, JACK flings it in t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't leave me tied up out here alone, you fucking faggot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(PULLS DOWN LEATHERS PANTS, EXPOSING HIS BUTT) You won't be alone for long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY pulls out a triangle and begins ringing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know a great place. (Raising his hand HE calls to BUM 1:) ...UH...WARREN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like New York in June...How about-....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping) NO..GUYS...GUYS.... (to JACK) They're so proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A violent explosion between warring factions of bums, who are defending territories and rights....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Parry sit facing the three Bums from the  previo scene - A Black, A middle-aged Irishman and an Ex-Hippy - and the Pinnochio Doll.  The Foursome sit against the gia base of the bridge discussing the issues of the day as th a bottle. OTHER BUM CLIQUES are scattered throughout the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...There ain't no justice in life! There's just satisfaction. And the death penalty's just another violation of my constitutional right to satisfaction Goddamn it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a lit cigarette hangs from his mouth) I hate that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, you mean if somebody like, killed your mother, you wouldn't want him dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure I would. But I should get to kill him Goddamn it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(explaining further) He gets to kill him.  That's democracy, see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LULL takes over as they all consider this. JACK sitting the furthest apart from the group, looks lik in the middle of a nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mumbles to himself) This is it. I'm in hell. Damned to an eternity of idiotic conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leans in and smiles) Great place huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Irishman lets out a bloodcurtling scream:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(responds) AAAAHHHH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK jumps. Irishman looks to PARRY & speaks in calm mono",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are you tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine John and you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't complain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The IRISHMAN absent mindedly flicks his cigarette ashes o JACK'S SLEEVE, which is soaked with gasoline. The SLEEVE JACK panics - waving his is arm, trying to get it out. PARRY is both amazed and impressed - seeing it as a sign. The bums talk casually as JACK tries to rip off his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crazy fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to IRISHMAN) So what do you think of the death penalty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Death's definitely a penalty. Ain't no fucking gift.  Life's too goddamn short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the fire out, JACK tries to leave, saying:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I better be going...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thrusting the bottle at him) Have a drink...don't be shy! (JACK sits quickly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think they like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This worries Jack. PARRY retrieves him and brings him bac to the group. The IRISHMAN removes the bottle from his saliva soaked mo hands it to JACK, who is disgusted:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no that's all-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DRINK! GODDAMN IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK grabs the bottle and drinks - holding back his nause",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would anyone like a fruit pie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thank you...Too sweet...to fattening...Goddamn it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK feels sick as the cheap liquor running through him. IRISHMAN begins reciting a Chaucer passage in old English The BLACK stares off, half listening. PARRY turns to JACK his face beaming, he clasps his hands and says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Et in arcadia ego.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man...Why did God invent mediocrity?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This remark acts like a slap in the face to JACK. The oth consider it in silence - not really knowing what it means The cheap liquor begins to take it's effect and from JACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were phenominal tonight, Parry. (affirmations from the other two) SUPER-BUM, man! Fucking Marvel Comics...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK is asleep on a mattress beside a boiler spewing stea HE is slowly awakened by water dripping on his cheek - - - the first dull pangs of a mean hangover making itself k HE opens his eyes, confused -- not knowing exactly what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GIANT FACE OF PARRY",
          "text": "lying parallel beside him -- like a kid waiting for his parents to wake up Xmas morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loud and cheery) How are you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jarred, Jack nods suspiciously.  He notices the surroundings --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have I died?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(friendly) Hahahahaaa... Nononono... Not yet... Hahahaha...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his head throbbing) If you're going to murder me, that's fine... just don't laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tries to focus his eyes and looks around the room: there is an extremely organized \"living area\" -- a make- shift kitchen with hot plate, a nail in a wall with clothes on hangers... There is also a dumpster sitting beneath a garbage chute -- The dumpster has planets and stars painted on its side. Jack looks to the far wall and sees a handmade collage mural:  pictures cut out and pasted in a haphazard manner, all medieval in origin; grassy landscape with castles, knights and maidens on horses, crests and symbols of the Crusades, and various renditions of the Holy Grail... One maiden stands out from the rest -- a frail looking doe-like creature. On the adjacent wall, however, there are no pictures. Only frantic scribblings in red marker... Out of the scribblings we can see:  an evil looking face with a bear amateurishly drawn... a large red horse drawn as if it hurt to get out the image... the style is violent and erratic. Jack looks to the other wall and finds Parry's arsenal -- homemade \"weapons\" that also look medieval, like lances made from mop sticks, nets made of knotted rope, slingshots and a shield made from a garbage can cover with a rose painted on it.  Against each wall are piled, what seems to be hundreds of books.  Jack doesn't know what to make of all this.  He is frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My abode... My domicile... My neck of the woods... Hungry?  Breakfast?  A fruit pie perhaps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... thanks... Listen --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name is Parry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(realizes he's barefoot) Hi... Where are my shoes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're -- (suddenly stands) -- What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jumps) Where -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the air) What!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sshhhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry looks like he's listening to someone.  Then he smiles broadly at Jack, which makes Jack worry even more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; to the air) I knew it!  I knew it last night! (beat; argues) I did too!  He's the one!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kneels beside Jack, which makes Jack lean up against the boiler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... Can you keep a secret?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Do you know what the Little People just told me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Little People?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They said you're The One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm the one what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stands abruptly) Oh shut up!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He picks up a can of wintergreen air freshener and starts spraying, with violent strokes, to shut \"them\" up... Jack gets more nauseous from the smell... Parry yells to the air:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... I've got a right to say something.  I mean, you're tying my hands here! (to Jack) They say you're not ready to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not... (to himself) Now, where are those shoes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack makes a move to stand when Parry stops spraying and yells:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hheeyy!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack sits back down.  Parry whispers to the air:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... You're frightening him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry kneels before him.  Jack presses against the boiler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... Do you know who I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhh... I'm drawing a blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a guess... (shouts to the air) Let him guess!!  Tch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes for the air freshener but Jack's reply stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... gee... well... you seem to be some kind of vigilante...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no... I mean that sort of happens along the way but no... (proudly) I'm on a very special quest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A quest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I need help and they sent you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(clarifying) The Little...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They work for Him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Him...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leans in to whisper) God... I'm the janitor of God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's face drops.  Parry gets comfortable and explains casually:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... They came to me about a year ago. I was sitting on the john having one of the most satisfying bowel movements -- you know the ones -- where you just see God... And I saw them... just floating around... hundreds of these... cute little fat people... And they spoke.  They said \"I\" was chosen to help them get back something very important they lost. But my part might be very dangerous. I said \"Whoah\".... slow down... ya start hearing voices from floating little fat people that tell you you're on a mission for God and you wind up in a mini-series.  Then they said \"Look in Architecture Today, Feb '88... page 33...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry quickly crosses to a pile of magazines, grabs one and dives back to Jack, who keeps scanning for his shoes. Parry leafs through the magazine and opens to page 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) And there it was... plain as day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shows Jack a feature about Langdon Carmichael, a Malcolm Forbes type real estate baron.  The five page pictorial depicts his ten million dollar restoration of an old N.Y. Armory into a palatial city home.  Caption reads:  \"REAL ESTATE BILLIONAIRE LANGDON CARMICHAEL'S TOWER OF POWER\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Langdon Carmichael?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carmichael himself -- a dashing bachelor around fifty- five -- is shown standing in his private library beside a glass commode.  Parry points to inside the commode, where a golden chalice is displayed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the Grail... The Holy Grail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He indicates the pictures on the collage.  Jack's losing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Holy Grail?  Some billionaire has the Holy Grail sitting in a commode on Madison Avenue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know!  You can't imagine how surprised I was.  Who would think you could find anything divine on the Upper East Side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(annoyed now) Listen... I don't mean to be flippant or to enrage you or anything but... you're an imbecile.  And I'm not The One... I'm not any One...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry tries to speak but:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I think you're a very nice... very nice psychotic man.  I really appreciate what you did for me.  It was a very brave and noble thing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, please... you're embarrassing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rising) I wish you all the luck in the world. When you get the Grail, I'm sure I'll be seeing lots of you on various talk shows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(upset) But I can't get it... He's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs to the wall with the scribblings in red and indicates the evil face with the beard... He picks up a red marker and begins scribbling furiously -- adding to the face and the horse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) He's out there... I don't know if... He's always out there, see... and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drops the marker and smiles to Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) See, you don't know him... That's why you're the one... You can get it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, forget the shoes.  I'll just take a cab... Uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry... I'm Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry rushes to a corner and gets Jack's shows and Pinnochio doll, then rushes to Jack and hands them over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks... You can keep the doll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks a mill -- (like a corporate exec) And I'll give you a buzz as soon as I hear from the people upstairs and we'll get this thing off the ground... Thanks for stopping by, Jack.  Give my love to the wife and kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry grabs Jack's hand and shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Funny -- you look married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Horrified, Jack makes a hasty exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack steps out of what appears to be the entrance to the basement.  He walks down the hallway toward the front exit when suddenly an apartment door swings open.  FRANK, a burly black superintendent with a hearing aid, steps  out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you comin' from?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... basement I think...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yells to basement) I tell him no visitors!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's hangover sets off another explosion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry... I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fraaaaankkk!  Who's at the door?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack glances through the half-opened door and sees the bottom half of Frank's wheelchair bound WIFE:  one leg is normal, the other is a pink prosthetic.  Both, however, are wearing furry mules.  Jack's nightmare doesn't seem to end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm talkin' to somebody.  Ya gotta yell like a banshee?!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just my manner!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hard of hearing) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said it's just my manner!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's head is now nearly split down the middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You a friend of Parry's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... (trying to clear his vision) He is supposed to live there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, well... I let him stay there. What else could I do after such a tragedy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tragedy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dying to tell) He and his wife was were at some bar ..and some nut came in with a shotgun and blew the place apart. She was a beautiful girl...She never knew what hit her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack goes numb. He can't believe his ears. HE leans against  the wall for support....CAMERA ON Jack as Frank continues O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ....You must have heard about it. That nut who listened to the radio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LIGHT CHANGE on Jack against the bare wall. (Perhaps even the scenery is moved behind him) as we fade out Frank's v",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Parry's not his real name. His real name's Henry Sa....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- - And fade in Anne's voice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..Listen. I understand about open relationships. Please. I was a teenager in the sixties after all....I understand!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne sits at her desk, surrounded by her shelves of porno tapes. Jack sits before her looking like death warmed ove Frank's voice reverbs in his head as he half listens to A",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "....But when you care about somebody ya need more than an open relationship. Ya need a phone call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her intercom RINGS. Anne's tone immediately changes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) WHAT!....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A guy wants to check out the pornos...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So send him back! (she flicks off the intercom and returns to Jack, softly) ... Ya need to pick up the phone and tell me that you're not dead... that you haven't been attacked or raped or who knows.  You disappear last night. I don't know what to think.  I was up all night.  Look at you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A meek, fiftyish BUSINESSMAN has entered and begins to browse through the porno videos discreetly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I smell gas... Do you smell gas...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She and the Businessman exchange glances.  Jack is about to respond when Anne continues:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I can't tell you how distraught I was.  All night long.  What the hell happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was attacked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two kids tried to set me on fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God... What did they do!  My God!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She crosses to Jack and hugs him... The Businessman turns with a concerned look, having overheard.  Jack indicates to Anne that he feels awkward in front of the Businessman.  Anne confronts the Businessman with as little tact as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Are you almost done?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flustered) Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatta looking for -- a story!? (makes a selection) Here... \"Creamer Versus Creamer\"... It won an award.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack hides his face so as not to laugh.  Anne ushers the man out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You were attacked.  My God.  Should I call a doctor!  Did you call the police...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm fine... really...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're all right... you sure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack nods.  So, Anne moves on to more important matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... So... where did you sleep last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... I stayed at a friend's.  Listen, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(puts up her hand) Please... before you go on... let me tawk... okay... We've had a wonderful time together... When we first met, you said this wasn't serious and I shouldn't get serious and then you moved in and we haven't been serious. And I just wanna say that I have no regrets.  None.  And don't wanna have any now so I want ya to be up front with me... I want the truth. If you're seein' somebody else, let me know... You don't have to pour gasoline on yourself and light a match just to break up with me.  Just tell me the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack looks to her -- somewhat admiring the bravery and integrity underneath the peasant stock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not seeing anyone else.  I really was attacked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. (satisfied, she struts to her desk) ... I love you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack smiles weakly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... You don't have to say it back... although it wouldn't kill you.  I'll cook tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne and Jack have just finished eating dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what the Holy Grail is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne takes a long drag then puts it out in her leftover food.  Jack is repelled by the habit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Holy Grail?  Yeah... I know that. It was like -- Jesus' juice glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack just stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Oh, I used to be such a Catholic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still believe in God?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh sure... Gotta believe in God. (trying to be  intellectual) But I don't think God made man in his own image.  No.  'Cause most of... the bullshit that happens, is because of men.  No, I think man was made out of the devil's image and women were created out of God -- because women can have babies which is sorta like creating, and which also explains why women are attracted to men, because, lets face it, the devil is a helluva lot more interesting -- I slept with a few saints and let me tell you... Booooorring!!!... And so the whole point of life, I think, is for men and women to get married so the devil and God can live together and, ya know -- work it out... (Anne moves to him and leans in for a kiss) ... Not that we have to get married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack notices a brown spot on her chin and pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... You have a little... uh... something on your face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I got a pimple... This stuff is supposed to blend with my skin color... Like it really works, ya know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack moves to the bar to fix a drink.  Anne follows him and takes the drink out of his hand.  Jack knows what this means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think I'm up to it tonight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne massages his shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a very traumatic experience... I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne nods but keeps massaging.  As long as he wasn't with a woman, she doesn't care.  Her massaging gets more intense -- moving up his head and contorting his face as he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I think I'm getting sick... (trying to be forceful) I... I slept in a boiler room, Anne... I'm tired... I'm upset... I'm... just not in the mood!... Okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne grabs his face with both hands and pulls him into a kiss.  She proceeds to climb onto his body as she utilizes a skill she picked up in high school make-out parties.  She is a pro.  Jack, against all his better judgement and will -- despite the pimple cream -- is rendered helpless by this woman's passion... He returns the embrace and guides her to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack sits in his underwear on the living room floor before an open closet with a cardboard box between his legs.  The box is filled with tapes of Jack's past radio shows.  He begins to sort through them... reading titles, remembering moments... then stops when he comes upon newspaper clippings of the murder at Babbitt's.  Edwin Malnick's face stares at him from a yellowed front page. The memories sour.  He moves to the bar.  Anne exits the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatsa matter, hon -- can't sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sees the radio tapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tell you something, Anne.  I really feel like I'm cursed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh stop.  Things will change.  My Aunt Mary always said, there's a remedy for everything in this world except death and having no class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get this feeling like I'm... a magnet but I attract shit.  Out of all the people in this city, why did I meet a man who's wife I killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't kill anybody.  Stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish there was some way I could... just... pay the fine and go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne crosses to Jack and gently touches him.  Jack turns and clutches her to him tightly.  Lowering his head to hers, he cries...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.  I know, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is alone in the basement.  He slowly walks around the room -- picking up little items here and there, as if trying to discover some clue to Parry.  He scans the titles of the piles of books.  All of them have something to do with medieval history or literature, myths, or the Crusades... He picks up one of the books and opens it... Page after page has been ripped out anywhere there might have been a picture or a diagram.  He comes upon a large scroll that he unravels.  It is a map, drawn by Parry, of Langdon Carmichael's house and the surrounding blocks... He rolls it up... The Pinnochio doll sits on a broken chair facing the wall with the nightmarish scribblings... acting like a sentinel. He crosses to the prominent picture of the maiden with the long hair.  He notices a small stand before the picture, with a candle.  It is like a shrine with offerings:  a flower, a small perfume sampler, a box of Jawbreakers candy and a dime store romance novel.  Jack doesn't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm... just looking for Parry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is drawn to the scribblings on the wall and makes out the faint shape of a man on a horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you say his name used to be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSEUP - duffel bag of Parry's things before Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hospital said it would be better if we kept certain things away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank speaks O.S. as Jack looks through the items:  ... a Master's degree in Medieval History... Another in Medieval Literature...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... That's his real name -- Henry Sagan.  He was a teacher over at Columbia.  They kept him in some mental place on Staten Island... He did not speak for over a year then all of a sudden, he starts talkin' only now he's this Parry guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... A torn picture of Parry in a tux... his wedding ring... a thesis entitled THE FISHER KING, A MYTHIC JOURNEY FOR MODERN MAN... Frank continues:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... He used to live upstairs with his wife, so when he got released they sent him here.  I felt bad.  He couldn't work.  Nobody wanted him. So I let him stay in the basement. He helps out -- I give him a couple of dollars.  People throw things away he gets them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack holds a beautiful photographic portrait of Parry's wife:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ...She was a beautiful girl. He was crazy about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BLACK, the IRISHMAN and the HIPPY are in their usual place. THEY lean against the wall, observing the afternoo life that walks by. JACK enters the scene and asks them w PARRY is. The HIPPY begins to speak and points to his rig JACK nods in appreciation and hands them a couple of doll",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK approaches PARRY from across the street; he is sitti top of a car near a souvlaki vendor and eyeing A CLOCK TO across the street and to the left of the building. HE stu the time as he recites under his breath (we only hear exc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Soveriegn princess of his captive heart what dire affliction has thou made me suffer, thus banished from thy presence with reproach, and fettered by thy rigorous command, not to appear again before thy beautiful face. Deign princess, to remember this thy faithful slave, who now endures such misery for love of thee\"....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY smiles casually and, without looking at Jack, says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE then returns his gaze to the clock which is approachin JACK reaches in his pockets and pulls out some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. Listen...I thought maybe you could use a-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE CLOCK STRIKES NOON. PARRY grabs JACK...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COME ON!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE pulls JACK into the building. EXT. MET LIFE BUILDING - NOON. Several business men and women make their way out the elevators for lunch. PARRY and JACK position themselves with a clear view of the center elevator. The doors open and after several more aggressive co-workers exit, PARRY' DAMSEL in distress appears out of a revolving door, but quickly gets \"revolved\" back into the building....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'll be back....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally, Lydia makes an exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't she a vision?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REACTION SHOT OF A BEWILDERED JACK as he looks at LYDIA - a dowdy, waif-like sparrow of a thing -  makes he way through the lobby. SHE is torturously self-conscious, clumsy, formless and plain. She wears loose frocks that g her no shape and make her appear to be swimming in materi SHE wears no make-up; her unstyled hair is kept off her f by a single beret that keeps sliding down her head, and h contact lens are always dry, causing her to blink and use",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, gorgeous...Look, I'm going. I just wanted to give you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starts to dig in his pocket, but Parry is already off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind the glass in interior, we can see LYDIA sitting by eating lunch. CAMERA PANS OUT TO THE STREET where PARRY and JACK are sitting on the hood of a car, watching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She loves dumplings.  It's her Wednesday ritual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYDIA raises a dumpling to her lips with a pair of chopst SHE then accidentally drops it into a dish of soy sauce a splatters her dress.  Unnerved, she hastily wipes herself knocking over a glass of water when she removes the napki",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't she sweet. She does that every time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack squints at Lydia as if trying to see what Parry sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Parry have followed Lydia into a bookstore.  She stands browsing through a revolving bookstand.  They watch from a distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She buys a new book every two days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia spins too hard, sending books flying off.  She replaces the books, but keeps one called \"Loves Lusty Longings\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; smiles with great affection) She's into trash.  Whadda you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry and Jack are following Lydia, when she stops at a newsstand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's got a real sweet tooth.  If anybody ever told me I'd be in love with a woman who eats Jawbreakers, I'd said they were nuts. (reverentially) But look at that jaw!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack doesn't want to look.  If the Little People made Parry seem crazy, this infatuation confirms him as beyond hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia buys some candy then turns and walks back toward her office building, once again waiting her turn to dive into the revolving doors.  She disappears into the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you follow her every day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh-huh. I'm deeply smitten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's her name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A businessman, walking in the opposite direction, throws candy wrapper on the street as he passes Jack and Parry. Parry suddenly stops, outraged, pulls out a slingshot and fires a stone at the man's head.  The businessman is hit but doesn't know how, since Parry grabs Jack's arm and resumes walking casually in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if every time someone did something offensive they hit in the head with a pebble, I think they might alter their behavior. What do you think Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Jack can respond, PARRY spots a rummage find:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh look! A cooler!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry spots an abandoned COOLER filled with junk and star going through it. Things are getting weird again, so JACK seizes the moment to accomplish his initial task - he pul out a fifty dollar bill and hands it to PARRY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here...I just would like to help you. I thought...maybe...you could use some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty dollars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK digs deeper and hands him a twenty. PARRY is dumbfou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's another twenty. Will that do? (sorting through his change) I mean, what's it going to take!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No..no, it's..I don't know what to say. This is so nice of you...Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE hugs him on the street which embarasses JACK to no end",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling away) That's O.K.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I take you to lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No..I have to get back to work. Take care of yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK walks away. CAMERA stays on JACK for a few yards unt turns around and sees: PARRY handing the money to a BUM in a doorway, yelling in an imaginary phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SELL!....SELL!....SELL! (HE takes the money from PARRY) BUY!...BUY!...BUY!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEY!!...HEY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK walks back to PARRY, who is explaining to the BUM, w now talking gibberish:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as if he understands) Well, I think you should be realistic. Ya can't start an ad agency on fifty dollars!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing? (to BUM) Give that back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bum screams in defiance... PARRY pulls JACK away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I gave it to you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well what am I gonna do with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. But I gave it to you...to help YOU...not him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat, then smiles mischieviously) You really want to help me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wary JACK, who's afraid to reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the Upper East Side, PARRY and JACK stand across the tree-lined street from the ten million dollar armory/hous",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty impressive huh?...Don't let it scare you. I'll admit it's formidable but everything has it's weakness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't just break into Langdon Carmichael's house. This man has done nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O.K...let me explain this one more time...The Holly Grail is in -....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right! Listen - please...don't start drooling or...rolling your eyes when I tell you this but - You shouldn't do this..There is no Holy Grail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course there is, Jack. What do you think the Crusades were - a frat initiation? I don't think so...There has to be a Grail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, you're only sort of insane, really. People like you can lead semi-normal lives. You could get a job...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't need a job. I have a quest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I take it back - you're fucking deranged... And you're going to get yourself killed trying to get in there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tch. You are so sweet...Now I know why you're saying this. ...You're afraid I'm in danger and you're trying to protect me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I think you're a moron and I don't want to get into trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ignoring this, PARRY gets filled with emotion and hugs JA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...You are such a great guy. First the money, now this. (to the LITTLE PEOPLE) Isn't he fabulous!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling away) Please don't hug me in public again, O.K.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouts) I LOVE THIS MAN...YA HEAR ME JADED CITY... (JACK is mortified) ...I'M DAFFY ABOUT THIS GUY AND I DON'T CARE WHO KNOWS IT!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An COUPLE pass by, obviously not wanting to know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you shut-up!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a true friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not. Believe me. I'm scum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a real honest to goodness good guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm self-centered, I'm weak - I don't have the will power of a fly on shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why the Little People sent you. Just like magic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe in little floating people! THERE IS NO MAGIC!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what? You going to help me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "WILL YOU PLEASE... please listen to me ... (HE GRABS PARRY by the shoulders) You know none of this is true - the Grail, the voices...                           Jack.. There's a part of you that                         Come o knows this isn't true.                             saying I know who you are...                              I know or who you were.                                   You're You don't belong on the                            No, no streets. You're intelligent                        Jack.. man....you're a teacher...                         Jacck! You were a teach at Hunter College. Don't you remember?...                               (SCR PARRY breaks away from him. HE falls back onto the ground THE SCREAM STOPS and is replaced by an eerie SILENCE. As if sound were ripped out of space. JACK speaks but no sound comes out...We are in PARRY'S world for this brief moment...JACK leans over to help PARRY, but the latter in away...fearful of the vision he sees: something out of si looming over JACK, breathing FIERY SMOKE...JACK tries to PARRY off the ground and, in doing so, the vision for PAR comes into full view:",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAGNIFICENT BURNISHED RED STEED",
          "text": "stared down at Parry. On top of him sits the Red Knight. - a helmeted figure with a beard in a flowing red cap, holding a lance. He stares at Parry. Closing his eyes, Parry raises his hands to protect himself. Jack looks around and sees nothing. He acts with great co",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Mouthing in silence) Perry...you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE embraces PARRY by the shoulders. PARRY turns to him op his eyes, then turns back to the KNIGHT to discover that: The HORSE and the KNIGHT have moved several feet away, an are continuing to back up...as if in retreat. JACK speaks as the sound is returned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry answer me...are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY smiles in amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He knows who you are! (amazed) He's afraid!  I can tell!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're totally gone, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RED KNIGHT",
          "text": "He pulls the reins back, forcing the horse up onto its hind legs.  Then, he gallops off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got'em... come on!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry runs O.S. in the direction of the Knight.  Jack is not about to follow, until he sees -- Parry runs right into the intersection of 94th & Fifth almost getting hit hit by a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack runs after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry reaches where the Red Knight stood and looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RED KNIGHT",
          "text": "riding onto the sidewalk and into Central Park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY, as JACK reaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is going o-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before he can finish, PARRY is off again. JACK races afte",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THEY climb the wall and run into the park. THEY dodge pas with strollers, runners, bikers, sun worshippers, etc.... THEY run deep into an extremely woody section of Central The RED KNIGHT appears first to the left, then re-appears the right. PARRY darts about like a madman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Red Knight is perched atop a rock. He and Parry excha looks. The Knight and his horse rear up, two towering fig against the Central Park South skyline. EXT. CENTRAL PARK - DAY. Parry, uttering a war cry, rushes off again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK, exhausted and bedraggled, climbs the rock to follow He reaches the top, panting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh...Oh...Oh God...I'm dying. I can't breath and I'm dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE finds PARRY sitting Buddha-like, on the top of the roc calmly gazing out at the beautiful scenery before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't it great up here... He's gone now, but we had him on the run! We would've had his ass if we had horses! He's running scared!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHO! WHO'S RUNNING?!! WHO HAVE WE BEEN CHASING!?? CAN I ASK THIS QUESTION NOW!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS BACK SLOWLY from behind Jack and Parry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry Jack. I thought you saw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA reveals the head of a horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SAW WHO!!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Red Knight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Red...? (stares at him in wonder) You're totally gone, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frustrated, JACK turns to leave but this time there is a someone is crying O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".....Do you hear that?! Oh \"Heaven be praised, in giving me an opportunity, so soon of fulfilling the duties of my profession...These cries doubtless proceed from some miserable male or female, who stands in need of my immediate aid and protection\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he's off....A reluctant JACK pauses before following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is too hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The park's bridle path.  A BEATEN MAN cries as he sits in middle of the dirt bridle path - mumbling to himself, try to bury himself in dirt....HE hears the two men coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GET AWAY! GET AWAY!!....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY kneels down to him. JACK keeps a safe distance away",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's O.K...It's O.K...Lets me help you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO...I WANNA GO! I WANNA GO NOW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on now...You can't sit here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO! I want a debutante on a horse to step on me.  Leave me alone!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wanting to leave) Parry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy, the days of the debutantes are ... not what they used to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starts to cry) Isn't that awful? Poor Brenda Frazier. Poor Little Gloria. They ruined them! THEY ATE THEM ALIVE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(helping him up) It was a crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave me alone...I wanna go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY lifts him up - he looks to JACK for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you get the other side. (JACK hesitates) Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man's cuts and suicidal demeanor turn JACK off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, he just needs to sleep it off. Someone will take care of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, maybe he wants to stay here. (to bum) Do...do you want to stay here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly lucid and pissy) Oh, yes, thank you - I really love bleeding in horseshit. How very Gandhiesque of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY looks to JACK, who then begrudgingly helps the BUM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a room at the end of the line of chairs, PARRY stands the GAY BUM. JACK stands a safe distance away, unable to take his eyes off the scene before him : seated against t wall are an assortment of derelicts, drunks, screaming wi victims and jacketed schizophrenics. JACK has a hard time",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to JACK, referring to GAY BUM) Will you watch him for a minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Jack can respond, PARRY shifts the GAY BUM'S body into JACK'S arms, then moves about the room, introducing himself to the various patients as JACK watches. HE moves down the line...saying hello, wiping people's brows, holding the hands of an angry bag lady mumbling incoheren Smiling and saying hello to each one, no matter how frigh they seem.  HE appears to have a soothing affect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanna go...Just let me go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh...Where...where do you want to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(upset) A real nice place I know... Ah...can't get there! Not tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(being positive) Where?  Maybe we can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping, crying) No...no...we can't...we can't..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with more feeling) Come on...maybe we can...where do you want to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Venice...Like Katherine Hepburn in SUMMERTIME. (The GAY BUM cries in frustration). ....Why can't I be Katherine Hepburn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK stares at him, at a complete loss for a response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanna die...I just wanna die...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK, against all better judgement, pats the BUM'S hand i comfort. Unexpectedly, the GAY BUM leans his head on JACK shoulder, and cries. JACK, wide-eyed with embarassment, l over to PARRY -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY is teaching a song to a SCITZHO, A YUPPIE IN A STRA JACKET, and a paranoid BAG LADY...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O.K..everyone know their parts... Here we go... (sings) \"I like New York in June\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE points to the YUPPIE who replies:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"How about you...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"I like a Gershwin tune...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY points to the SCITZHO, who stares at him blankly, d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Good!.... \"I like to read good books\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE points to the BAG LADY, who is talking to herself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell am I gonna put the children? Goddamn daughter-in-law! Comes into my house looking for dustballs! GET THE FUCK OUTTA MY DINING ROOM...you ingrate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tempo, people...tempo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK, his arm around the despairing GAY MAN, is sharing h problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you tell me something? Did you lose your mind all of a sudden or was it a slow gradual process?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly coherent) Well,... I'm a singer by trade... Summer stock...nightclub revues... that kind of thing...It used to be what I absolutely lived for...God...I can do GYPSY backwards - every part- but, one night...in the middle of singing \"Funny..... - it suddenly hit me... ...what does all of this really mean? (JACK nods in a knowing metaphysical aggreement) That, and the fact that all my friends are dead...God, I sound like a veteran. Dad would be so proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that moment a PIZZA BOY enters, making a delivery:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pizza!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, DOCTORS and NURSES appear out of the wood work swarm around the delivery boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. EMERGENCY ROOM- DAY",
          "text": "PARRY notices the time, passing by the doctors and pizza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, it's almost five.  We're going to be late. We're going to miss her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY exits. JACK turns to the GAY BUM, exhaustedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um...I've got to run. I've bee doing this all day.  Are you going to be all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh please!...I was born a Catholic in Brooklyn... I've been to hell and back.... I'll be fine... (adds quite sincerely:) ....Thanks...You're a gem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK nods, a little self-consciously, and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY and JACK sit on the floor enjoying a cup of coffee. A VIETNAM VET in a wheelchair with no legs sits near the wall, along with at least fifteen other homeless beggers. Another MAN sits against a cash machine, crying. A WOMAN by and drops some change in the VET's cup without saying a word. The Vet, SID, smiles broadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God Bless You... Have a nice day. (to Jack and Parry) Ya hear Jimmy Nickels got picked up yesterday...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry is too busy scanning the Grand Central main floor to answer.  Realizing Parry isn't answering, Jack feels obliged to pick up the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He got caught -- (passer-by drops coins in cup) God bless... Have a safe trip home... (to Jack) -- Got caught pissin' on the bookstore.  Man's a pig.  No excuse for that.  We're heading for social anarchy when people start pissing on bookstores!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack smiles at this observation.  He then tries to get Parry's attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll never see her in this crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry doesn't answer.  He looks like a dog waiting for its master.  People walk by Jack at a frantic pace.  He sits uncomfortably against a wall.  A man almost steps on him as he walks by and tosses a coin at Sid, missing the cup and forcing Sid to bend over... Jack picks the coin up for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bless you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asshole!  Guy didn't even look at you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes coin) He's paying so he don't have to look. What he doesn't know is, he's paying for a service.  Guy goes to work every day and for eight hours, seven days a week, he bends over and gets it right up the ass till he can't stand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry stands up and begins pacing before the main floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... But one day, right before quitting time on Friday, his boss is going say something like \"Say Bob -- come into my office and kiss my ass\"... and Bob is going think -- \"The hell with it!  I don't care what happens.  All I want right now is to see the expression on his face when I stab him with these pair of scissors\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry looks at the clock above the information booth -- 5:00.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... But then he thinks of me -- \"wait a minute!\"... he says... \"It's not so bad.  At least I got two arms and two legs and I ain't beggin' for money.\" He puts down the scissors, and puckers up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is impressed with this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... I'm what you call a moral traffic light.  It's like I'm saying \"Red -- go no further.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O.S. a black woman begins to sing.  Jack and Sid look:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; smiles with respect) Ah, Margaret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGARET, a black woman in a paisley kaften, stands near a photo lab across from Jack and Sid.  With a box in front of her for donations, she starts singing (SONG to be chosen).  Some rush hour commuters stop to listen. Her VOICE is strong and soulful, she performs uninhibitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to admit though... Like at 5:00 in Grand Central... Pretty breathtaking, don't cha think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack looks around this mad rush hour scene, taking it in through Sid's eyes... Parry, however, keeps his gaze on the main floor.  Suddenly, he spots her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hordes of people are moving in every which way, zigzagging across the floor... Lydia moves through the crowd, avoiding touching anyone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARRY",
          "text": "CAMERA PANS IN SLOWLY as we hear Margaret's SONG O.S. The closer the CAMERA gets to Parry the more her song changes... At first a blend of two melodies that sound distruptive, cachophonous... But as Parry smiles with joy, HIS SONG overtakes Margaret's... It is a WALTZ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAIN FLOOR",
          "text": "The hordes of people continue their zigzagging for a beat then: Suddenly, they pair up and waltz around the main floor, circling around the center information booth... Only Lydia remains walking -- gliding through the dancers with grace and ease... Parry watches in a state of rapture -- moving as she moves to keep her in eye view as long as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "listening to Margaret's SONG, taking in the scene around him... watching people listen to her song, while others walk by as if they were deaf and blind... Feeling strangely at ease, strangely apart of everyone around him -- a group of lost souls listening to a woman bare her soul in song.  He looks to spot Parry, rises and crosses to him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAIN FLOOR",
          "text": "Parry watches as Lydia exits the main floor (the waltz has ended) just as Jack speaks his line:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's such a great song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to his own song) It's a classic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack looks in the direction of Parry's stare and sees Lydia exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) God.  Just one night with her.  I'd die happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack hears this as if a light bulb went off above his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A door opens.  Lydia enters with a bag of groceries she picked up on the way.  She turns on the light to reveal an extremely neat, albiet modest, one bedroom apartment. She carries the grocery bag into the kitchen. Out of the bag, she removes a Lean Cuisine, a giant bottle of cream soda and four giant bars of Chunky chocolate.  She pops the Lean Cuisine into the oven and walks back into the living room to an old stereo.  She turns the TURNTABLE on -- a record already set upon it. She stands by her coffee table, as if taking position: Suddenly, we hear ETHEL MERMAN -- as Lydia lip-syncs every word with complete commitment -- giving a full out performance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got no sunshine, got no rain Still I think I'm a lucky dame I got the sun in the morning And the moon at night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her attempts at hand gestures and choreography are awkward -- bunking into the coffee table, banging her hand against a lamp -- but, we see a part of Lydia that few (actually no one) sees.  Her abandon, her joy... her smile.  From upstairs, neighbors BANG for her to keep the music down.  Lydia casually crosses to the stereo, turns off the turntable and heads back to the kitchen -- as if the neighbors interference were all apart of her nightly ritual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne sits alone at her formica table, smoking a cigarette.  Two plates are set.  She waits for Jack.  She is hurt and pissed off.  TONY ORLANDO AND DAWN play on her stereo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knock three times... on the ceiling if you want me... Twice on the pipes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The song continues as the CAMERA SLOWLY PANS up to CLOSEUP of Anne, who is fighting with an imaginary Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya fuckin' bastard.  I don't need this... (emphasizing) ... I Do Not Need This!  A woman my age... I am a person.  This is kid stuff.  You come!  You go!  And all I do is cook like a jerk!  You're a waste of good cutlets... I don't need this... Find yourself another dope... ya fuckin' bastard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She puffs on her cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a beautiful night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE walks deeper into the open field.  This makes JACK ner",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you think it's time to go now? Running around here during the day is one thing but at night we could be killed by a wide variety of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well that's stupid. This is my park just as much as it is theirs. You think it's fair they keep us out just because they make us think we'll get killed or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I think that's very fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY takes off his pants and stands there naked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) .....What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you ever done any cloudbusting? You lie on your back and you concentrate on the clouds...and you try yo break them apart with your mind. It's wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry lies down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't do this! This is New York! Nobody lies in naked in a field in New York..It's...it's too Midwestern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, try it. Ya feel the air on your body - ya little fella's flappin' in the breeze. ...everybody in the city is busy with their business and no one knows we're bare assed in the middle of it. Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO! I will not! This is nuts! I'm leaving! I mean it...this is nuts. (freaked, walking OC) This is too nuts...I'm leaving. I mean it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK starts walking away from PARRY, talking to himself -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..Ha...Little fella? I mean the man talks to invisible people - he sees invisible horses - and he's naked in the middle of Central Park. I should be surprised? I'm not surprised. I'm fucking outta my mind to even be here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you talking to Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns back and yells) YOU'RE OUT OF YOUR FUCKING MIND!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bingo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE walks O.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK, fully clothed, lies next to PARRY looking up at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're not moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THEY stare up. JACK raises his head. HE unbuttons his shi maybe that will help...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if some homophobic jogger runs by and kills us to get back at his overbearing father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry remains focused on the sky - in his own world. Something about cloudbusting makes Parry behave in a way seen before...He is un characteristically quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"JACK LUCAS FOUND DEAD - BESIDE A DEAD NAKED MAN...THE TWO WERE DEAD...HIS COMPANION WAS NAKED\"...I hate when they use the word companion...It's so insinuating..Although, it'll probably boost my biography sales. The public loves stories about successful people falling into degenerate behavior. Makes them feel lucky to be boring and ordinary...People stink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry suddenly speaks - as if talking to a lecture hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are there any questions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then let's begin with the story itself. It's a story of the Grail myth...And although there are several variations, my favorite begins with the Fisher King as a young boy... who had to spend a night alone in the forest to prove his courage... and during that night, he is visited by a sacred vision. Out of the fire, appears the Holy Grail - God's highest symbol of divine grace. And a voice says to the boy, \"You shall be the guardian of the Grail, that it may heal the hearts of men\"...But the boy was overcome ...Innocent and foolish, he was blinded by greater visions - a life ahead filled with beauty and glory, hope and power...Tears filled his eyes as he sensed his own... invincibility. A boy's tears of naive wonder and inspiration. and in this state of...radical amazement...he felt for a brief moment, not like a boy, but like God... (Jack listens intently) ...And so he reached into the fire to take the Grail. And the Grail vanished. And the boy hands were left caught in the flames...leaving him wounded and ashamed at what his recklessness had lost him. When he became King, he was determined to reclaim his destiny and find the Grail... But with each year that passed, with each campaign he fought, the Grail remained lost, and this wound he suffered in the fire grew worse... He became a bitter man. Life for him lost it's reason. With each disappointment, with each betrayal... with each loss ... this wound would grow... Soon the land began to spoil from neglect and his people starved...Until finally, the King lost all faith in God's existance and in man's value...He lost his ability to love or be loved And he was so sick with experience... that he started to die. As the years went on, his bravest knights would search for the Grail that would heal their King and make them the most respected and valued men in the land, but to no avail.  Pretty soon, finding the Grail became a ruthless struggle between ambitious men vying for the King's power, which only confirmed the King's worst suspicions of man, causing his wound to grow. His only hope, he thought, was death. Then one day, a fool was brought in to the King to cheer him.  He was a simple-minded man... not particularly skilled...or admired... He tells the King some jokes...sing him some songs, but the King feels even worse...Finally, the fool says, \"What is it that hurts you so much? How can I help?\"...And the King says, \"I need a sip of water to cool my throat\"...So, the fool takes a cup from the bedstand, fills it with water and hands it to the King...Suddenly, the King feels a lot better. And when he looks to his hands, he sees that it was the Holy Grail the fool handed him...an ordinary cup that had been beside his bed all along...And the King asks, \"How can this be?...how could you find what all my knights and wisest men could not find\"? And the fool answers, \"I don't know. I only knew you were thirsty.\"... And for the first time since he was a boy, the King felt more than a man - not because he was touched by God's glory...but rather, by the compassion of a fool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK doesn't know how to respond. HE's never known PARRY be eloquent. HE gets a glimpse of PARRY as he once was an the words come out of his mouth before he knows it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But PARRY seems far away. HE speaks like a professor:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Fisher King myth has alot of derivations...I remember I was at this lecture in Princeton once - and there was this one speaker...Henry Sa... Henry...uh...Henry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE stops. As if this memory escaped with any warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ....What was I saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK is as surprised as he is. PARRY'S face is frightened and confused again. There is panic in his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ....What was I saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE raises his head to look and sees: EXT. SHEEPS MEADOW: SEVERAL YARDS AWAY - NIGHT. THE DARK SILOUETTE OF THE RED KNIGHT UPON HIS HORSE. Star knowing exactly where PARRY lies even though it's dark. PARRY looks frightened as he lays his head back down. JACK tries to snap him out of it by saying:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come you've never asked that girl for a date?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY looks back to see that the RED KNIGHT has vanished. HE snaps out of it somewhat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't ask for her...I have to earn her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry, you don't have to earn a woman. It's the twentieth century.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe, when we get the Grail...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, see, I think she can help...You know women are great..they...they make homes and they..ya know, kill the livestock so the knights can go out and get Grails and...and slaughter villages with a clear head...I mean, where would Arthur be without Guinevere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happily married, probably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad example. Just trust me. A woman who loves you keeps you going...gives you strength... Makes you feel like you can do anything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that what your girlfriend does for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hesitates, then lies:) Sure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK waits near the elevators as the nine-to-five crowd m their way into the building.  HE looks like a bum - havin stayed out all night with PARRY....HE'S so tired he can't keep  his  eyes  opened  as  LYDIA walks  with  the  crow to the elevator... Just as the doors close, JACK spots he and jumps in between them - causing the inhabitants a jol",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator doors open. LYDIA gets off after two leggy businesswomen. JACK follows. SHE walks through two glass doors with the words TWO HEARTS PUBLISHING, INC. and ente the office. JACK waits until she had disappeared down a foyer, then enters the reception area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you help me-- what was the name of that girl who just came in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What girl?  I didn't notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... she was wearing a kind of... a flouncy kind of... uh... plain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He makes big gestures with his arms to describe the dress, the stringy gestures with his fingers to describe her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(winning at Charades) Oh, Lydia!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia.  Lydia what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, I have no idea.  She's worked here for fifteen years and I have no idea.  I'll call her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... no... that's all right... I thought I knew her... Thanks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is on the phone, with an open Yellow Pages beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  Two Hearts Publishing?  May I speak to Lydia please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waits.  Anne enters.  She is obviously very irritated with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I have my desk please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to phone) Hello, I'd like to speak to Lydia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia?!  Lydia who!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Anne) I don't know her last name... I'll be off in a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're calling Lydia in my office. You must think I'm some dope.  You fuckin' bastard... You... (she punches his arm) ... stay out all night long...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping, to phone) What... No... Lydia... I want to speak to... her name is Lydia... I...uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping) ... I don't get a friggin' phone call.  You stroll in here at noon.  I got... two people out sick.  Ya think I need this?  I Do Not Need This!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Forget it... Goodbye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up. Anne sits down at her desk.  She is waiting for an explanation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was not with a woman last night.  I was out with Parry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The moron?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not a moron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And who's Lydia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia is the girl Parry likes... And I thought, if I could get them together I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?  The curse'll be lifted?  Will you please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... You're not going to understand this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't treat me like I'm stupid.  It pisses me off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right... Sorry... I feel indebted to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pause) What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, I told you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, what the hell does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought... if... if I can help him in some way... you know?... get him this girl he loves... Then... maybe.... things'll start changing for me... My luck, ya know... Maybe... (gives up) Forget it... It's a stupid idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne looks at him incredulously.  He sits down and breathes a sigh -- the absurdity of the idea hitting him as well.  Anne softens -- feeling like she has unfairly taken the wind out of his sail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, you poor kid... You're a mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne stands and buries Jack's face in her breast.  She decides to be positive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... Well, listen... stranger things have happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack on the phone to Lydia.  This time Anne is right beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello Lydia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(abrasively) Yeah?  Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her abrupt manner surprises Jack.  Jack uses his old, confident radio voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Jack Lucas and I'm calling from Video Pop video rentals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes well... (guessing and hoping) You are a credit card holder, are you not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, congratulations Lydia, because out of several thousand card holders... in conjunction with several major credit card companies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which ones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All of them... Which means you have just won a free membership at our store on Second Avenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts the reciever near a tape player and presses play. \"HAPPY DAYS ARE HERE AGAIN\" plays for a moment, then he shuts it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deadpan, not getting it) How did this happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is prepared for Lydia's, shall we say, reluctance to buy it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your name was picked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suspicious... and dense) Well, I don't understand.  What did you do -- did you pick my name out of a hat or... or... a list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well -- were there a lot of people in the room or just you or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(about to answer) Well there.... (then) What's the difference?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I mean... I don't know you... This has never... I've never won anything and... I don't have a VCR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get a VCR with the membership. (ANNE hits him) ... For a short time until you get your own.  Listen, why don't you come down to the store and you can check it out.  See if you're interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did Phyllis in accounting tell you to call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fed up) No!  I told you! You won a contest!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia hangs up.  Jack turns to Anne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ....This is going to be rough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK stands beside a costumed GAY BUM in a crowded elevat The Bum warms up to the elevator's muzak. JACK shoves him A somber looking BUSINESSMAN rides along side, reading a newspaper. The GAY BUM moves next to him and looks up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Anne Morrow Lindbergh and I can't find my baby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BUSINESSMAN is stunned...HE laughs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, I knew I could make you smile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator doors open. JACK stands beside THE GAY BUM w carries balloons marked VIDEO SPOT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(adamant) Remember. One chorus and out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a man with a mission, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE GAY BUM walks to the office entrance. JACK pushes the button. As the doors close, we hear him say to himself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe I'm on a first name basis with these people...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE GAY BUM enters the reception area, much to the surpri the receptionist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I ... help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there a mousy woman who works here named Lydia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes..if you'll wait here I'll...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a personalized message. I have to give it in person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE GAY BUM strolls nonchalantly into the office and down relishing in the amazed expressions of the employees. HE a cubicle on which he reads a small name plate - LYDIA SI LYDIA has her back to him, but slowly turns as she feels watching her. SHE lets out a tiny scream when she sees hi standing there like a deranged clown. The GAY BUM take no her outfit - a cordoroy, forest green jumper with a lime green turtleneck -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You MUST be SHE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE GAY BUM begins to sing a SONG PARODY to the tune of a classical musical number. (Song to be chosen). After a bi the GAY BUM hands LYDIA a business card, drops the act an",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(murmurs cynically) Jesus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stunned, LYDIA looks down at the information card she hol frozen in her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.U. on ANNE, who is slighted repulsed by PARRY. JACK PARRY; his hair slicked back, wearing a Video Spot T over his clothes. Jack hangs a car pine freshner around P neck to help with the smell...The bell on front door jing LYDIA cautiously enters the store. Behind the counter, JACK spots her immediately and nudges SHE turns to look, her bra straps are visible. JACK fixes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello. My name is Lydia Sinclair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Hi..Congratulations. Jack Lucas. Nice to meet you finally. This is Anne Napolitano, the owner of Video Spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello....congratulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And this is our other..uh...co-worker.. Parry..uh...Parry....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry Parry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No just Parry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh...like Moses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one knows how to respond to this, so they don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; curt) So how do we do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well..um...you get an official membership card... (takes one out) Just sign that and we'll laminate it right here... Parry?  You want to laminate Miss Sinclair's card?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry stands staring at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ...Parry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry snaps out of it and crosses from behind the counter to the laminating machine next to Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This will last you one year after which you have the option to renew if... you like at a membership discount.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defensive) But now it's free, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne backs off.  She stands next to an equally perplexed Jack as they watch Lydia fill out the card.  Her abrasive demeanor is not what they expected.  Lydia finishes the card and pushes it toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... you... you can pick out up to ten movies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Free?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  They're free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(butts in) Only the first ten.  After that they're 2.99 a rental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia eyes Anne suspiciously, then turns to survey the shelves.  Parry picks up her card and laminates it -- all the while, keeping his eyes fixed upon Lydia's every move.  Anne and Jack, having set the trap, watch with interest. Lydia surveys the film boxes, H-L.  She spots one of interest and pulls it off the shelf -- causing two other boxes to fall down on her.  She catches one box and, as she replaces it back on the shelf, causes three more to fall.  She catches two of the three. Parry, Anne and Jack watching with an odd fascination. Jack nudges Parry to forget the laminating and go help her.  Parry gathers up his nerve and moves from around the counter, up behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Can... can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia quickly turns -- she is uncomfortable by his closeness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  No... I can look myself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She moves away abruptly -- like a fox terrier who pretends to ignore the mess she made on the living room rug. Parry turns to Jack and Anne, as if to say \"what do I do now?\"  Jack encourages him to keep trying.  Parry organizes the boxes and picks one out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about the \"Hell Merchants\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like horror movies!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reads) How about... Zbiegnew Speizak's \"The Purple Bread,\" an intensely portrayed tale of love and envy set against the sweeping background of a Polish bakery.  In subtitles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like... uh... (finding it hard to categorize) Polish love stories... (she turns her back on him, but adds) ... I like musicals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(encouraged) Well, we have plenty of those.  Right over here.  We got the MGM series, Astaire and Rogers, the Judy Garlands...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got any Ethel Merman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't see any.  He looks to Anne, who shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Uh... we seem to be all out of Ethel Merman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a gyp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack nudges Anne to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I think I... ordered some just the other day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well did you or didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pissed off) Yes!  They'll be in soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I guess I'll come back then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's your card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia walks back to the counter.  As Jack hands her the card, she notices Anne's painted star fingernails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like your nails.  Where did you get them done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah... I do them myself.  I used to work in a beauty parlor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia keeps staring at them.  She says blankly;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like the stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack gets an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, Anne does other people too. Sort of a sideline... (Anne is surprised to hear this. ... If you want, she could do your nails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, since you're a member, we could...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupts) Twenty dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia considers the offer.  Parry waits for the outcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... twenty dollars... When can you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight!  How's tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia thinks.  Anne is ready to kill Jack.  Parry smiles hopefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack searches frantically through a closet.  Anne and Parry sit opposite each other at the table.  Parry is eating Anne's homecooking voraciously.  Anne doesn't quite know how to take Parry, who smiles mischieviously through his meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jack O.S.) Getting your nails done is one thing but going to dinner with a bunch of strangers and him... She didn't even look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got any more bread crust?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Anne resentfully rises and crosses into the kitchen, Parry focuses on her robust breasts bouncing beneath the sweater.  Anne's expression, as she serves him, is a mixture of repulsion and fascination... She sits at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll make it very casual... not like  a date or anything.  I just have to find something he'll look good in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne looks at Parry as if this were an impossibility. Parry smiles back -- he likes Anne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... He's a little disgusting... Although some women go for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He just needs some clothes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got any more starchy food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another opportunity to watch Anne's breasts in action, as she reluctantly rises to get him more macaroni.  She returns with the pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, I've gone out with bums, but they were gorgeous.  It's the only reason to go out with a bum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This food's delicious.  You're a wonderful cook.  And you have a lovely home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, he's starting a conversation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well talk back.  He won't bite you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cool and polite) Thank you very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(enjoying the conversation) Your welcome.  You know, a beautiful woman like yourself -- your own business -- I'm surprised some guy doesn't snatch you up for his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne looks in Jack's direction, but replies to Parry:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're surprised!... But I guess I just never met the right guy.  Whatta gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm shocked.  With a child bearing body like yours... (Anne doesn't know how to take that) ... why a man would have to be out of his mind!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Most men are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why this is outrageous!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry, getting overly heated, slams down his fork.  Anne jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... A woman of your value going to waste before my eyes.... (rising intensity) Come on!  I'm yours!  Let's go! (clears the table with one move) Come on -- let us go to that place of splendor in the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to unzip his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Climbing over the table to her, he seranades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holdin' my penis... What a lovely way of sayin' how Much ya like me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you, out of your mind!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack enters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holdin' my penis...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry!  Close your pants...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry stops singing and gets off the table.  He bows to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kidding) You sure now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne looks at him like she's going to belt him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... Well alright.  But you let me know. (with great sincerity) You're too good a woman to go to waste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne, in spite of herself, agrees with him.  She looks to Jack to see if he agrees, but Jack is too busy inspecting Parry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you -- a 40 in a jacket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne, frustrated with the two of them, exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia walks up and RINGS the bell.  BUZZED in -- she enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne's opens the door to a cautious Lydia.  Lydia nods, self-consiously, as if to say, \"Yeah, I'm here\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello... welcome... Come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia enters, subtly inspecting the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never been in an apartment above a store.  You always pass them on the street but you never think anyone really lives in them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(raising an eyebrow) Can I get you anything...coffee... tea...a little tequilla?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYDIA sits at the formica table, already set up with nail paraphernalia - with the gleaming steel nail files it loo bit like surgery equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will it hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(threateningly) That all depends on you. ...Sure you don't want a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYDIA's a little nervous about this attempt at nail beaut",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is cleaning up Parry - perhaps applying a green mud treatment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNE is seated at her formica table opposite LYDIA. SHE delicately holds one of LYDIA'S hands, carefully applying stars to her nails. LYDIA sips her tequilla with one hand ANNE'S glass is almost empty as she talks non-stop;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...So he says to me, \"you'll never find another man like me\"...I said, \"please, men like you have one hand on their dicks and the other hand on their mother's leg... I said, there's the door - take a trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(paying close attention) You threw him out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNE makes a confident nod. LYDIA sips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My parents were divorced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an awful thing, let me tell you. My Aunt used to say, (emphasizing) \"divorce is the sister-in-law of death\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNE nods knowingly. LYDIA squints as she considers this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK stands behind a seated PARRY in front of a mirror. PARRY'S hair is wet. JACK places a can of styling mousse in front of him. PARRY squeezes a ball of mousse in his h then applies it to his head....PARRY proceeds to experime with a number of styles - adding more and more mousse as watches in silence. PARRY molds his hair into a cone, the divides into two cones, then mushes it into a pompadour, splits the pompadour - PARRY is having a wonderful time - applying enormous amounts to his head and eyebrows....Fin JACK grabs the can out of PARRY'S hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNE works on LYDIA'S other hand, as LYDIA sips her tequi from a straw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...SO...anybody special in your life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defensive) Do I look like I have someone special?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHE moves to picks up her tequilla with the manicured han ANNE eyes her down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, don't say it like that. It's not so...ya know, crazy an idea. You are a healthy woman... You hold a steady job. Ya not crossed eyed or anything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, there's nobody special!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pause, then:) I mean, it's not easy in this day and age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meeting ... people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me about it. I've been dating longer than I've been driving. I can't believe that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never really...went through a... dating period.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a disgusting process. You haven't missed anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYDIA nods in agreement, but her face tells us she feels missed a great deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY, cleaned and dressed up - his hair moussed back, th is too big.  PARRY paces back and forth in the hallway as tries to staple the sleeves of the suit shorter for PARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you stand still so I can do this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry....I'm just so excited. (JACK smiles) You must have felt this way when you first met Anne, huh? Where did you two meet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a bar called Hellfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tch...how romantic. Yeah. If I wasn't already committed to Lydia, boy. Except Anne'd never go for me though. She loves you too much. And you really love her, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. But that's not the only reason people get together or..stay together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are the other reasons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK thinks a moment, then answers plainly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Survival.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY puts his arm on JACK'S shoulder and speaks very sin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(earnest) You love her alot Jack. You're ... crazy about her...It's just that, sometimes, you're a little bit of an asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK is surprised by the remark and abruptly focuses on P",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYDIA is a little more loose and talkative now as ANNE re her glass, then takes LYDIA'S other hand to apply the sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deadpan) ...My mother calls every week. Like a recurring nightmare. \"So, have you met anyone?\"...\"No mom\".. \"So what's going to happen?\"... \"I don't know Mom\"... I only thank God I moved out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe you lived with her for that long. If I had to live with my mother, I'd stab myself six times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think some people are meant to be alone. (she takes a slug) Maybe I was a man in a former life and I used women for pleasure so now I'm paying for it - which would be fine, if I could just remember some of the pleasure parts... (drinks)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand you. What is the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't feel like I make any impression on people... At office parties I spend my time re-arranging the hors d'oeuvres as people eat them, so the platters will always look full. I don't start conversations because I have no idea how to end them...I think I'm just meant to live in the background of things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not true...You gotta ease up... Conversations have a life of their own. You gotta just go with it...We're having a lovely conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bluntly) I'm paying you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNE drops her hand. SHE's pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, let me tell you something! I'm not that kind of person. I don't do people favors. If I talk to you it's because I want to. So we're not all ...uh...Jerri Hall...Big deal... What a boring world if we were. You do the best you can with what you got. You're not so so invisible, ya know... You want make an impression? Try this; you can be a real bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(her face lights up) Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYDIA smiles at the thought of having such an impressiona personality.. EXT. VIDEO POP - NIGHT. JACK tries to calm PARRY down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come here...you're all crooked. (HANDS HIM WALLET) Here's my wallet, so you can pay for dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK adjusts PARRY'S tie, then undoes it and re-ties. PARRY takes wallet, keeping his eyes on JACK, as JACK pri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...You're a nice man, Jack. Doing all this for me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK doesn't pay attention as PARRY'S expression grows pa frightened. HE suddenly raps his arms around JACK and whi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm scared Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK, uncomfortable at the intimacy, tries to comfort him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I feel so much for her...I feel like something awful is going to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Nothing bad's going to happen. Anne'll be there. I'll be there. Nothing bad will happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm still scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNE and LYDIA share a drink....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's hard being a woman. I don't care what anybody says...People say we have choices - we have no choices...My grandma used to say that, for a woman in this world, behind every door there's either death...or husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYDIA cracks up laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Sister-in-law of death\"...That's wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHE takes another sip as JACK knocks on the door and ente",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne...! (to LYDIA) Oh hi? How's it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia loses her smile and becomes self-conscious and prot",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry, it's Lydia Sinclair - our membership winner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK turns to find that PARRY is still outside the apartm HE crosses to PARRY. The two whisper intensely....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you two up to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well..everything's closed up. We thought we'd get some dinner. (overplaying it) Say!....Anybody up for Chinese? (to LYDIA) Have you eaten? Would you like to come along?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rises, uncomfortable) Oh, no..I have to get home...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nails!! Watch the nails!!... (LYDIA sits back down) Listen, you still have to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY stands in b.g. with JACK, whispering....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No really..I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey? What did I tell you? Why don't you come? It's just dinner. You'll have something to tell your mother next time she calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYDIA smiles as PARRY and JACK reach an agreement. All four turn to each other spontaneously and say:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY and LYDIA walk and talk.  ANNE and JACK walk behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I..uh..I get to read some of the books but mostly I..just calculate production costs from first edition hard cover publication to paperback. After paperback it's basically someone else's problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sounds exciting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why does it sound exciting? There's absolutely nothing exciting about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Parry talks, he picks up a piece of garbage on the sid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you're calculating costs that could have an affect on whether or not the book is published and if it is, it could be a book that... ....might somehow change the way people think or act - a book can do that. And you would be a part of creating a cultural shift that could change our society forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry drops the garbage in a garbage can and is almost about to browse through it when:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry is alerted by Jack that this would be inappropriate However, he does take a wire champagne cork wrapper, indi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We mostly publish trashy romance novels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well - empires have fallen because of trashy romances...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry seems to be fashioning something out of the wire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ...Romance is romance no matter what kind it is...It could be a Victorian lady kidnapped by a viral sea captain with a hairy chest...or a horny pizza boy seduced by a housewife with a hairy upper lip. As long as there's heart, passion, and little bit of fantasy...romance is the stuff of dreams...there's always more to trash than meets the eye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With this, Parry shows her his creation - a little wire c made from the champagne wire. Lydia is impressed. Their eyes meet for a dangerous moment, until: A LARGE MAN walks by, bumping into LYDIA without apology knocking Parry's gift to the ground....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The LARGE MAN continues walking as PARRY reaches to his b pocket to pull out his SLINGSHOT when:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY begrudgingly lets him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry!...Parry - is that you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry spots a familiar homeless face, sitting on the curb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Martin...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you look all duded up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Lydia!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to meet you Lydia! Got a quarter?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY smiles proudly.  A mortified LYDIA reachs in her pu and hands Martin a quarter...Anne and Jack watch in disbe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. God bless... (to Parry) Nice girl...Have you set the date yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia hurries away. Parry follows....The walk continues:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were neighbors for a couple for weeks on Sutton Place. Lydia You lived on Sutton Place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(proudly) Yep! Right on it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tries to save it) Huh...the restaurant's just around the corner here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They nod. After a beat, Lydia asks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you do - for a living I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'm in search of the Holy Grail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK smacks his own forehead, exasperated. ANNE gives up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNE and LYDIA sit opposite JACK and PARRY. THEY are served three large orders of dumplings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh..I could eat all of these",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYDIA is nervous about this. As everyone begins to eat, S eyes her chopsticks with reluctance. PARRY looks at her and smiles encouragingly. LYDIA forces a smile back, picks up her chopsticks and di PARRY watches her in adoration. JACK subtly tries to get to stop staring. But PARRY is glued to his vision. LYDIA, even more awkward now with her new nails, drops he dumpling into her lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh..god...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To save her from embarassment, PARRY drops his dumpling i lap as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh boy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYDIA takes her napkin and dips it into a glass of water. PARRY follows suit. When LYDIA removes the napkin, her glass falls over. PARRY forces his glass over, as well. ANNE and JACK are looking at this mirror exercise in fasc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to LYDIA) Can't take us anywhere, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYDIA can't help but smile - a little more at ease now. G she is not the clumsy center of attention. JACK leans over and whispers to ANNE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think they're made for each other. And it scares me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER IN THE EVENING.",
          "text": "WE PAN the table as everyone eats their main courses. LYDIA, we discover, has another eating idiosyncracy. SHE unconsciously, but quite loudly, smacks her mouth when sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SMACK..SMACK...SMACK...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE HEAR THIS SMACKING OFF CAMERA as we begin on JACK; try to look at LYDIA but having difficulty enjoying his own m CAMERA moves to PARRY, staring at her, helplessly in love paying any attention to his own food; moving to LYDIA \"SM SMACKING\" , beginning to accept PARRY'S attraction in her warming up to the idea, SHE throws a smile at him in betw \"smacks\"; and finally ANNE, chewing quietly, staring at J with her eyes widened twice their normal size, indicating disbelief at LYDIA'S vocal variety of noises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARRY",
          "text": "gazing at his sweetheart, a song to seranade comes to mind and he softly begins:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia... Oh Lydia... That encyclopedia.  Oh Lydia the tattooed lady...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His gentle voice counterbalances the odd lyrics and makes it sound like a love song. Anne eyes Jack to stop him. Jack is about to make an attempt but can't seem to find the way, so he doesn't bother. Lydia doesn't know how to respond either.  At first she smiles politely, then she pretends to be too busy eating to listen -- but something about Parry's sincerity pulls her in.  His face glows as he floats the lyrics across the table to her.  Slowly, her \"smacking\" subsides, she lowers her fork, forgets her self-consciousness and listens to Parry -- slightly hypnotized; like a little girl watching a ballerina for the first time. Jack is fascinated by Parry's complete adoration of this mess of a woman.  He looks to Anne, who tries to continue her meal nonchalantly.  He notices her bra strap hanging out from her sweater. CAMERA CUTS BACK AND FORTH between the exposed strap and Jack, as Parry continues seranading O.S.  Anne realizes Jack is staring at her and immediately thinks something's wrong.  But Jack just smiles at her.  His hand reaches across the table, not to fix her sweater, but to take her hand.  Anne is in shock.  She slips her hand into his and smiles back, her eyes almost tearing. When Parry finishes, he smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would it be all right... I mean would you mind... if I walked you home tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia nods.  From O.S., Parry's hand holds a napkin and gently dabs a stain of soy sauce on her sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tell ya, I'm very surprised. She seemed to go for him. Hmmm... There's somebody for everybody, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK very pleased with himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I can't believe I did it. You think it'll work out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's knows. My Aunt Marge used to say, \"some matches are made in heaven, some are made in hell and some are made in hardware stores\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing it's just...I begining to understand you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) Well...I think you should feel very proud. You did a real nice thing for somebody else. I'm very proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were great. Thanks alot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE kisses her hard and long. ANNE pulls away to catch her SHE is surprised, to say the least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK tenderly brushes her hair off her face. HE kisses he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY and LYDIA walk - noticably more comfortable with ea other than before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me more. I want to know everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There isn't any more to tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(genuine) No, really..believe me - there isn't any more. This is it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's enough for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have to say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never say anything I have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean you don't have to say nice things to me... That kind of thing is a little old fashioned for what we're about to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we about to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... you're walking me home.  I... I guess you're sort of... attracted to me and you'll want to come upstairs for... coffee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't drink coffee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... and then we'll probably have a drink and talk and get comfortable with each other and... and we'll... then you'll sleep over and then in the morning... (driving herself into a complex) ... you'll be distant and you won't be... able to stay for breakfast... you'll just have some coffee maybe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't drink coffee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then we'll exchange phone numbers and you'll leave and never call and I'll go to work and feel great for the first hour and then slowly turn into a piece of dirt by lunch.  Why am I putting myself through this? (to Parry, as she quickens her pace) It was very nice... uh meeting you. Good night..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks quickly away.  Parry stops, confused to say the least, then runs after her.  Lydia is just about to enter the front door of her building when Parry stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I'm not feeling well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, no wonder.  We just met, made love and broke up all in the space of thirty seconds and I can't even remember the first kiss which is the best part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, you're very nice... b...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So are you, but I think maybe you should shut up now... (Lydia is surprised) ... I'm not coming up to your apartment.  That was never my idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... You mean you don't want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deeply sincere) Oh no, I want to. (sweetly) I've got a hard-on for you the size of Canada... but I don't... want just one night.  I have a confession to make?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Divorced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have a disease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you stop!... (pause, he looks at her) ... I'm in love with you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia is about to speak when Parry puts his hand over her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It's not just from tonight.  I've known you for a long time.  I see you come out of work every day.  I walk with you to lunch.  I know what you order... I see you buy Baby Ruths before going back in... (slowly removes his hand) I know how you feel on certain days by whether or not you go into the bookstore... (Lydia listens with fascination) ... I know you hate your job and you don't have many friends and you sometimes feel like you're not as... as wonderful as everybody else and you're a little uncoordinated (Lydia begins to cry) ... and feeling like you're the only one who's as separate and... alone as you are... and I love you.   I love you.  I think you're the greatest thing since... spice racks and I would be knocked out several times if I even got just a first kiss.  But I'll be back in the morning.  And I won't be distant.  And I will call if you let me... But I still don't drink coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She kisses him, tentatively -- almost awkwardly.  Parry feels a surge of emotion that makes his whole body tremble.  Lydia separates from him and looks into his eyes.  She pinches his cheek, hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; earnestly) You are real, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They kiss again.  Then Lydia quickly pulls away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... You can call...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs into the building, afraid to linger and ruin the moment.  Parry stands transfixed, his eyes following her. Lydia pauses briefly to look back.  She is so excited. She smiles and turns toward the elevator... her skirt spinning with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She re-enacts the entire love scene in her mind, to make sure it went as well as she thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY is standing frozen... We don't know whether he's looking ahead of him or in his mind's eye... He appears anxious and frightened as he steps back, away from Lydia's building... He senses someone is watching him. Parry smiles.  But suddenly it is as if everything has gone into SLOW MOTION.  His eyes focus on her skirt as it swirls around as she turns... His expression grows dark: O.S. we hear a horses HOOVES moving in slowly as CAMERA moves to CLOSEUP.  He slowly turns his head and looks down the block to the corner to see: The Red Knight.  He sits upon his horse as if waiting for Parry.  The street lamps cast a glow around his imposing figure.  The night air lifts his cape up around his massive shoulders. Parry, vulnerable, in love, whispers plainly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me have this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RED KNIGHT",
          "text": "silent, unforgiving, unrelenting. Parry begins to move away, taking a step back and then another and another... until he is running down toward the opposite corner. The Red Knight shifts his horse into Parry's direction and begins to charge.  Parry runs through deserted city streets -- running for his life; the sounds of the Red Knight GALLOPINGS grows closer.  The Red Knight, looks like a surreal figure hunting his prey. As Parry runs, IMAGES/MEMORIES begin to flood his mind  uncontrollably;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ambulance arriving at a hospital... his wounded wife being moved on a stretcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry running away from the Knight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry and his wife at the side bar.  He is making her laugh uncontrollably.  He sees Edwin in the doorway, making nothing of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry still running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sstttoppp!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Passers-by on the street witness the familiar sight of a bum screaming at thin air then turn away.  We hear the GALLOPING getting louder. Parry runs, mumbling incoherently.  People on the street get out of his way or snicker behind his back.  The Red Knight gallops toward PARRY, as he runs; his face wet with tears -- yet contorting with angry, incomprehensible reprisals.  People on the street pay no attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bar with broken glass surrounded by police and spectators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry and his wife waltzing.  CLOSEUP on their clasped hands as Parry maneuvers a ring on her finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His wife's lifeless hand lifted onto the stretcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surprised, Parry's wife stops dancing to look at the ring.  Parry smiles.  It is his proposal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ambulance driving away with Parry holding his wife's hand in the back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dancing, his wife embraces him as she accepts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's face on a TV news broadcast with a reporter commenting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry has run all the way to the promenade along the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on!... Where are you!!!  Where are you!! (softer, dropping to his knees) Where are you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two juvenile delinquents, Leather and Windbreaker, come strutting down the promenade, in SLOW MOTION.  Parry looks toward them, as if surrendering. Through PARRY'S POV we see the two youths are being lead by the Red Knight on his horse. Parry, tear-stained face, rises to meet them.  The Youths reach Parry and surround him.  Leather flicks open a switchblade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... We're tired of looking at you people...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry stands before them, surrendering to his fate. Through his POV, the Red Knight is pointing a sword at him in front of Leather and his switchblade.  He slashes at Parry's chest as we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMENADE",
          "text": "as Parry sinks to his knees... The youths close in around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside the bathroom door, we hear the toilet FLUSH. Anne exits in an imitation silk kimono, feeling very much the satisfied woman.  She crosses into the living room and finds Jack, on the phone in mid-conversation, beside his open box of radio tapes.  She hugs him from behind as he talks, still warm from their all night lovemaking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excited, very \"on\") ... Well, ya know, I'm feeling good, Lou... I don't know how else to put it... I... I had some personal things to work out and... and I have and... (listens, then:) Yeah... Well, the thing is... I want to work again... I want to get back into it... you think that's possible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne releases her hug -- looking surprised, pleased, impressed... she stands by, waiting to ask Jack what's up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to phone) I understand... (obedient) I am... I won't... I will... (beaming) Great!  Thanks a lot, Lou... Tuesday's fine. (listens) Okay... Thanks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up the phone elated... Anne can't wait to hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what's going on?  Who's Lou again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disappointed she doesn't remember) My agent.  I called my agent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're kidding!  What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He says if I want to get back to work, no problem.  He wants me to come in and talk and... and... that's it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoah!  Oh, honey, that's terrific!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gives him a big hug.  Jack is first to break away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(organizing tapes) I've got to put these tapes in some kind of order... and... Oh, I should get my sports jacket cleaned... (he crosses to the closet) ... There's coffee if you want...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You made coffee?... You're going back to work and you made coffee?... I love this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack does not respond as he looks through the closet. Anne gets her coffee and sits -- watching Jack move about so full of energy and focus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) It's so great to see you like this, honey... I can't tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at jacket) Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she smiles and drinks) Ya know, I'm thinkin' -- with another income coming in, I would love to get a bigger place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack stops organizing for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... I don't want to rush things -- you have to get a job first, but I'm so sure that's gonna happen I'm not even thinking about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack brings out his sports jacket, then returns to his tapes, hoping he can avoid having to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ugh, these tapes are a mess.  I don't know where to begin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I would love to start looking at least.  You know, maybe a two bedroom or even, maybe the top floor of a house -- like in Brooklyn or Staten Island...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack looks at her, not knowing what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... What?... You don't want to commute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's not... Come here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns her around and cuddles her up in his arms, with her back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You're an incredible woman Anne...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne breaks away suddenly and looks at him, sternly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"I'm an incredible woman?\"  What is this, a death sentence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I... I think we should talk about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(aware and suspicious) You want to talk?  Come on, Jack... Did I cross the line by mentioning the future or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... it's just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne shifts her body to face him directly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... Listen, so much has happened and I think it would be a good thing for both of us if we slowed things down a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slowed things down?  Where have I been?  Have we been going fast!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right now, I'm just not sure about... making such definite plans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pause.  Anne stares at him like he's speaking Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm lost.  What are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack sits them both down, takes her hand in his, takes a breath:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been a real... real difficult time for me... The past year or so... And now, for the first time, Anne, I feel like I'm above water. I feel like I know a lot more than I did, and I don't want to make any mistakes so... I think what I need is some time... to make the right choices.  And... I think that maybe... I need to be alone for awhile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne is speechless -- for the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'd like to focus on my career - - now than I can, now that everything's all right... Parry's taken care of... and... Like I said, I feel like I know a lot more now and I don't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupts) First of all, let me tell you something -- you don't know shit. Second of all, as far as we go, what time do you need?  What have we been doing here, except time?  Have I ever... ever pressured you!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  So what time do you need?  I love you -- you love me -- you want to get your career going, great!  I'd like to be a part of it -- I think I deserve that!  So what do you need to figure out alone!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack doesn't answer.  Pause.  Anne is afraid she knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) All right.  I'm going to ask you one question. (summoning up all her strength) Do you love me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slaps him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't even give me that?!  What were you gonna do, Jack?... Just gonna organize your life... (indicates the box) ... walk out that door, move in by yourself and what -- drop the news when you find somebody else?  What were you planning to do, Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know.  I just said all I want is some time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fighting back tears) Bullshit!  If you're going to hurt me, you hurt me now -- not some long... drawn out hurt that takes weeks of my life because you don't have the balls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pause, then:) All right... I'll pack my stuff tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne slaps him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have you been doing here!  Huh! I wanna know!  What have you been doing here?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen!  We both got something out of it, all right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah?  What did I get?  What did I get I couldn't've gotten from somebody with no name any night of the week?  You think your company is such a treat?  Your moods, your... (sarcastic) \"pain\", your problems... You think you're entertaining?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then what do you want to stay with me for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNE physically attacks him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BECAUSE I LOVE YOU!...STUPID!...FUCKIN!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK blocks her blows and holds her arms. ANNE surrenders her tears. HE is about to embrace her, when she pulls awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No....You don't get to be nice now. I'm not gonna play some game with you where we act like friends so you can walk  out  here feeling good about yourself. I'm not a liar. If you're gonna leave me then that's what we call it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone rings. JACK answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?...Yeah...My wallet? What do you mean?....(his face drops) What?....What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARRY lays in bed - his face bandaged, his arms in a cast his chest tightly rapped.  HE has been severly beaten. JA and ANNE stand at the foot of the bed in shock. A DOCTOR The DOCTOR is young, dedicated and inexperienced enough t still feel compassion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't hear you. (JACK and ANNE turn) Hi...I'm Dr. Weintraub.... (shakes hands) I was on duty when they brought him in...I've been going over his record... He was brought in once before I understand... (reads) ...\"catatonic  stupor\"...condition  rendered him non-verbal for a period of -...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah so? The guy's beat up - he...he probably has a concussion or something, right? (DOCTOR doesn't reply) He'll snap out of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid not ... Then again, I'm not sure. The beating's bad but it's not the problem... It seems he's.. re-experiencing the catatonia... So, like before, he could snap out it in an hour or in thirteen months or thirteen years... ....I don't know. There's no way to tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But..How could that happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's not unusual in his case... Sometimes victims of tragedies are subject to the brain's replay system. The brain never loses anything - it just stores it up and waits. A person could actually re-experience the full effect of a tragedy, long after the event took place. Are you relatives? (JACK shakes his head) Well, it doesn't matter. We'll take care of it. He'll have to be sent back to the same institution.. (HE checks the record)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if I was a relative?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd have the option to care for him at home but my advice is it wouldn't be the best thing for him. He needs hospital care. I just thought you could sign the release forms, but the city can do that. I wouldn't feel responsible in any way. There's really nothing you can do. I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With that, the DOCTOR EXITS. JACK and ANNE face PARRY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just like a guy. Finds the woman of his dreams then falls into a coma... Poor Lydia... (SHE looks at JACK) ...Some women just have no luck, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Including herself in this remark, and having cried all sh cry, She and JACK exchange one final look. SHE turns and, with all her dignity, walks out of the ward. After a BEAT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anne....Anne...I'll call you O.k...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But ANNE doesn't stop or turn - she keeps walking. JACK stares at PARRY. CAMERA MOVES IN TO C.U. - His face hardening, a mixture of hurt, rage and resignation. SUPER - SIX MONTHS LATER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS the studio as JACK signs off his broadcast:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'm gone-... Have a perfect weekend and remember on Monday, we have as our studio guest, Ben Starr - star of the recently defunct hit TV show ON THE RADIO - it's the rise and fall story of one of televisions brightest stars ruined by charges of sodomy in an Atlanta airport mens room. If you often wonder, \"what IS sodomy exactly?\", Ben'll have that answer and many more for you on Monday's show...Until then, don't do anything that will break your pattern of being the selfish scum sucking race you are. From one of the Botched to all of your bungled cats out there, I love ya and right back at cha!. Over and out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE flicks his monitor off as a commercial takes over. The work in silence behind him. HE rubs his tired face and si CAMERA PAUSES on JACK for a moment as he sits in silence. looks neither happy nor said, neither satisfied nor unsat HE looks blank...emotionless...as if he knows something i but he hasn't the strength or interest to find out.... THE PHONE RINGS - breaking the silence. JACK picks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...Yeah Lou.... (no excitement, no energy until:) Lou, I said I want an offer or they can forget it... Well, tell them I'm meeting with the cable people about a talk show and...What?... Beth's father set it up...No, he owns it. ...Fuck you Lou...And if the network is ready to make an offer and I see a script, then fine... otherwise, forget it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK turns to see his new improved girlfriend, BETH - a t statuesque redhead in a smart Chanel outfit. BETH crosses him and they kiss...When they kiss, all the lights in the surrounding studios booths go out, as the crew heads home JACK'S STUDIO is now surrounded by blackness...After the JACK gets right to business...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi..Did you talk to your father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hiding good news) Yeeesss...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slightly annoyed by her coquettish game) Weeellll!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Daddy said...and this is word for word... He said...that he thought... that you were a home run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK knows this must mean a great deal - especially to BE but he just can't get the steam up....HE smiles weakly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really. He thinks you'll be a phenominal success...and he says the cable people are very excited about the meeting... I said I always knew that and I really think it was like the first time he really respected me...So thank you for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK nods \"it was nothing\" as his hands move up her body. Oh and I called him later to thank him but I really think you should send him a note... He wants to take us out to dinner tonight. The car's picking us up at seven...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK nods and watches BETH'S BREASTS pressing against her dress.  Turned on, JACK moves to her and begins fondling her, as he kisses her neck. BETH giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jaaack...what are you crazy? They're people all around us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK flips a switch that send his studio into darkness an continues kissing and fondling. BETH giggles some more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jaack..I can't do this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK begins to ease her to the floor. BETH stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this thing you have with the floor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THEY lower O.C....We hear BETH continue OC:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh it's cold...I'm cold...honey... Jack, can we please do this after dinner.. in bed?...like normal people?...I really want you but I'll want you more, late. O.K. I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A STREET BUM, whose face we cannot see, is busy asking people for change. But no one is stopping... A SECURITY G exits the building and starts yelling at the BUM to leave A CAB pulls up and out steps JACK and LOU. THEY start walking toward the building when the BUM recognizes JACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK!....JACK!....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK turns as the BUM starts for him. Simultaneously, the SECURITY GUARD intercepts the BUM, who JACK recognizes as the GAY BUM from Central Park...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK!...JACK! IT'S MEE...REMEMBER ME...YOU KNOW ME!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GET OUTTA HERE I SAID!!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOU tries to usher JACK into the building, but JACK stand frozen for a moment, as the GUARD pulls out a club and starts poking the GAY BUM away...JACK doesn't know what t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You KNOW that guy!? (JACK doesn't answer).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK...JACK...PLEASE CAN I TALK TO YOU? I JUST..I NEED TO TALK TO YOU, JACK...I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the GUARD keeps at him...JACK realizes people are wat him and he enters the building with LOU as the GAY BUM sc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK..PLEASE..JAAAAAACCKKK!!!! JAACCK!...WHY WON'T ANYBODY....WHAT'S THE MATTER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But JACK disappears inside. THE GAY BUM is blocked by the HE throws his arms up and starts muttering to himself hel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hyperkenetic T.V. EXEC. is pitching JACK, who sits next",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a weekly comedy about the homeless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK can't believe his fate. HE looks to a coffee table a sees a magazine front page: LANGDON CARMICHAEL BUYS VAN G",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...But it's not depressing in any way. We want to find a happy, upbeat way of bringing the issue of homeless to television. There are three wacky homeless characters but they're wise...they're wacky and they're wise... And the hooks is, they love being homeless. They love the freedom...they love the adventure... It's all about the joy of living...not all the bullshit we have to deal with...the money, the politics..the pressures... And we're gonna call it HOME FREE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oooooo... I got a rush...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, Jack stands up and bolts out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?... Where is he... Lou, is this another disappearing act with this guy or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping) I'm sure it's nothing... He probably had to go to the bathroom... I'll find out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack rushes out of the building to find the Gay Bum, but he's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack walks around.  He looks at the wall of weapons and the mural of the medieval scene.  He looks through the maps, ropes plans for the robbery.  He finds the Pinnochio doll still keeping guard before the Red Knight wall of scribblings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack approaches the entrance to the lot from the street, carrying an open box of assorted deli food and coffee... He stops in the entrance and looks at the deserted lot. Gone are the little cliques of homeless, once scattered throughout the place.  Gone is the magic and danger that night cast upon the surroundings.  All Jack sees is garbage and decay. Suddenly, SIRENS from an ambulance pulls his his attentio away.  At the same time, the Black and the Irishman (from that same first night with Parry), come running out from between the two giant foundations of the bridge and bolt out of the lot.  Jack smiles in recognition as he moves to block them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  Hey, guys!... Remember me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the Black and the Irishman push him out of the way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me the fuck alone, goddamn it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping) Move it, for Christ sakes. Move...!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Irishman shoves Jack against the fence and runs, with the Black close behind.  They disappear underneath the highway as Jack turns and sees an ambulance pulling up to the sight.  PARAMEDICS wheel a gurney from the ambulance, past Jack and into the lot between the giant foundations. Jack approaches with great trepidation.  He moves into view just in time to see the Paramedics lift the body of the Hippy bum onto the stretcher...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey... Hey... Hey wait, I know him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Paramedics stop... Jack approaches the gurney... The Hippy eyes are opened and glazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Hey... hey, remember me... Marvel Comics, right?... Remember Parry... Superbum?  Remember you guys saved my ass...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister, he's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack realizes the glazed eyes are actually dead eyes. The Paramedics wheel him away;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack approaches the nurses' station when he spots a familiar face.  Lydia. We can see a change in her; the self-consciousness replaced by a self assurance, the insecurity replaced with a maturity.  She wears a handsome tailored suit.  Ja hides from her and listens:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to NURSE) Excuse me but I brought new bed sheets for him last week.  They were lime colored with little watermelons on them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yes... I'm sorry.  They're being cleaned.  The doctor had a little accident with a hypo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right... Make sure he gets them, okay.  Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack watches her exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack enters a room lined on both side with beds and patients. The various patients -- all men -- are confined to their beds.  Some are mumbling inaudibly to themselves, others are rocking back and forth, others just stare off into space.  Parry sits in bed -- his eyes are dead, his body unresponsive.  Jack stands at the foot of his bed.  Parry does not respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi!... It's Jack... How are you doing?... You look good... You do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry remains the same.  Other patients look at Jack as if he's nuts talking to a catatonic person.  Jack moves closer to him.  He picks up his hand and holds it.  Then shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... Hey... You gonna wake up for me? Huh?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No response.  Jack leans closer into him.  His tone changes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... This isn't over is it?... You think you're going to make me do this, don't you?... (sternly) Well, forget it!  No fucking way!... I don't feel responsible for you, or for any of them!  Everybody has bad things happen to them... I'm not God. I don't decide... People survive. (beat) Say something!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other patients stop their mumblings and watch, as if Jack were an interesting TV show... Jack paces before the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... Everything's been going great! Great!  I'm... I'm gonna have my own cable talk show, with an incredible equity I might add... I... I... have an... an incredibly gorgeous fucking girlfriend... I... I am living an incredible fucking life!!!... So don't lay there in your comfortable little coma and think I'm about to risk all of that because I feel responsible for you! (to the other patients) I am not responsible! (to Parry) And I don't feel guilty... You've got it easy. (intensely) I'm out there every day.  Every day trying to figure out what the hell I'm doing... why, no matter what I have, it feels like I have nothing... So don't think I feel sorry for you! It's easy being nuts!  Try being me!... (beat) So I won't do this.  I do not believe in this.  And don't give me that stuff about me being the one!  There is nothing... Nothing special about me!  I control my own destiny -- not some overweight fairies.  I say what I'm going to do and I am not risking my life to get some fucking cup for some fucking vegetable... And even if I did do this, I want you to know it wouldn't be because I had to! It wouldn't be 'cause I feel guilty or cursed or .. or...bad or responsible or anything....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tears come. JACK gently pushes the hair off of PARRY'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Aw shit...If I do this...and I mean, IF!... It's because I want to do this... for you.  That's all!!  For you! (HE kisses PARRY'S forehead) Don't go anywhere...huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK stands on the deserted block. HE looks around at the neighboring houses - all the New Yorkers safely locked aw behind their doors, intentionally oblivious to what goes around them. JACK is holding a rope with a self-made hook looks up the at building, takes a gulp, then throws the r IT MISSES and falls back toward him - scaring him to the and making an awful sound when it lands. JACK tries again IT CATCHES. HE tugs a bit. HE begins to climb up the buil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God I live in a city where nobody looks up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE places a foot on the wall and begins to climb, mumblin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell am I doing? Can't fuckin believe this is my life! ...(imitates a whiny Parry)... \"Oh Jack you're the one...we have to get the Grail\" I'll give ya Grail, ya stupid dingbat! Climbing up walls in the middle of the goddamn city- in the middle of the goddamn night while that schmuck lays in bed dreaming about Camelot! I live through this and I'll be the King of the Idiots...What a fucking honor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE pulls and steps, pulls and steps...climbing up to a BA mid-way between the street and the roof. JACK climbs over into some exterior lighting that lines the balcony. A light is jarred loose, falling to the ground making an awful SOUND and lighting a stained glass window. JACK rai eyes and sees THE RED KNIGHT standing six feet tall, as p in the design of the stained glass window. HE stares unti HE HEARS THE SOUND OF A HORSE GALLOPING....HE freezes, th cautiously looks toward the street - but the street is vacant. The galloping stops. An eerie silence hangs in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh great. This is great. I'm hearing horses now. Parry will be so pleased. (HE picks up the rope and throws it to the roof) RADIO PERSONALITY TURNS SCREWBALL ON MISSION FROM GOD...I just hope when they put me away they find me a bed right next to his!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE begins to climbs from the balcony to the roof....Sudde JACK hears SIREN IN THE DISTANCE and freezes, closing his SUDDENLY, THREE POLICE CARS come barrelling down the stre sirens blasting, they screech to a halt. A dozen cops hit streets with rifles and spotlights aimed at JACK. A REPOR faces a news camera. (THE SAME REPORTER FROM EDWIN'S T.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crazed radio personality dangles from the townhouse of billionaire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNE jumps out of a police car and runs to the townhouse her face full of love and concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK OPENS HIS EYES",
          "text": "POV - The street is empty. The siren was from an ambulanc that drives off in the distance. There are no cops, no spotlights...and no Anne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Anne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ball of sweat, he takes a breath and continues his climb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack reaches the roof and climbs over.  He pulls the rope up and quickly moves to the skylight.  He looks down into it and sees a dark void.  He takes a breath and pulls out some masking tape.   He makes three big tape loops and applies them to the glass.  He then takes out a glass cutter and begins to cut a pane.  The SOUND, at first, is starting.  An O.S. VOICE says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're being too loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's heart stops.  He looks into the darkness of the roof but sees nothing.  He tries to slow down his heart and shake away thoughts of demons in the dark.  He continues cutting.  When he finishes the entire pane, he replaces the cutter in his pocket then plasters his arm against the tape.  He gently bangs the pane and it comes loose, sticking to the tape.  He is impressed.  He places the pane on the roof and, fastening one end of the rope to a pipe, lowers the other end down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack eases himself down into a pitch black room.  But the rope doesn't reach the floor.  He dangles for a moment, fearful of falling until he realizes it is the only way to get down.  He takes a breath and releases, falling to the floor with a THUD!... The room is dark.  The moon- light barely illuminates the austere, castle-like surroundings.  Jack pulls out the page from the Architecture Today and lights a lighter.  The \"Grail\" is in the library on the first floor.  Jack cautiously makes his way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack looks down the dark hallway.  At the far end he can see the top of a staircase. He heads towards it until he sees something that makes him stop dead in his tracks. Slowly, a shadow holding a shotgun emerges up the stairs against the back wall... Jack is paralyzed.  He closes his eyes.  The shadow reaches the top of the landing.  It is EDWIN MALNICK... Wearing the same expression we saw on the TV broadcast -- sad and harmless.  Jack's heart is bursting out of his chest.  Edwin calmly raises the gun, cocks it and FIRES:  the shot BLASTS down the hallway, deafening Jack.  But when he opens his eyes to see if he has been hit, there is no blood, no wound... and when he looks up, no Edwin.  He pulls himself together and continues:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack enters Carmichael's library carefully.  A small lamp is lit on a small table beside a large Chesterfield chair, which is turned facing the fireplace.  Jack spots the antique commode and crosses to it... Within the commode, sitting innocently behind two small glass doors, is the \"Grail\"... Jack gently opens the doors and takes out the goblet.  He holds it reverently for a moment, then, noticing an inscription, reads: TO LITTLE LANNIE CARMICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOR ALL HIS HARD WORK... P.S. 247 CHRISTMAS PAGENT 1932",
          "text": "Jack can't help but smile.  He takes the chalice and turns to leave, when suddenly he notices: The bare foot of a man barely sticking out from in front of the Chesterfield chair.  Jack slowly moves around the large back of the chair to the front and sees, to his amazement:  LANGSTON CARMICHAEL, wearing only his silk pajama bottoms, asleep in the chair.  On the table beside him is an empty bottle of vodka and an empty bottle of pills. Jack doesn't know what to do, when it suddenly strikes him that Carmichael hasn't moved at all.  At first, he thinks it is another hallucination, but then he notices the pill bottle.  He takes a step toward it, the floor SQUEAKING beneath him but Carmichael remaining unconscious.  He reads the bottle:  Seconal.  Jack looks at Carmichael's limp body and checks his heart.  It is very faint. Scared, Jack slowly starts backing out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is panicked.  He wants to run away.  He looks to the front entrance and sees an alarm system indicated by a tiny beam of light that sits a few inches above the floor.  Suddenly, Jack feels calm.  He has an idea.  He knows what he is going to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack exits out the front door, setting off a slight BUZZ from the alarm.  He checks to see that no one is around, then quickly runs down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parry lies asleep in a sea of lime green and watermelons. Jack places the \"Grail\" in Parry's lifeless hands.  He pulls up a chair beside the bed and sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... I did my side of the bargain... You gonna wake up now? Huh?... (no response) Want to think about it a little more...?  Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack props his feet up on Parry's bed and settles in to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA CLOSE on a newspaper headline being read by an orderly:  \"ACCIDENTAL SUICIDE THWARTED BY NIGHT PROWLER... Thief Didn't Know Anyone Was Home, Escapes Empty Handed\"... CAMERA PANS PAST several beds until it ARRIVES at Parry's.  Jack is asleep in a chair beside him.  CAMERA ON Parry's hands as they gently come to life and grasp the chalice.  Parry opens his eyes, raising the chalice to him.  He sees Jack sleeping beside him and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) I had this dream, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack remains asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I was married.  I was married to this beautiful woman.... And you were there too... (pause) I really miss her, Jack.  Is that okay?  Can I miss her now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, his eyes closed, only pretends to be asleep, but in truth he hears every word.  A tear rolls down his cheek. Parry extends one hand, placing it on Jack's shoulder while cradling the chalice with the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia makes her way down the corridor, pushing her way through the swinging doors into Parry's ward.  She is stopped in her tracks by what she sees: Parry has gathered all the patients to the center of the room, and is teaching them to sing \"Groovin'\".  Jack is watching.  Although most are not getting it, all are having a good time.  When one of the patients turns to look at Lydia, Parry turns as well... His face lights up as he says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiya, sweetheart!  Where you been!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia loses control and begins to cry through her smile. Parry approaches and wraps his arms around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Don't cry... Hey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia throws her arms around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... Are you my girl?... Are you my girl...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia sobs and nods in his shoulder.  Parry holds her tighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNE sits in her office, a cigarette dangling from her mo going over receipts. There is a knock at the door. A beat silence. ANNE raises her head to discover JACK, holding a bouquet of flowers. HE smiles. ANNE looks shocked, then - pulling herself together...THEY both are frozen in silenc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well!  What do you want me to do - applaud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coldly) Terrific. Going on alot of dates ... seeing lots of men... lots of dates..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK nods.  HE is uncharacteristically nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sincere, vulnerable) Jack please...I'm having a bad month. I'm not up to this. What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HE takes a breath, looks at ANNE and pushes the words out",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For once, ANNE is speechless. She slowly rises from behin desk in such a way that JACK takes a step back in fear. A up to him. She has no intention of making this easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, I didn't get all that... Won't you run it by me again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK is dying. HE could hardly say it the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think..(quickly corrects himself) I...I realized...I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh-huh....You son of a bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHE hauls off and cracks him a slap across the face that stuns him - his knees giving out, lowering him to th SHE quickly grabs his face with her hands and plants a pa kiss on his lips, that slowly causes him to rise back up. the flowers and grabs her. SHE mounts his body and begin suit. THEY go at it with such passion, they both fall to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus. What rock hit YOU in the head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS DOWN PARRY and JACK, lying naked, cloudbustin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beautiful night huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.....Hey they're moving.... (pause) Am I doing that?",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1999"
    }
  ]
}