{
  "movie_id": "MOV2084",
  "scenes": [
    {
      "location": "LAND ROVER",
      "time": "DAY",
      "characters": [
        "FBI AGENT",
        "SHARI",
        "MALE NEIGHBOR",
        "LAWYER",
        "UN INVESTIGATOR, (0.S)",
        "CREDITS.",
        "WINTER STORM OVER MIDTOWN MANHATTAN AT NIGHT.",
        "BRITISH AMBASSADOR, (0.S.)",
        "SUIT",
        "BOY TWO",
        "MOHAMMAD",
        "FASTIDIOUS MAN",
        "THE DATE",
        "FEMALE VOICE, (0.S.)",
        "CHIEF WU",
        "FBI AGENT, (0.S.)",
        "UN COP",
        "COP ON FOYER DOOR",
        "COUNCIL PRESIDENT",
        "A BRITISH MALE VOICE",
        "GATE OFFICER",
        "DOT, (0.S.)",
        "FEMALE NYPD COP",
        "FBI.",
        "DOUG",
        "BOOKISH MAN",
        "WHITE COLLEAUGE",
        "DOUG, (0.S.)",
        "SOCCER FAN",
        "GA PRESIDENT",
        "UN COP IN HALLWAY",
        "SILVIA, (0.S.)",
        "COP ON STAGE",
        "BOY TWO, (O.S.)",
        "SILVIA",
        "JON",
        "LEMANN",
        "COP ON STAGE-LEFT DOOR",
        "COLLEAGUE",
        "A MALE VOICE",
        "RORY, (0.S,)",
        "NYPD LEADER",
        "RORY",
        "DOT",
        "PROTESTORS",
        "KELLY, (0.S.)",
        "YOUNG WHITE COLLEAGUE",
        "MANICURIST",
        "FLASH FRAME",
        "AUTOMATED ANNOUNCER",
        "BLACK.",
        "NYPD INTEL",
        "FADE TO",
        "SILVIA'S VOICE",
        "COP ON DOOR TO BOOTHS",
        "COUNCIL PRESIDENT, (0.S.)",
        "SHART",
        "NILS LUD, (O.S.)",
        "LANDLORD",
        "THAI WOMEN",
        "AMERICAN AMBASSADOR",
        "END.",
        "UN INVESTIGATOR",
        "TOBIN, (0.5S.)",
        "TOBIN, (0.S.)",
        "CREDIT SEQUENCE.",
        "MALE INTERPRETER, (0.S.)",
        "SPEAKER VOICE",
        "FEMALE RECORDING",
        "DO",
        "RUMPLED AUSTRIAN",
        "YUPPIE ADVISOR",
        "/ AUDREY",
        "JON, (0.S.)",
        "BOY ONE",
        "FORENSIC GUY",
        "NILS LUD",
        "CUT TO",
        "MATOBEAN AMBASSADOR",
        "PETTIGREW",
        "ZUWANIE, (0.S.)",
        "UN COP IN LOBBY",
        "UN COP IN FOYER",
        "BRITISH AMBASSADOR",
        "STLVIA",
        "TOUR GUIDE",
        "AMERICAN DIPLOMAT",
        "RORY, (0.S.)",
        "GREEK TOURIST",
        "AUDREY",
        "TOBIN",
        "MALE RECORDING",
        "HEADPHONE VOICE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "In a heavy dust storm, two dirt roads meet at an abandone junction. Four old tires lay half-buried in the middle, t vague suggestion of a roundabout. Telephone wires dance angrily above. Corrugated tin roofs rattle in the distanc Reaching over the far road - not thirty feet away but bar visible in the storm - is an old wooden arch. Its long-fa slogan reads, “PRAISE AND WELCOME EDMOND ZUWANIE”. A Land Rover emerges from the dirt fog behind it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BOOKISH AFRICAN MAN (48) drives. His YOUNG WHITE COLLEA (32) writes in a notebook. In the backseat, we see a came and numerous books. They speak loud over the wind and jostle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WHITE COLLEAGUE",
          "text": "She wouldn’t tell me her husband’s name, wouldn’t even write it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOKISH MAN",
          "text": "The names of the dead are bad luck. The White Colleague tosses his notebook in the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WHITE COLLEAGUE",
          "text": "Zuwanie’s murdered half the town - how could their luck get any worse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOKISH MAN",
          "text": "He could murder the other half. The ride a moment in rough silence. They pass a man with trachoma gauze patches over his eyes - bright white squar on dark skin - feeling his way against the wind and sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Land Rover comes to a stop. The Bookish Man and his W Colleague climb out; the latter puts a camera and a pisto a backpack. We follow them through the dirt squall until a massive sh starts to emerge in front of them: a concrete soccer stad",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The air inside is hazy but oddly clear. The turf turned t scrub long ago, a lone marula tree grows at one end. As the Bookish Man and his White Colleague look around, see TWO TEN-YEAR-OLD BOYS near a rusted goal. The boys st kicking a ball made of taped newspaper to stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WHITE COLLEAGUE",
          "text": "Sawubona!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY ONE",
          "text": "Yebo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WHITE COLLEAGUE",
          "text": "They’ re Ku. A beat. The men scan the stadium. Bullet holes in concret slab seating. Seventies-era advertising boards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY ONE",
          "text": "Elami igama ngingu ndube?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOKISH MAN",
          "text": "What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WHITE COLLEAGUE",
          "text": "He wants to know if we came to look at the bodies. The men exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The infield light recedes as the Boys lead the men to a d The Bookish Man yanks it open to a wave of putrefaction. cover their noses, wave the Boys away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark. As their eyes adjust, the men can see twenty corpse the floor. Most have shirts thrown over their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WHITE COLLEAGUE",
          "text": "They’ re not villagers. Wordlessly, they check faces. The White Colleague takes pictures. Most of the dead are villagers, but beneath a s coat, the Bookish Man finds a handsome young man wearing white shirt and tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOKISH MAN",
          "text": "Mother of God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WHITE COLLEAGUE",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s Kuman-Kuman. The two men share a look of disbelief. The White Colleagu takes a picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY TWO, (O.S.)",
          "text": "Amadoda!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITE COLLEAUGE",
          "text": "Someone’s coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They men run for the portal. In silhouette, Boy Two point across the field. The White Colleague throws the camera i his backpack as he runs, struggles to get the pistol out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The White Colleague runs into the bright haze. It takes a seconds for his eyes to readjust, to see that the infield in fact empty. The Bookish Man comes up beside him. As they stand breathing heavily, A SHOT EXPLODES out of t Bookish Man’s chest. His White Colleague spins to see Boy holding a gun on him, ready, hesitating. The White Collea aims, but can’t bring himself to fire on the kid. A long tense beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY TWO",
          "text": "Lamhla! A BULLET RIPS into the White Colleague’s abdomen and out back. He falls to his knees. Boy One grabs his backpack. they run, hard, scared. He whispers after them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WHITE COLLEAGUE",
          "text": "It’s okay. It’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Two Boys sit on the Land Rover’s hood as a late-model creeps out of the windstorm. The tinted passenger window down. Boy One hands the pistol and backpack to a MATOBEAN DRIVER - he pays the kids with four old American comic bo Delighted, the Boys run off, chanting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY ONE",
          "text": "Archa! Archa! Archa! Beneath the chant, we hear a cacophony of languages: Chi Arabic, Russian, Spanish, French, English. (A bed of the official languages of the United Nations.) The Boys disap into whirling sand as the cacophony grows louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enormous. Grand. Crowded. The Peruvian PM is at the podiu DELEGATES FROM AROUND THE WORLD - six for each nation - s at green tables with thin black microphones. Everyone wea white earpieces. Some read. Others whisper. We move up over a row of media booths, to a window onto t Chinese Interpreters’s booth. We move down the row of boo for Arabic, Russian, Spanish and French. (Chinese and Ara have two Interpreters working; Russian, Spanish and Frenc have only one. In all booths, an extra Interpreter waits the background.) We move onto the English Booth. SILVIA BROOME (30) works the mic as a Colleague reads a magazine behind her. Silvi bookish yet worldly, the sort of woman who has been fanta fodder in many a library cubicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A UN COP closely watches Tourists coming through one of f metal detectors. Something isn’t right. He stops the flow holds his watch into the machine. It doesn’t beep. His expression tells us the day is about to get complicat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Council is in closed session. Fifteen Ambassadors and Secretary-General sit at the famous circular table, backe numerous Advisors. Stenographers sit at a long table in t middle. Translators can be seen in elevated booths. As the French Ambassador reads a speech, we hear a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE INTERPRETER, (0.S.)",
          "text": "With Kuman-Kuman in hiding, Edmond Zuwanie has few domestic obstacles to his program of ethnic cleansing. The patrician AMERICAN AMBASSADOR (61) checks her watch a nods to a YUPPIE ADVISOR (33) sitting behind her. He stan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wide glass-enclosed hallway. The SECRETARIAT RISES outs UN Police Chief, LEE WU (54), leads a handful of uniforme Cops. Though he looks a bit like a Hong Kong watch salesm Wu’s accent and attitude are lower-middle-class Brooklyn. is briefed by Irish Assistant Chief, RORY ROBB (37).",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Who’s inside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "The Peruvian Prime Minister began addressing the GA ten minutes ago. The Security Council just ended an emergency session on Matobo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "How’s our coverage on the Prime Minister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "He came in with one Secret Service agent and one of his own men. We have four men on him, six uniforms in the Hall and six on the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the glass onto the English booth: while Silvia wo at the mic, the Yuppie Advisor enters behind her. We move down to Prime Minister speaking on the dais. At t marble table above the podium, a UN Cop whispers to a BUR RUSSIAN (53) in the President’s chair. Irritated, he stan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chief Wu and Rory wait in the center of the room. It has a large reception desk and two small anterooms, wh are lounges for the Secretary-General and GA President. There are four exit doors: two out to the GA rostrum, one the Foyer and another to stairs that lead up to the booth UN Cop is posted at each exit. The GA President enters from the Hall. His demeanor sugge this is a routine he’s been through too often before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Our perimeter has been compromised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia and the Yuppie Advisor come out of the English boo",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUPPIE ADVISOR",
          "text": "This is an off-record informal. He moves left toward a staircase but she goes right. She points. to a small. RED. LIGHT..at.the.top.of.the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Interpreters aren’t allowed in the Greenroom during a security alert. Silvia has a light South African accent, though it’s not discernible while she’s interpreting. The Yuppie Advisor joins her. They walk past the doors op onto other booths; we hear various Interpreters working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUPPIE ADVISOR",
          "text": "(re: the informal) It’s with the Matoboeans, so I’ve been asked to remind you of your professional oath of silence. Which we realize is offensive. So I’ve also been asked to apologize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia and the Yuppie Advisor come out of a guarded openi at the back. They move toward the front along the left wa beneath booths for technicians and transcribers. The cross on an aisle that intersects the Hall. They walk quickly behind desks for Monaco, Mexico, Matobo, Mauritiu They move down the Hall’s right wall and behind a press b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia and the Yuppie Advisor come out of the GA Hall bet Two UN Guards. Two THAI WOMEN greet Silvia as they pass..",
          "sentiment": "neutral"
        },
        {
          "speaker": "THAI WOMEN",
          "text": "Sawaddee. Two UN Cops hurry around them. The Advisor checks his wat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia and the Advisor move through a BUSTLE of Internati Types: a Samoan who wears a skirt with dress shoes and ti few Arabs, a RUMPLED AUSTRIAN hurrying past, tying his ti",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Faulpeltz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUMPLED AUSTRIAN",
          "text": "Beifgtirn. The Advisor checks his watch again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "What exactly is going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUPPIE ADVISOR",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "You seem nervous. (smiling at someone) What sort of unilateralist cabal am I walking into here? They pass UN Cops escorting a Korean Tour Group to the ex",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Along one wall are doors onto halls for the three council Trustee, Social & Economic, Security. The other wall is p glass with conversation alcoves and a VIEW OF MIDTOWN. Diplomats scuttle importantly around Silvia and the Advis They come to break in the crowd and he lowers his voice..",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUPPIE ADVISOR",
          "text": "The French want Zuwanie tried at the International Criminal Court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Matobo is not a Rome signatory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUPPIE ADVISOR",
          "text": "They’re moving a resolution to have the Council refer him. This is big news. They pass press conference area and arrive at two massive wooden doors with Four Guards. He enters. She looks up to letters on the wall: “Security Council/Conseil De Securit \fSilvia takes a deep breath, and follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Applause. The speech is over. A Samoan wearing a tie with skirt is barred from exiting into the Foyer by three UN C",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN COP",
          "text": "We’re on a security alert. It’ll just be few minutes. He points to the back of the Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN COP",
          "text": "Or you can use the public lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s now empty. Four Americans wait near the table. Silvi stands behind and to the right of the American Ambassador The MATOBEAN AMBASSADOR (55) enters with two underlings a an aura of haughty indifference. The American Ambassador until he’s close enough to speak in hushed if angry tones",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMERICAN AMBASSADOR",
          "text": "I do not want to choose between an illegitimate court and a murderous dictator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Mombe doro chingwa bhat huku mazai bhat michero sadza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATOBEAN AMBASSADOR",
          "text": "Gudo nyati imbwa nzou.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Then you’1l have to abstain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMERICAN AMBASSADOR",
          "text": "Don’t think we won’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Piri tatu ina shanu. The Matobean grins like a man tolerating a child. He says perfect English...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And finally admit your arrogance is making you impotent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. DELEGATE’S LOBBY (GA BULDING}) ~ DAY Empty except for UN Cops. One says into his walkie-talkie",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN COP IN LOBBY",
          "text": "Clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty except for UN Cops. One says into his walkie-talkie",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN COP IN HALLWAY",
          "text": "Clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty except for UN Cops. One says into his walkie-talkie",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN COP IN FOYER",
          "text": "Clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four Cops in Suits stand around the Peruvian Prime Minist Two more guard the doors onto the GA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Shall we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Diplomats and Silvia cluster as before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATOBEAN AMBASSADOR",
          "text": "What do you want, Ambassador?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMERICAN AMBASSADOR",
          "text": "We want Zuwanie gone. In exile. Retired. Out. We don’t much care where or how. If he goes, we are confident the resolution will be vetoed. No one is anxious to send troops into Africa. Not now \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATOBEAN AMBASSADOR",
          "text": "Perhaps you can tell him yourself. Silence. Stares. INT. DELEGATE’S LOBBY (GA BULDING) The Four Suits hurry the Prime Minister through the lobby",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Diplomats and Silvia as before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATOBEAN AMBASSADOR",
          "text": "President Zuwanie will exercise his right to speak before the General Assembly. Monday the 17th. Three hours before the vote to refer him. I’m told he will use the occasion to announce a program of democratic reforms. UN mandatory access notification will be sent this afternoon. Good-day. The Matobean turns and walks. The Americans are dumbfound EXT. DELEGATE’S LOBBY (GA BUILDING) The Four Suits hurry the Prime Minister into a waiting li",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door closes behind the Africans. The Americans exchan an unhappy look. The Ambassador leads them toward the exi",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMERICAN AMBASSADOR",
          "text": "Thank you, Ms. Broome. EXT. DELEGATE’S LOBBY (GA BULDING) Chief Wu and Rory watch as the Prime Minister’s motorcade drives out the UN gates. Rory says into his walkie-talkie",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "Protectee is off territory. Satisfied, Chief Wu turns back into his building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia is left alone and extremely puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREDIT SEQUENCE.",
          "text": "A MONTAGE of a DAY IN THE LIFE OF AN UN INTERPRETER. Silvia jogs along the Hudson while repeating words from a language tape. She browses through five different newspap on the subway. She interprets in the Security Council. Or lunch in Japanese. Helps a Colleague in the GA. Practices bassoon..in.the..basement... Takes..a..meeting..in. the.D Lounge. Goes on a Dinner Date with an Indian Diplomat. The montage ends with...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia goes through South Gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty. A few lights over the podium illuminate only half Hall. The abandoned desks stretch up into eerie darkness. We see the Sound Booth window from below. The door opens the access hallway. Silvia’s silhouette enters the booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia stands in the dark by a large control panel. Barel audible FRENCH comes from the engineer’s headphones. She considers them a moment, peers into the dark Hall below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the dark comes low, urgent, incomprehensible French.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia flips the light switch and moves back to the board The light’s an old fluorescent tube that takes awhile. It flickers and hums. The voice on the headphones has a southern African accent (these are the only lines in the movie with subtitles)...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADPHONE VOICE",
          "text": "Ne t’inquietes pas. (subtitle) Don’t worry. CLOSE on a headphone earpiece. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADPHONE VOICE",
          "text": "Edmond Zuwanie va mourir dans cette chambre meme. (subtitle) Edmond Zuwanie will die in this room. Silvia spins to the headphones The booth is suddenly flooded with light. She starts, loo up to see her own reflection in the glass. She stares back at the headphones: they’re now quiet. Who was speaking has seen her and stopped talking. She quickly slaps the light switch off. Dark. Silvia waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia comes out of her booth. Listens. A door can be hea opening down in the Greenroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dead. Dark. Empty. Not one single guard. Silvia quickly comes down the walkway from the GA balcony The exit doors are chained shut. Her footsteps echo as sh hurries across the floor toward the Conference Building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breathing heavily, Silvia gets in. She’s on two. She punc the button for three. The elevator moves. DOWN. She hits three button a few times in fear. She rides and cringes as the doors open onto...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator doors ding open, spilling light into the dar hallway and forcing Silvia back into a corner. The doors hold open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia waits, expecting any second for someone to turn th corner. No one does. Finally, the doors close. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty. Silvia gets off the elevator and hurries down the hallway toward the Secretariat. As she moves past the various Councils, her pace increase It’s not long before she starts to RUN. INT.....GENERAL..ASSEMBLY..HALL. The Hall is silent. We hold on the dark chamber until... RORY’S VOICE And you only heard the one man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. RORY’S OFFICE (CONFERENCE BUILDING) ~ FRIDAY MORNING The room is from the early 50’s. Out the windows, the Eas River flows by a few feet away. Silvia sits pulling on a tissue and giving a report to Ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Yes. Rory’s Swedish Assistant runs a video camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Whoever he was talking to didn’t say anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "He only spoke French?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Diplomat French. The accent was African.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "What makes you think they saw you? SILVIA’S VOICE He stopped talking when the light came on. Rory and his Assistant exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Am I in danger? \f14. The Irishman gives her a very unconvincing smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Early. Empty. Two UN INVESTIGATORS sit at a desk in the v center of the Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY, (0.S,)",
          "text": "(via walkie-talkie) Sit back as far as possible from the mic. Speak in a normal voice. They lean back in their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chief Wu looks up at the light fixture. Rory is with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Alright. Rory hits the light switch. The bulb flickers, hums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "(into a walkie-talkie) Now. They watch the engineer’s headphones as an UN Investigato stilted voice comes out of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN INVESTIGATOR, (0.S)",
          "text": "“Don’t worry. Edmond Zuwanie will die in this room.” A beat after the sentence is finished, the room is floode with light. Chief Wu considers the situation, irritated. He takes Rory’s walkie-talkie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Can you see me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN INVESTIGATOR",
          "text": "Negative. He takes a step toward the mixing board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN INVESTIGATOR",
          "text": "Now, we can. \f15. Chief Wu is right beneath the light. He thinks for a mome He turns to Rory...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Alright, get the Secret Service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large bull pen. Multi-ethnic agents. In contrast to the every thing here is high tech. The cube farm is surrounde glass offices. Agent TOBIN KELLER (33) comes out of one. Something in Tobin’s manner suggests he’s Midwesterner. H Assistant, SHARI (28), has the desk closest to his office He’s arguing with a FEMALE LAWYER (30).",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "He wants to kill the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "He wants attention. The question is hew far he’1l go to get it. He’s forgotten something. He turns back. Shari stands at desk holding his gun by two fingers. He takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "He made an actionable threat. And he made it twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "During a talent show at a corporate retreat. He was trying to rap. Bush rhymes with ambush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "Because they’re practically the same word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I said “trying”. We can’t go after the guy for being a honky. They pass the desk of a Male Agent surrounded by huge cle plastic bags of cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin and the Lawyer ride with a handful of people. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Okay. Perfect world. This case landed on somebody else’s desk. You can in no way be held accountable for his future actions. Would you still like to see him prosecuted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "Iam accountable. An impasse. They ride in silence until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Honky’s a good word. Too bad people don’t use it any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin and Lawyer come out into a cold winter wind. They a headed in opposite directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "Can I count on you, Keller? He stops, takes a moment to think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "You know something, it’s not my problem. Prosecute. I don’t care. (without malice) Just tell what my expert opinion is before I have to give it in court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loud. It’s eleven in the morning. A few sad suits are pla hooky. The Dancers who work the day shift are not perky. DOT WOODS (38) stands in front of two other Agents. Dot’s accent is from Georgia; her attitude, from Tommy Lee Jone The Secret Service Agents are behind a group of Polynesia Men as the Prime Minister of Vakiri gets a lap dance. His expression of bemused wonder suggests it’s his first. As Stripper grinds into him, his middle-aged cronies hoot li high school boys. DOT rolls her eyes and takes a step forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Excuse me? Please don’t touch him. \f17. The Stripper ignores her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Hello? Step away, please. Excuse me? Whore Person? She freezes in mid-dance. Dot makes a scoot-back gesture. Stripper gathers her clothes, yanks a hundred from the Pr Minister’s hand and walks..The Men. share.confused.looks. Dot’s cell phone rings; she smiles at the caller ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wind. Four Freezing Black Protesters struggle with a bann DON’T LET ZUWANIE SPEAK! Reverse to reveal the Protesters are in front of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Busy. The row of international flags flap hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin and Dot move through a sea of UN Employees scurryin lunch. UN Cops in thick jackets are everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "How many people work here, again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "About half. She smiles at him: it’s old joke, a ritual. They walk in toward the security tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIVE UN POLICE OFFICERS work the metal detector. Dot and Tobin go to the counter. Dot slides her gun over, holds u her badge and starts to step through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Secret Service. The Gate Officer holds out a latex-gloved hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GATE OFFICER",
          "text": "May I see those, please. \f18. This is new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "I’m with the Foreign Dignitary Protective Service. My colleague's the UN liaison with Intel. The Officer just nods. They hand their ID’s over. He type their names into a computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "The Secret Service. It’s a branch of the United States Government. The Officer peers into his monitor and says flatly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GATE OFFICER",
          "text": "You’re not in the United States. (to a Cop by the phone) Chief Wu. (to Dot) This is international territory. Once your escort arrives, I’1ll let you through. Until then, step back. She doesn’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Dot. Dot steps back, steamed. Tobin leans to her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What do you say we turn up the estrogen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buzz of various languages. A massive SCULPTURE in the shape of Africa and covered wi hand-drawn tiles is being installed. Groups of UN Employe comment on it. The original Sputnik and a copy of Foucaul Pendulum hang from the ceiling. Dot and Tobin are led through the Lobby by Rory as he han them temporary ID badges on neck chains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "Sorry. Everybody needs an ID these day. These are good for seven days. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Zawanie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "(nodding) We’re getting thirty threats a day. The Security Council is debating whether to bring charges against him at the International Criminal Court. He’s coming to save himself. A lot of people would like to scare him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. CHIEF WU’S OFFICE (SECRETARIAT) - DAY It’s up on one of the upper floors with a striking view o Midtown: rolling clouds scrape past the tops of the Empir State and Chrysler buildings. Chief Wu looks through papers on his chaotic desk. Rory stands behind him. Tobin and Dot sit across. The office i stuffed with files (each represents a threat).",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Who’s running your detail? Dot raises her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Zuwanie lands Monday at 8:45 a.m. Waits on the tarmac til we bring him to you. He’1ll be at your door at 10:58. State Department says no meet-and-greet and no shopping. The Mayor’s already been on TV saying he’s not blocking streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "(to Rory) Where’s the interpreter'’s file? Rory helps Chief Wu search through the files on his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Why do you want us to look into this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "If I carry an investigation off territory, I have to inform OSG and Secoord, and the OLA. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "And the DPA. And the DGAACS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "DPA, yes. The ACS folks can KMA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "But OSG will...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Rory. Rory gestures an apology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Is there a chance the UN will cancel the address?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "That’s up to the GA President. He can cancel at any point he deems the threat level too high. That’s the policy. Politically, he’d be hard put to cancel. The UN is its member states. One hundred-ninety- one of them. All equal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "Except in the Security Council.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "If the Republic of Matobo wants the cocksucker to speak, all they gotta do is ask. If other nations don’t like it, they take an early lunch. (re: the file search) I’m going nuts here, Rory. Chief Wu throws his hands up. Rory continues looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "You could ask State to rescind his entry visa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "No, I couldn’t. I’m paid to protect Matobo’s interests however Matobo sees fit to define them. And I am expressly forbidden from soliciting American aid to impede those interests. \f2i.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "(still looking) There’s a lot of sensitivity here to host-country influence. (standing) Got it. Rory holds two file copies, hands one to Chief Wu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Son-of-a-bitch. Where was she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "On the credenza. Chief Wu’s face tells us he’s never heard of a credenza. hands Tobin a folder marked “Silvia Broome”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Should also be a transcript of her report in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "What kind of assassin discusses a hit in a room full of microphones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "The kind who assumes that no one bugs a room full of microphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "What Rory’s trying not to say is we’re a den of spies and the GA is regularly swept.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "And has no security cameras.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "But why choose it for an actual assassination attempt? It’s the most secure room on the planet. Tobin is scanning SILVIA’S FILE PICTURE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "You said you had veracity concerns?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Ms. Broome is Matobean. Tobin looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "Three generations. But she has an American passport. Her father ran a rural hospital. He brought his wife to Beston for the daughter’s birth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Land of the free, home of the epidural.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "Her parents were killed by a land mine in 1989. They were driving in the Mukawa Mountains, mountains Zauwanie had mined to limit rebel activity. Tobin and Dot exchange a look. He hands Dot the file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Okay. We’1l talk to her. Have you informed Matobo’s mission?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Zuwanie’s security man has been in town for a week. (a beat) He’s hired Nils Lud. Tobin registers the name with surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "The mercenary? Chief Wu nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NILS LUD (52) passes the African sculpture. Lud looks lik rust-belt insurance salesman: practical coat, thick glass a very large briefcase. Unaccustomed to cold, he never ta off his gloves. The only thing that suggests a military m is his slight limp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the other side of the sculpture, a TOUR GUIDE is leadi School Group as Workmen sweep up around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOUR GUIDE",
          "text": "The Public Lobby is also used for temporary exhibitions. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOUR GUIDE (cont'd) This piece was given by the Republic of Matobo to commemorate their President’s visit a week from today. Against a wall behind the kids, Tobin and Dot stand benea “Smoking Discouraged” sign. Tobin touches Dot, indicates. Descending the walkway down from the GA balcony, Silvia w and. talks with.AUDREY.(29)...A.French.Interpreter-with.. Parisian accent and an impish manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Astiquer la baguette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Oui.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "There are people in France who actually refer to masturbation as “polishing the baguette”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Of course. So? Our words for self- pleasing are cute, yours are violent. Jerk off. Whack off. Beat off. Give discipline to a monkey. Silvia laughs. Audrey’s performing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "You are very violent people. They come to the end of the walkway. Over by the wall, Tobin and Dot watch Silvia and Audrey c kiss good-bye. Silvia walks for the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "She’s attractive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Yeah, I hate her already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia walks out into the cold wind. Tobin and Dot are ri behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Ms. Broome? \f24. She stops. Dot and Tobin approach. Dot shows her badge an puts on a beauty-pageant smile. DoT Hi, there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The garden is adjacent to the East River. The Queensboro Bridge sits majestically in front of it. The Secretariat rises stoically behind it. Tobin and Silvia sit on a bench. Dot stands out of earsho down the sidewalk, posted to insure privacy. The transcript of her previous interview blows in his han",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Tell me what you heard before the threat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "An African man speaking French. I can’t remember what he was saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Only one man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "But someone else had to be talking. (off the transcript) “Don’t worry, Edmond Zuwanie will die in this room.” He’s responding to someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "He was at one of the delegates’ tables, a mic was open nearby; the other person may have been farther from the mic. He watches her a few an uneasy moments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What’s diplomat French? \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Diplomats learn French as protocol, their word choice can be unusual. A native speaker would’ve said hall, salle, not room, chambre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "But his accent was African? She nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Matobean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "My instinct is to say Sub-Saharan African, yes, but that could be because it’s familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "You didn’t hesitate reporting him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I thought about it. When the booth light came on, he stopped talking. I think he saw me. Tobin makes a face calculated to show concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "But I didn’t see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "He doesn’t know that. He lets her consider the implications for a few seconds a scans the transcript. Finally, he closes her folder. He smiles at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Is Zuwanie as bad everyone makes him out to be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Are you fishing to find out how T feel about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Pretty much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fA beat. 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I'd like to see him trapped beneath twisted metal for six hours, forced to watch his wife bleed to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "And you weren’t tempted to keep quiet, let him take his chances?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I’m not very good at being cynical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "(re: the UN) It means look around. Why do you think I’m sitting here? Somewhere there’s a war. In a place you can’t pronounce. For reasons you can’t understand. Our job is to stop it. It’s hard work. Complex. Boring. Bureaucratic. You have to believe in it. You have to believe rules matter. You have to believe words are enough to change things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Words do change things, they tell us where to point the guns. He may be kidding, but she doesn’t smile. He watches her. wants her to feel uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "It's cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "That’s all for now. She stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "You don’t believe much in politics, do you? \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I’ve stood on too many podiums. If you ask me, somewhere on the road to power there’s a great big neon sign. It says, “If you made it this far, you don’t deserve to be here.” Again, she doesn’t smile. She starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "One more question. (he makes her wait) Maybe you can’t remember a second voice because there was never any one down there to begin with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "That’s not a question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Are you lying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "No. Silvia holds his eyes for a moment - and then walks away. Tobin watches her go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JON (28) hands Tobin a thick folder with a CIA seal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Edmond Zuwanie. They walk on. Jon is African-American and has that hipste grad-student-in-global-politics-vibe - this guy has smoke hash in some very remote places.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "(re: the folder) Is this classified?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Not if you have a subscription to “The Economist”. He's leading Tobin through a research bull pen. It’s a ju maze of white geeks and Africans. Cubicles are decorated bright flags, African barber “do” boards, soccer memorabi \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Zuwanie’s killed a fifty thousand ethnic Ku in six years. Opposition leader is this McGili-educated novelist named Kuman-Kuman; he’s in hiding. No one’s seen the guy in almost a month. Here... Jon gestures to a cubicle. They look in on an AFRICAN. SO FAN watching a game on a small monitor. Jon grabs a book the Fan’s desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Nigeria versus Norway. I’ve seen it. Boring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCCER FAN",
          "text": "Black men chasing white men while thousands cheer is never boring. The Fan dismisses them with a chuckle and a wave. His lef arm has been amputated above the elbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Zuwanie? He nods and hands Tobin the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Believe me, you don’t want to jump a bullet for this guy. CLOSE on the book’s cover: “The Casual Dead” by Edgar Suk Kuman-Kuman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN, (0.S.)",
          "text": "Did you have anything on Silvia Broome?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON, (0.S.)",
          "text": "Nope. Jon and Tobin continue walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Who would have a reason for hitting Zuwanie inside the UN?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "No one. He’s got you, the UN Police and Nils Lud all protecting him. I Doesn’t make sense. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JON (cont'd) Especially since his domestic security force is mostly corrupt relatives; you could take him out with a potato peeler and a long weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Maybe it’s some anti-UN group?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Could be the AFP. African Freedom Party. Their favorite rant is how the UN has become a puppet of the imperialist North.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Where do they stand on Zuwanie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "They hate him. He’s given self-rule a bad name. Jon stops walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "These are serious people, Tobin. If the AFP is involved, they’1l want this to go down in front of cameras - and they’1l1 have no intention of getting out alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like ail institutional spaces after hours, the UN complex night is weirdly quiet. Silvia comes through the gate wit a Group of Six International Colleagues. POV FROM ACROSS THE STREET: Their laughter and voices fog the cold night air. Different languages. None quite coher The others seem to want Silvia to go with them. She decli Silvia walks up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia’s a little nervous to be suddenly alone at night. A sudden rush of traffic, but the sidewalk is empty. As t traffic lulls, Silvia can hear her own footsteps. And the footsteps of someone behind her. \f30. She looks back to see a YOUNG BLACK MAN IN A SUIT. He mov closer and closer. He comes in step twenty feet behind he And stays there. Their steps echo like heartbeats in sync He reaches into his suit. And pulls out a vibrating cell. checks the caller ID, answers in an American accent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUIT",
          "text": "Hey, Mom. Silvia smiles. ACROSS THE STREET, Dot watches and says into her cell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "You’ re way too close. the Suit changes pace. This is AGENT DOUG SAMPLE (26).",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Fine, I guess. My boss is getting to be a pain the ass. Dot disconnects and watches Doug follow Silvia up the Ave",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nils Lud sits in the driver's seat watching the Dot and D follow Silvia. He’s listening to a 70’s-era cassette play on the seat beside him; Roger Whittaker sings from its ti speaker. cur TO: INT. TOBIN’S LIVING ROOM (MIDTOWN) - NIGHT Small. Generic. New. Tobin has recently moved in but not yet committed to maki it livable. Half-tied neckties bunch on his dining table. pile of DVDs on the floor await a cabinet. Un-hung pictur frames lean against walls. There’s even a moving box stil one corner. A huge television plays a basketball game. INT. TOBIN’S HALLWAY The game plays in the next room. Tobin leans back against wall, holds a beer, and considers a closed door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He just stands there looking at it. After a few seconds, goes back toward the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snow clouds. There are now six Protestors across from the One man holds a placard: “Justice for. Genocide”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug yawns as he eats with AGENT MOHAMMAD SAID (28), a cr Arab-American. They share the New York Post. Both look li you'd expect from two guys wearing yesterday's clothes. D holds up a paper section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Sports?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMAD",
          "text": "I’m not done yet. Tobin suddenly plops down beside them. Fresh-faced. Vigor",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What’s she reading? POV THROUGH THE WINDOW: Silvia sits in a coffee house acr the street, reading while she eats breakfast. He can only her back and part of her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (0.S.)",
          "text": "Newspapers. In five different languages. Back on the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMAD",
          "text": "She got up at six to go jogging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "And she made three cell calls and received one. It sounded like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMAD",
          "text": "It was Hebrew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Any idea what she said, Mohammed? \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMAD",
          "text": "I didn’t exactly go to Hebrew school. Tobin gives him a smile, stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Okay. Follow her until she goes into the UN, then clock out. Tobin exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin comes out of the diner, careful not to be seen by Silvia. He checks his watch and hurries down the street. A GREEK TOURIST passes him talking into a cell phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREEK TOURIST",
          "text": "Eepahrhee kahnaynah ahloh mayrohs sahfteen teen pohlee g-eeah? Tobin stops in the cold. His eyes follow the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Department of Homeland Security seal woven in the carpe Shari gossips with the Receptionist at the front desk as Tobin enters in a hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARI",
          "text": "Zuwanie’s Advance Man is in your office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What if she heard one voice because he was on a cell phone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARI",
          "text": "Right. Who? He ignores the question. They move into the cube farm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Contact the security liaisons for the phone companies. Ask for a list of cell calls made or received in Midtown Manhattan on Thursday night - all calls between ten and eleven. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARI",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Then get a list of all the African nationals and immigrants working at the United Nations, or UN missions, diplomats and staff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARI",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Rory Robb. Cross check the lists. I need a name and address for every male African at the UN who used a cell during that hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARI",
          "text": "Isn’t this racial profiling? He hurries toward his office. She calls after him... TOBIN’S ASSISTANT (cont’ d) Tell me we have a computer program that does the cross-checking. INT. TOBIN’S OFFICE - DAY The field office is a few blocks from the UN; the Secreta can be seen through Tobin’s window. Nils Lud is in a chair holding “The Casual Dead”. Dot sit the desk. Tobin enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Mr. Lud. (they shake hands) How’s the mercenary life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "Blood, diamonds and mosquitos are always the same. Nils Lud has a strong Afrikaner accent and a wry smile. T goes and sits behind his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "We’re a public company now. I’ve have shares in my case if you are interested. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I bet you do. Tobin’s chuckle tells us he detests this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "There is a small problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Silvia Broome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "What do you know about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Not enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "From 1996 to 1998, Miss Broome was sexually involved with a young man from Matobo. A graduate student in Canada. She and this man also lived together for one year in New York. Miscegenation is common with White Africans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What’s your point, Nils? Lud holds up the jacket photo on the back of “The Casual Dead”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "The man was Edgar Sukru Kuman- Kuman. Tobin looks at Dot. She nods. He gets up and goes to the window. The Secretariat is visible beneath snow clouds. His fury grows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "We are requesting you place her in protective custody during President Zawanie’s visit. And I wish to talk to her. Lud puts an official-looking letter on Tobin’s desk. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Tobin? \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "No, I’1l do it. Nils Lud gestures acquiescence with a false grin. Cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia and her INDIAN DATE exit a resturant, laughing. Sh stops as she sees Tobin across the street. Snow flakes on shoulders suggest he’s been waiting a few minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I should talk to this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DATE",
          "text": "You sure? She nods. He’s surprised that his date is ending abruptly confused as just how to respond. Tobin simply watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DATE",
          "text": "Right. Well. I guess... She takes control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Thank you. She kisses him on the lips. Holding it just long enough s doesn’t seem perfunctory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "It's okay. Call me. He nods and moves off, shooting a glance at his sudden ri Tobin makes Silvia come to him. She stands in the middle the street and starts where they left off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I bet you don’t vote, either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "And risk jury duty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I thought I’d walk you home. \f36. She pretends it’s offer she can refuse. Nods. She makes h way onto the sidewalk. They walk a few uncomfortable step Tobin looks up at flurries coming into the light...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Do you miss Africa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Sometimes. I miss friends. I miss certain things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "The rush of hot air when you get off the plane. Dogs everywhere. The way the night smells like smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What don’t you miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Baboons, the meanest animals on the planet. Warm Cokes. Poverty. Ganja- smelling men with AK47s. It’s hard to miss bodies hanging on telephone poles. They walk a moment in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Sorry, I shouldn’t talk that way. Most people assume White Africans are racists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "My grandparents were. But my dad’s preferred form of rebellion was white guilt. I had to hide Madonna albums in Bob Marley covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Bet he would have loved Edgar. She stops walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "What do you want from me, Agent Keller?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I always tell the truth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Don’t sell me your nobility, I’ve heard..that..one. She walks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Edgar’s a painful subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What did he tell you to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What did he tell you to do?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I heard you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "He won’t talk to me! A beat. They wait while a couple passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Because you left him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "He left me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I’m white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "When did you hear from him last?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Five years ago. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "The unabridged version? (sarcastically) Dear Silvia. Good-bye. At your Side, I will never be more than a statement. At my. side,..you.will never be more than metaphor of colonialism. I'm going back to Africa. Sincerely, Edgar. A beat. Her tone softens...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I wish he would ask for help. I’ve wasted years waiting for that call. She waits a moment. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Good-night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. SILVIA’S LIVING ROOM - NIGHT A large corner room with loft windows and view of the Eas River. It’s full of life: books, colorful fabrics, Africa bric-a-brac. It feels a little like an meticulous antique store. There is no television or stereo. Silvia stands half undressed looking at a WALL OF PHOTOS. CLOSE. on a PHOTO of Edgar in bed beneath white sheets, h looking up at the camera. We see Silvia’s reflection in t frame’s glass. EXT. SILVIA’S APARTMENT BUILDING Through the windows, we see Silvia go to her bedroom. The camera pulls back to reveal a smail building on the E River (roughly Sutton Square). It has four units, one on floor. Silvia is at the top. A fire-escape ascends the ri side of the building. The Queensboro Bridge is oddly clos it enters Manhattan directly behind the building. The camera moves down to the quiet street below, onto a.. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mohammad sleeps with earplugs, airplane pillow and mask. puts packet ketchup on a block of tofu as he mouths the w to a rap song playing in his earphones...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "“All the niggers in my hood, say, fuck everything, fuck everything.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMAD",
          "text": "Shhhh. cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A still, bitter cold. The anti-Zuwanie protest has grown dozen. Protestors now hold pictures of murdered ku.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shari has huge computer print-out stacks on her desk. She looking for UN African names (3,000) in cell phone record for a given hour in Midtown Manhattan (350,000). Tobin comes out of his office and puts a file on her desk",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "(kidding) Could I get some coffee? She flips him off without looking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MALE VOICE",
          "text": "Keller! DIVISION DIRECTOR JAY PETTIGREW (54) stands at the door o the conference room. Half-a-dozen Suits disperse around h Pettigrew has a lazy eye and a mordant manner. He makes a come-with gesture. As Tobin walks him through cube farm, he scrolls through text messages on his cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIGREW",
          "text": "You want a tour of my troubles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Not particularly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIGREW",
          "text": "Half the uniform division wants to go be sky marshals. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fPETTIGREW (cont'd) We have twenty-year veterans under indictment for fraud. And, two days ago, a female Marine walked into the White House band room and found three of our guys watching porn. How’s that for a press-appropriate visual? Three men in suits and sunglasses sitting around a room full of tubas with their dicks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "And the purpose of this tour is... Pettigrew stops near reception.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIGREW",
          "text": "I hear this interpreter is baiting us. Why do we still have agents on her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I’m not sure about her yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIGREW",
          "text": "She likely to do more than lie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I doubt it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIGREW",
          "text": "Then what’s to be sure about? She made a report, we’re investigating. Tobin watches his boss read a text message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Did the State Department call you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIGREW",
          "text": "(nodding) They don’t want us to unnecessarily elevate the Wu’s threat level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "If she really heard a threat, she could be at risk. Pettigrew puts the cell away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIGREW",
          "text": "What’s it to you? We don’t protect private citizens. You have exactly one protectee here. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Yeah, a genocidal maniac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIGREW",
          "text": "You suddenly get to evaluate the morals of the people we protect? Yes, Zuwanie is an evil human being, one whose death I hope involves copious amounts of pain, You want to fly to Africa and kill him, I’l1i buy you an upgrade. But while he’s in our hands, he’s the goddamn pope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I know the pope speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIGREW",
          "text": "Then act like it. Jesus, Tobin. Pettigrew strides to the door, as much confused as pertur",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. SILVIA’S APARTMENT BUILDING - DAY An NYPD car is parking across the dead end of the street. FEMALE NYPD COP (40) gets out and walks pass the door to building, where Tobin stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE NYPD COP",
          "text": "That conspicuous enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Thanks, Peggy. She moves off down the sidewalk. Tobin waits a few seconds until Silvia opens the door. Sh not yet dressed for work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Hi. I just wanted to drop this off. i He hands her an NYPD business card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "It’s the number for the PD precinct over on 55th. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOBIN (cont'd) The desk sergeants all expect you to call if something suspicious happens. My cell number is on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Does this mean you believe me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "No. Frankly, I think you’ re lying. An awkward beat. What if he’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Let’s say this guy is a diplomat. A Matobean. Someone gunning for his own President. Someone who can’t ask to be recalled without drawing attention. Maybe with family back in Matobo. Now, every time he goes into the UN he takes a risk. If I were him, I’d... He thinks better of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "If I’m wrong about you, you need to be very careful. He’s frightened her. She nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifties Deco. Black and white linoleum floors. Green marb walis. Silver elevator shafts. Old-fashioned mail chutes. Silvia clutches her purse as she moves through various UN Types. She looks behind her. INT. INTERPRETERS’ LOCKER ROOM A narrow room lined with square personal lockers, each on has a combination lock. Various Interpreters come and go. Locker Room is open onto the a Lounge and Computer Area. Silvia goes to her locker and dials in the combination. A she does so, Two Men near-by stop talking. She notices. S nods as she puts her purse away and closes the locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns around. An jumps. A BLACK MAN is right there. A janitor. He smiles apologetically. She does likewise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A much smaller version of the Council. Fifteen countries crowd around a rectangular table. Two walls are lined wit booths. This is where the real business is done. The room tight; the atmosphere, tense. The French Ambassador speaks loudiy, impromptu. The Ameri Ambassador’s face doesn’t hide her disagreement. We hear Silvia’s voice, flat, efficient...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA'S VOICE",
          "text": "The Matobean vote puts this Council exactly in position the Rome treaty envisions it. INT. ENGLISH INTERPRETER’S BOOTH (CONFERENCE BUILDING) Silvia is at the mic. A MALE COLLEAGUE (57) reads a thick novel behind her. The door to the back hallway is open. As Silvia interprets, she nervously eyes the Conference R",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Firmly behind an international criminal court. For that reason alone, this is an important vote. She hears quick footsteps behind her in the access hallwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "However, it also allows this body to communicate a vision of itself. The footsteps get closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "We must prove our belief in global justice is free of bureaucratic... She can’t help but look back: a Chinese Interpreter hurri past, late for his shift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "(correcting herself) ...free of bureaucracy and self- interest. Silvia’s Colleague makes a flicking motion with his finge she turns off the mic. \f44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLEAGUE",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Fine. Silvia turns on the mic and resumes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "We must put today’s human rights... (mic off) I didn’t sleep well. {mic on) +»..on a higher plain than our fears about tomorrow’s sovereignty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia sips the last of a latte from a to-go cup. She set on the railing and looks down on the Lobby below. The las the tourists leave, a few mill around the African sculptu SILVIA’S POV: A Mysterious Man stands near exit. Silvia watches him. There’s a loud bang. SILVIA’S POV: A Young Woman has dropped a book. She picks up off the floor. Silvia looks back to the Mysterious Man. SILVIA’S POV: A Woman and Two Kids approach the Mysteriou Man - a tourist family - and they go to the exit. Silvia bumps the empty to-go cup. She watches as it tumbl from the balcony and bounces off the side of the sculptur which sends it flying somewhere beneath the balcony. Unsure what to do, Silvia makes a face and moves away fro the edge of the balcony. INT. INTERPRETERS’ LOCKER AREA Silvia smiles at herself - and her crazy fears - as she d her lock’s combination. She opens the locker door. SILVIA FREEZES. The locker is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost everyone has gone home. An Asian Tour Guide (28) - they wear national dress ~- waits for Rory near the exit. He’s down at the other end of the office with Silvia. She signing a theft report; her hand shakes a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "Don’t worry. Likely just a locker theft. We get shoulder surfers over there from time to time. She forces a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "You want an officer to take you home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "No, thanks. T have to go pick up my extra set of keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "Alright. Don’t worry. Okay? She nods a thanks and moves for the exit. He watches her. holds up a just-a-second finder to his date and goes to n by cubicle. Rory picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone has gone. Everyone but Tobin, who carries a take bag and “The Casual Dead” book through the empty cube far Tobin sits at Shari’s desk. He’s stayed late to cross-che the UN names against phone records. As he opens his food, sees a red light flashing on the phone and hits auto-dial SHARI’S VOICE You have reached Tobin Kel... Tobin punches in a code. RORY’ S VOICE Tobin, it’s Rory Robb at the UN. I thought you’d want to know that Ms. Broome had her purse stolen out of her locker. Probably nothing. I’11 be in at nine tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin disconnects. He thinks about the theft a moment. Th goes back to the massive task at hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia waits at a door. Audrey opens it, laughing and dre to kill. She says back into the apartment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "T said it would spill. (to Silvia) You poor thing. They kiss. She hands Silvia an odd fuzzy ring with two ke Silvia makes a face. The key ring is new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Thanks,",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "You want to... She gestures into her apartment. Silvia gives her a look. INT. HALLWAY TO SILVIA’S APARTMENT Silvia gets off a tiny elevator, exhausted. She goes towa her door. Stops. Silvia looks from the door te the keys i her. hand. An unpleasant idea comes to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin hunches over the list. Suddenly, he looks up and sa to absolutely no one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "He’s after her keys. INT. HALLWAY TO SILVIA’S APARTMENT Steeling her will, Silvia goes to the door. She opens it. INT. SILVIA’S LIVING ROOM Dark. The door opens. Silvia is silhouetted by the hallwa light. She reaches in and turns on the living room lights The apartment appears normal. Wary, she leaves the door open and comes into her living room. She checks around, then goes to her bedroom door. \f47. SILVIA'S POV: The bedroom is dark. We hear a click as she turns on the overhead light. The room is undisturbed. Silvia returns to her front door and locks it shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia enters. The bathroom can be seen beneath it’s door She reacts puzzled, unsure, and goes toward it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia slowly pushes the door open. As the door widens, s jumps back and SCREAMS a short shocked scream. Her stolen purse is sitting on top of the toilette lid. She doesn’t move. Doesn’t breathe. Her intercom buzzes out in the living room. She looks tha direction, as though she can’t quite comprehend it. It buzzes again. She waits. Four seconds. Six. A car speaker squawks in the street below...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEAKER VOICE",
          "text": "Ms. Broome? EXT. STLVIA’S BUILDING An NYPD squad car sits in front of her door. Two Cops loo at her brightly lit apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "POV FROM ACROSS THE STREET: A small crowd of men now occu Silvia’s living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug nods approval. The apartment across from Silvia’s is mid-renovation: exposed wiring, dry wall, concrete floor. A Sleepy Real Estate Baron rubs his face as Doug says...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "This will be fine. \f48. INT. SILVIA’S LIVING ROOM Two NYPD Cops watch Forensic Technicians in Homeland Secu jackets pack up. A Locksmith changes the door lock. Moham is testing foodstuffs. Silvia sits at her dining table with a glass of water. Au sits with her. As does Audrey’s Date, a man with some sor Sauce spilled on shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "They’re only trying to scare. They don’t want you to help the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "(re: a room full of cops) Great. Across the. room, Tobin looks the WALL OF PHOTOS: Young S on a horse. Her parents wedding photo. Antelope plonking the bush. Silvia standing behind Gutteres and Kofi-Annan. Group of Interpreters in front of the UNO in Vienna. A LARGE FORENSIC GUY (32) comes by and tells him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORENSIC GUY",
          "text": "The handbag was wiped clean. We’ll check the contents at the lab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Thanks. The Forensic Guy moves away. Dot approaches. They keep th voices low...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Doug says it has a clear view. But it’s a least sixty seconds away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "We'll keep an agent in the street. Tobin and Dot watch Silvia; she’s staring into the glass. DoT You realize we have no way of knowing if the purse was really stolen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Yeah. Tobin points to a photo on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Look. CLOSE on a PHOTO. A panel sits at a long table beneath a banner for “Human Rights Watch”. Edgar Sukru Kuman-Kuman speaks at a podium marked “Holiday Inn/Johannesburg”. Tob finger points to a panelist. It's Jon (the CIA guy). DoT (0.S.) Well, I’ 11 be damned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN, (0.5S.)",
          "text": "Yeah. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heavy overcast. The Protest Group has grown to thirty, an globalist types are now part of the mix. Someone has brou in two gas heaters. One Woman holds up an effigy of Zuwan with a bandana tied around his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin walks the floor angry. As Jon comes out office, Tob pushes him back inside. INT. JON’S OFFICE (CIA) Jon hits his funny bone on a bookcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Oww! Jesus, that hurts. Tobin closes the door. He waits while Jon works his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "A UN interpreter spends four years fucking Kuman-Kuman and the CIA has nothing on her? Jon doesn’t look up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What’s going on, Jon? i i i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jon makes a show of working his hand, buying time to make decision. Finally...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Every time a piece of information leaves this building, the person who gave it to us will probably be killed. Remember that. (a beat) We think Kuman-Kuman is dead. Jon goes over to his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Two weeks ago, a couple of NGO consultants were shot while looking into Ku murders in the South. One of them took this... Jon puts a fuzzy photo in front of Tobin. CLOSE on a PHOTO of a dead black man. We recognize him fr the soccer stadium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Will you present it to the Security Council? Jon's face tells us this is not an easy issue for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "This isn’t our fight, Tobin. If we support referring Zuwanie, we’d be supporting the ICC. We can’t do that. Not now. There’s too much anti-Americanism out there. We won’t risk our citizens one day facing a court we don’t control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Zuwanie’s a monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Yes. That’s why we’re not going to veto his referral. He’s on his own. (a beat) Look, I’m not even sure this is Kuman-Kuman. Tobin picks up the photo, examines it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I can find out. Tobin puts the photo in his jacket. Jon makes a token att to stop hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Don't...Tobin...Fuck. Tobin exits. Jon calls after him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "You can’t tell her! cur TO: INT. DOT’S OFFICE - DAY It’s small and scattered with Georgia Bulldog memorabilia too many plants. Tobin paces in front of Dot’s desk; he s wears his coat. She watches him. After a couple of turns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I have to tell her. DoT No, actually, you don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Okay, I want to tell her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DO",
          "text": "And I want to pick up the phone and call the wives of a couple of South American Presidents. But I won’t. And you won’t either. If you can’t take the bullet or the bullshit... He gestures concession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "You’re right. (a beat) It’s not my probiem. Dot’s Assistant opens the door and sheepishly mouths... DOT’S ASSISTANT Your four o’ clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Tobin passes Shari, he sees her hands are folded over computer print-outs and she affects a big cartoon smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She spins her monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARI",
          "text": "Twenty-two calls made or received by between ten and eleven p.m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Any diplomats? He goes. into... INT. TOBIN’S OFFICE -— CONTINUOUS Tobin takes off his coat and sits. Shari enters behind hi He pulls the list up on his computer screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHART",
          "text": "Two Nigerians. Looks like they were talking to each other. The rest are mostly clerical. Three translators. A post office worker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Are they all in the UN right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARI",
          "text": "Should be. All but one janitor. He works nights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Alright, call Doug and Mchammad in early. Have Doug go interview the janitor. We'll catch the others at home later. Tell Mo to get over to the UN. We need them to pull files on all twenty-two. Today. Then have him run the names past Nils Lud - maybe they're on a some watch list. He turns back to his computer. She waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "That’s it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARI",
          "text": "“Thank you, Shari.” He makes a go gesture. CuT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia and Audrey sit in a quiet corner reading documents UN Cop assigned to Silvia stands a few feet from their ta",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Is he interesting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Your Secret Service agent. Silvia looks back at her document.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "No. Yes. Maybe. The feeling of being protected is interesting. It's weirdly primal and...sexy. Audrey smiles. Tne UN Cop is eavesdropping. He, too, smiles. And sucks i his gut ever so slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin reads a document. The “The Casual Dead” is on his d SHARI’S VOICE Doug on three. He picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Qld. Worn. Dark. Doug stands on the landing talking into cell. A Hasidic Man (60) stands behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Janitor lives in a week-to-week in Crown Heights. No one’s home. But the landlord came up. He said he’d let me in. We could make a case for a protective sweep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fINT. TOBIN’S OFFICE Tobin on the phone as before. He considers the legalities Doug’s query. Meanwhile... SHARI’S VOICE Rory Robb on seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Alright, five minutes. Tobin punches over to Rory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Hey. INT. RORY’S OFFICE (CONFERENCE BUILDING) Rory talks on the phone while scanning a report on his de Through his open door, we see Mohammad and Nils Lud talki as the mercenary looks through the suspect list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "No prints on the locker. Looks like it was wiped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN, (0.S.)",
          "text": "Did you check for traces of leather oil or latex dust?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "Negative. That locker area gets pretty busy. Anybody wearing gloves would likely attract suspicion. INT. TOBIN’S OFFICE Tobin stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Anybody wiping down a locker would also attract suspicion. He hesitates. Thinks. Says mostly to himself... TOBIN (cont’d) Unless he’s a janitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door creaks opens for Doug and the Landlord. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLORD",
          "text": "Someone at home? Doug gestures for the Landlord to wait on the landing. He puts his hand in his jacket and steps slowly inside. DOUG’S POV: The entry hallway is about twelve feet long. can see part of a dark living room. The curtains are draw His. cell.rings..He freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(sotto) Fuck. Doug fishes for his phone and answers without taking his off the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "What? INT. TOBIN’S OFFICE Tobin’s in front of his desk now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Back out. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "We’ re on our way. Tobin slams his phone down and grabs his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin hurries out his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Dot! {to Shari) I need a warrant for the janitor’s address. (running off) Dot !",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARI",
          "text": "Tobin! He’s forgotten his gun. He grabs it as Dot comes out of her office, holding out a hand with fingers spread. They run through the cube farm. A Mobile Manicurist exits Dot’s office and asks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANICURIST",
          "text": "Should I wait?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A potent mix of different ethnicities: West Indians, Afri Americans, Lubavitchers. Every shop seems to have a sign too much text and merchandise spilling out onto the sidew Tobin blows into his hands as he waits in front a three s walk-up with a wig shop on the ground floor. Dot and Doug with him, as is the Landlord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Here they are. TWO FBI AGENTS jog toward them. One’s short and confident the other a classic square-jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(to the Landlord) We'll let you know if we need you. He shrugs and goes inte the wig shop. The shorter of the two FBI agents wears an FBI windbreake marked “Terrorism Task Force”, his name is LEMANN (42). H colleague is Agent ALAN (36)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEMANN",
          "text": "People. Alan greets them with a nod. They all go inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens quickly. Tobin and Lemann lead. Dot and Al follow. Doug brings up the rear, closing the door behind \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark. Sparsely furnished. Tobin and Lemann spin the corner; they exchange a look. The kitchen and part the living area have been converted a CRUDE BOMB FACTORY with pots, buckets, beakers, empty fertilizer bags, a car battery, two large camping lantern The agents gingerly approach. Dot and Alan go to check an adjacent bedroom and bathroom. A PIPE BOMB sits on the floor: two rows of PVC pipe bound together with electrical tape and attached to a weight- lifter’s belt with no buckle; the pipes aren’t capped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT, (0.S.)",
          "text": "Clear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY, (0.S.)",
          "text": "Clear! Tobin and the Lemann kneel in front of the bomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEMANN",
          "text": "It’s a fragmentation device. (pointing) That’s the detonator. A wooden clothespin with aluminum-wrapped heads is fixed the pipes. Bach head is wrapped with a tiny bit of wire a small wedge of wood separates them to prevent contact. A string tied to the wedge serves as a rip cord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEMANN",
          "text": "Prebabliy not enough metal to set off the UN detectors. And he can test it, he’s just carrying an old clethespin and bits of aluminum. Doug peers down on pans with thousands of small screws in milky fluid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT, (0.S.)",
          "text": "If it passes, he walks the bomb through - brings the battery and shrapnel in separately. Det and Alan come back into the room. A long, weird beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug steps over the light switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Wait! His hand freezes. Everyone stares at Tobin. TOBIN (corit’d) Why the lanterns if there’s light? All eyes go to the light fixture. It’s completely packed a dark paste wrapped in clear plastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "Given the fertilizer bags and empty battery, I’d say either RDX or TNT. They stare at the fixture until Dot breaks the tension... bOT That’s just rude. The men force themselves to smile. Out in the entry way, front door lock CLICKS over. The agents hush. Tt clicks again as someone outside realizes it wasn’t loc Quiet. Only the street noise outside. The agents wait. Weapons are all aimed at the entry hallw Tobin starts to step into the living area. Floor boards m He looks at Doug, who can see farther into the entry hall from his position. Doug shrugs. They hear a hinge on the front door creak, slowly, as if at the mercy of wind. Tobin slowly continues to the haliway, step by step. He p around the corner. TOBIN’S POV: the front door is ajar. Tobin waves his colleagues to follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin steps down the hallway, slowly, carefully. The door is only ten feet away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO AFRICAN MEN breathe heavily, frozen on the stairs in flight. We recognize one of them as the Janitor. The seco man is painfully thin, terrified. Their faces are illumin from below. Nils Lud stands just inside the street door, holding a la gun pointed at the ground (he’s just entered as the men w about to exit). He looks at them with absolute neutrality Suddenly, footsteps can be heard running down the third f stairs. Lud holds up a wait finger to the Africans and po back up the stairs. He knows them. The footsteps run onto second-floor landing. The Africans exchange a look. Reluctantly, the Janitor takes a handgun out of his belt turns around. The Skinny African starts to protest but he Lud’s weapon click and turns to see it pointed at him. He draws a small handgun and assumes a position a few ste down. The agents footsteps now run the second-floor stair The attackers wait. As they footsteps hit the landing overhead, Lud aims at t back of the Janitor’s skull and fires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin, Dot, Doug and the FBI Agents fall back against the wall as two more rounds blast right beneath them. Dead silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD, (O.S.)",
          "text": "Agent Keller?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Lud?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lud has shot both Africans: the Janitor in the back of th head; the skinny man, in the chest, then forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "I believe we are secure. \f61. INT. TOBIN’S SPARE BEDROOM The door creaks. Tobin turns on the light. The room is carpeted and newly painted and completely emp except for a neat pile of packing boxes in the very cente Each box is labelled with black marker: JENN. Tobin runs his hand over the boxes, lost in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. SILVIA’S LIVING ROOM - NIGHT Silvia bends by the kitchen counter and checks herself in reflection of a toaster. The doorbell rings. She opens the door wide for Tobin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I bet you don’t recycle, either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Apology accepted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "You heard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "It was on the news. A awkward beat. She’s thrown by his reticence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Congratulations. She hugs him. It’s uncomfortable. The sort of hug of two people who have imagined touching. A beat. He can’t start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I was married. For six years. My wife died eighteen months ago. Of cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I’m sorry. His subject choice tells her something’s wrong. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Edgar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "What? Has something happened? What about him? His silence is telling, damning. He finally opens his mou but she quickly puts her fingers on his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Wait. After a moment, she jerks back her hand and holds it, fro a terrible fear. is finally being realized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "A month is a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Don’t. Whatever you think you know, don’t say a word. She’s starting to panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "You can’t tell me anything. Just because your wife died...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Silvia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Don’t! You protect me! You protect me! That’s your fucking job! Do it. Do your job. Do it. Do it. He starts to touch her. She won’t let him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Leave. I don’t want you here. Leave. Now! (a beat) Leave. Please. Leave. Tobin goes to the door and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. TOBIN’S CAR - NIGHT Tobin looks the picture of Kuman-Kuman’s body by the dome light. He’s still parked in front of Silvia’s building. His cell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Hello? (no response) Hello? He lowers his window, looks up at Silvia’s dark apartment",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Hello? Finally, a voice reaches him, raw, weak, flat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA, (0.S.)",
          "text": "If he’s dead, turn out the light. Silvia disconnects. Tobin looks up at her windows. He can see nothing. He rea up and turns out the dome light. Unsure what to do next, he sits in the cold dark. He wait He can hear occasional sounds of the City. A train. A car horn on the FDR. A distant garage truck’s reverse warning And then - low and barely audible - he hears the wails of woman in deep and horrible grief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fog. The Protest has grown to over a hundred. A respectab detachment of NYPD officers have been assigned to them. The Protestors chant...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROTESTORS",
          "text": "Zauwanie kills! Zuwanie kiils!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silvia wears sunglasses as she walks to platform’s edge. Commuters around her read tabloids, sip coffee, work PDA’ A train can be heard rumbling loudly down the tracks. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUTOMATED ANNOUNCER",
          "text": "Express train. Please step back. Express train. Please step back. As the train approaches, Silvia doesn’t move. She looks d Her toes extend just over the platform’s edge. A deafening ROAR of an emergency horn as the train enters station. The train BARRELS past her, inches from her face Silvia doesn’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A world map on the wall. A globe. A window onto the USSS field office. A very long table. Like Tobin’s office, it faces East and the Secretariat is visible in the morning Lud has Chief Wu and Rory laughing Tobin leads Lemann, Do and Mohammad into the room. Mohammad hands out reports as Lemann and Dot take their seats. Tobin holds up a file with a photocopied passport photo o the Skinny African clipped to the outside. TOBIN (cont‘d) Kenneth Tebiki. He arrived on a tourist visa eighteen days ago carrying a Zambian passport. We think he’s our suicide bomber. He tosses the file on the table and holds up another with photocopied drivers license photo of the Janitor. TOBIN (cont’d) Your janitor’s real name is Adimba Nujoma. South African. A cell phone registered to him got a call froma Cape Town pay phone Thursday night. The print pattern suggests he’s the bomb-maker. The name and social he used to gain employment belonged to a deceased Gap employee in Oakland. Neither man is a known terrorist operative. Tobin sits. Everyone speaks quickly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "What makes you think Tebiki was the bomber? \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "He needed a return ticket to get a visa. He cashed it in and used the credit to book Nujoma on a Saturday flight to Paris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Business or coach? Tobin gives her a look, asks Rory...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Did you check Nujoma’s UN locker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "We found a battery and wire. But he had two more shifts before tomorrow - one to walk the bomb through, one to. bring in the shrapnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEMANN",
          "text": "Your men wouldn’t stop a guy toting big bags of screws?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "No, the janitor’s ID badges are the same as general maintenance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEMANN",
          "text": "They were prepared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "And frugal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "So who are they? The first pause. Nils Lud looks a Polaroid of the pipe bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "The bomb is simple, crude. It looks like AFP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "The AFP doesn’t have a presence in Zambia. According to his passport, Tebiki made one trip in his entire life. He came to New York City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "The passport is certainly a fake. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMAD",
          "text": "Or he could be a viatical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "What’s a viatical?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Someone with a terminal illness who does a suicide attack in exchange fora large payment to his.» family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "In advance. (to Mohammad) Have the corner check Mr. Tebiki’s T-cell count. (to Lemann) Was video equipment found on scene?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEMANN",
          "text": "No. Why? Shari opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARI",
          "text": "Problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Tobin runs. We realize he’s inside the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin is hurrying toward the open door of the English boo INT. ENGLISH TRANSLATORS’ BOOTH {SECURITY COUNCIL) Silvia waits as Tobin enters. She looks like she hasn’t slept. She closes the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I keep getting calls. No matter where I am. This booth. The GA. It rings until someone picks up. She points to the phone. Like all phones in the building, has a clunky retro quality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What do they say? \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Nothing. They hang up, wait five minutes and call again. But they never say anything. Its happened thirty-five, forty times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What if your mic’s on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "The light flashes. The door suddenly opens. It’s Audrey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Sorry. {to Silvia) “Monday Morning Quarterback”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Deciduer café du Commerce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ AUDREY",
          "text": "Merci. Audrey senses something is wrong; she looks Tobin over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Bye. Audrey exits. An awkward pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I’m sorry. I wasn’t sure who...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "It’s okay. Tobin looks down onto the Council below. TOBIN’S POV: the British Ambassador has the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH AMBASSADOR",
          "text": "Mr. Zuwanie must lay out a clear program of democratization if this Council is to... Back on Tobin and Siivia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Are you sure this where you need to be today? \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "No. I didn’t want to be alone. He watches her a moment. The phone rings. Silvia jumps. T answers as the second ring starts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Hello? A distant click. Tobin puts.his fingers.on.the cradle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Is this an outside line? She nods. He hits *-6-9. And waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "It’s ringing. Ring two. He gestures for her come closer. They share the piece. Their cheeks almost touch. A distant ring. Tobin and Silvia listen to ring four. A machine answers..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (0.S.)",
          "text": "Sorry. I can’t come to the phone right now, but here’s the beep. Silvia gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What?! Who is it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "From your machine at home?! She can only nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. HALLWAY TO SILVIA’S APARTMENT ~ DAY Dot clicks off her gun’s safety. Silvia is behind her. To gingerly turns the key in the lock and pushes the door op INT. SILVIA’S LIVING ROOM Dot and Tobin enter: the place has been completely RANSAC \f69. The take a moment to register the chaos. Silvia stands in doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "I think it’s safe to say whoever’s behind our threat isn’t back home watching “Lifestyles of the Rich and Dictatorial”. Silvia views the room without emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin and Dot join an Advance Team meeting. Twenty-three enforcement types stand in a circle. All holsters are emp Lemann indicates himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI.",
          "text": "A group of a Six NYPD Uniforms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYPD LEADER",
          "text": "NYPD. I’m Intel. (indicating) And that’s Traffic. Terrorist Task Force. Sniper Team. And Bomb Squad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Homeland. Tobin points to a Man in White Uniform, a Suit, and Dot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Coast Guard. NSA. Secret Service. Agent Woods is our detail leader. Dot stands in front of Four Men. Chief Wu stands flanked Rory and Six UN Investigators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Alright, let’s get started. At ten- thirty tomorrow the UN goes on security alert, that means all transit areas will be clear and secure. Service will bring Zuwanie through here at ten-fifty-eight. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "We’1ll have five agents working the man. We take him up those stairs to the Greenroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "The Green Room is our safe room. (pointing) The Public Lobby will be closed all morning for-law-enforcement..use....No one gets in without a badge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "Personnel lists are due today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEMANN",
          "text": "How are you restricting access?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Accredited press and employees have already been issued special tags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "And Zuwanie’s entourage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "They go through the scanner like everybody else. Protocol allows each visiting dignitary one guard with one handgun. Zuwanie’s not even getting that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYPD INTEL",
          "text": "Delegates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "Delegates are a problem, we have to rely on the member states to inform us if somebody doesn’t belong. Moans. Chief Wu waves them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "We have one chance to keep Zuwanie alive: make it impossible to get a weapon inside the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dot stands at the famous podium and addresses the Assembl \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "...And another thing, pay your damn parking tickets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY, (0.S.)",
          "text": "Gun! Dot is grabbed by Four Secret Service Agents and whisked the podium. They drag her to the Green Room using their h as guns. UN Cops provide cover. The Hall is empty. The Assembly is at lunch. Chief Wu tim the exercise from the floor with a stopwatch. Tobin and R stand beside him CHIEF WU (cont’d) Eighteen seconds! Mohammad enters from the Foyer and gestures for Tobin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just off the hallway between the GA and Conference Buildi A quiet area used by UN tour guides, so there’s a small m of the UN near the door. On one wall is an aerial photo o with the words “International Territory” written above. Diplomats move up and down the Hallway on the other side the glass. Mohammad leads Tobin down it. They enter, look for a quiet place to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMAD",
          "text": "Tebiki had AIDS. Full blown. And Nujoma had two prior bullet wounds, one within the last year. Coroner found grenade shrapnel in his leg. These facts spin through Tobin’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "He was a mercenary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMAD",
          "text": "A merc and a viatical, that makes this a money job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Why make it look like a terrorist attack? Why do it in the UN? \f72. Tobin looks to the UN model, then the aerial photo across room. He registers the words INTERNATIONAL TERRITORY. cuoT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jon (the CIA guy) sits across from his Boyfriend, who’s n happy that Jon’s taken a cell call...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Nils Lud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin talks on his cell while pacing up and down in front the frozen pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Would he sell Zuwanie out?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jon stands from the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "He’d sell his children for parts. (to his Boyfriend) I know, I promised. Jon moves to a window, out of earshot of other patrons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Okay, let’s say Nils Lud is being paid to arrange a hit on Zuwanie, by the Ku, by the AFP, by a very forward-thinking philanthropist, whoever. Doesn’t matter. (the old questicn) Why do it in the United Nations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin as before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "It’s international territory. (he stops pacing) Anywhere else, Lud’s responsible. States let a visiting dignitary’s security force control their man. But the UN doesn’t. Wu’s not even allowing him the usual armed guard. \f73. Tobin looks up at the towering Secretariat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "This is the only place on the planet where a security consultant can’t be held responsible for his client’s safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jon considers the possibilities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "And if he’s not responsible, no one can say he was involved. There’s no fall-out. Professional or criminal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN, (0.S.)",
          "text": "Yeah. Jon smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Clean. It’s out there. But it’s clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. SILVIA’S BUILDING - DAY Two NYPD Officers stand in the doorway. INT. SILVIA’S LIVING ROOM Still. Ransacked chaos. She hasn’t bothered to clean up. INT. SILVIA’S BEDROOM It, too, has been ransacked. We hear the shower. INT. SILVIA’S BATHROOM Silvia lies in fetal position on the tub floor. The showe rains down on her, creating a small pool around her body. She stares at drops hitting in the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. DOT’S CAR - DAY Dot drives. She uses her sleeve to clear the windshield. Tobin adjusts her defroster. They’re stuck in traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what he’ll say. He’1ll say, “Why the hell would Lud shoot his own men?” That’s what he’1ll say. Tobin reaches over and honks her horn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "They were worthless the second they made our suspect list. -And Tebiki was probably too sick to run. Tobin honks her horn. She gives him an exasperated look, which he’s too pre-occupied to notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "It explains why there was no video. Terrorists always make a video, the handler needs it to make sure the bomber doesn’t back out. When Tobin reaches for the horn, she hits his hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "If Lud organized the attack, why ransack Silvia’s place? He’s only telling us it’s not over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "No idea. Something Nujoma said that night must scare him. Unless... CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A very small strip of grass behind Beekman Place. The sor hidden park used by drug dealers and leash-law violators. FDR is on the other side of a cyclone fence. Tobin, Dot and Silvia hug themselves in the cold. Over th roar of surging traffic, Tobin completes the sentence fro the previous scene...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Could Lud be the man you heard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "If he picked up French from his soldiers, he might mimic their pronunciation. It’s possible. But even if I heard him say the exact same phrase, I couldn’t be sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn’t know that. 75. A man with a dog appears at the park entrance. He sees it occupied and moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Lud is travelling on a dipiomatic passport. The evidentiary standard to-get-him-in. protective. custody is high. But if we make him think you can identify his voice, he may try to contact you. He may offer you money. He may threaten you again, directly. He may threaten people you know. Here. Or in Matobo. He may come after you. If we can catch him doing any of those things, we'd have evidence. Only the three of us would be involved. It would mean heightening your exposure. Silvia looks from Tobin to Dot. They don’t have to tell h the proposal is a flagrant violation of procedure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "You can say yes or no. A beat. The traffic roars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Can I ask you something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "If I were standing beside Zuwanie and you saw a man with a gun. If you could only grab one of us. If you had one second to decide. Who would you save?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Zauwanie. And I wouldn’t need the second. Silvia stares at Tobin. Neither one looks away. Finally, smiles a slows smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I'll help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "With one proviso. I want a handgun. To keep at home Just for a few days. Until all this blows over. Tobin and Dot exchange a look. DOT. We can’t just give you a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "You’ re asking me to risk my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "We can protect you, Ms. Broome. That’s sorta our job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STLVIA",
          "text": "Your job is to protect Zuwanie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "We can protect you, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Can you? She looks at him for a hard moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Yes. A beat. She nods a reluctant concession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. HOWARD JOHNSON’S RESTAURANT (TIMES SQUARE) - DAY A steady stream of bulky tourists passes. A lost balloon floats above them, up among winter steam and neon. Through a window, we see Tobin sits alone in a booth whil speaking into a voice recorder. Edgar’s book is on the ta in front of him. Nils Lud passes by outside. INT. HOWARD-JOHNSON’S RESTAURANT It’s moderately quiet given the crowds and chaos outside. enters and comes to Tobin, who’s saying into the recorder \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Rave the linguistic tech check it. (he gestures Lud to sit) And tell Ms. Broome she can review the last of the tapes when she’s in the office during Zuwanie’s speech. Tobin lowers the voice recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "You speak French don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "How would you say, “Edmond Zuwanie will die in this room?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "Edmond Zuwanie va mourir dans cette Chambre meme. Tobin moves his hand so Lud can see the voice recorder’s light is illuminated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Say it again. He holds the Dictaphone to Lud’s mouth. Lud stares at it a moment. He’s stuck. Then with false confidence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "Edmond Zuwanie va mourir dans cette Chambre meme. Tobin hits stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Chambre. Beautiful word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "Your investigation continues?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Somebody broke into Ms. Broome’s apartment this morning. Nils Lud looks like he’s getting information he can’t qui comprehend. Tobin sets the voice recorder on the table. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "These interpreters are amazing. I had her reviewing tapes of various diplomats speaking French this morning. She’d hear three words and say, “Rotsi. He’s a Caprivian.” I’ve never even heard of Caprivia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "Caprivi. It.is.in.Western. Namibia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "That’s helpful. Lud puts on his best false smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "Why did you wish to see me, Agent Keller?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I just needed your French on tape. We’re checking everyone security cameras picked up leaving the UN Thursday after ten p.m. You left... (checking a document) ...at eleven-twenty-two. Pro forma. Tobin mimics the mercenaries smile. Lud looks at the voic recorder in the middle of the table, as if taunting him. The Waitress approaches. Tobin gestures for the check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "You’re not worried, are you? Lud laughs. He stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "Right, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "See you, tomorrow. Oh, one more thing. About the other night... (a beat) Thank you. The South African nods and limps for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lobby is closed, dark and locked. Silvia stand with a knapsack at her feet. She’s locking u the sculpture of Africa below, lost in painful thought. The UN COP guarding her enters the frame behind her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN COP",
          "text": "(concerned) Ms. Broome?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Can you do a favor? Can you give a few minutes? If you’d wait out in the Hall, make sure no one comes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN COP",
          "text": "Of course. And he leaves her at her make shift memorial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sea of umbrellas. Neon lights obscured by rain. Tourist huddle in the rain and sleet beneath a lingerie poster. Lud moves comes out of the Marriott wearing a plastic rai coat. Dot, obscured by a cap and poncho, follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. SILVIA’S BEDROOM - NIGHT Silvia turns on her bedside lamp and sits up in bed. Afte moment, her phone rings. It startles her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin stands at a window. A hooded camping lantern is on near-by chair, as is Edgar’s book. Tobin speaks on his cell while looking into Silvia’s bedr",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "You okay? \f80. INTERCUT between the BEDROOM and SURVEILLANCE APARTMENT:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "No. A beat. She lays on her side and looks up at his darkened window. can’t see him, but she knows which window he’s in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I can’t see you. He turns up a camping lantern on a chair until he can see own reflection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Talk to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "(re: Edgar) You haven’t told anyone, have you? She doesn’t respond. He can hear her breathing. When they speak, it’s in quiet tones and long pauses...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Just my guard at the UN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I hate condolences. That extra sincere tone. The forced eye- contact. The two-handed handshake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I hated the advice. “You have to get out of bed every morning.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "“This will make you stronger.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "“Be thankful for the memories.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "“Remind yourself he’s better off.” She gets out of bed and paces in front of the window. \fA beat. 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Tell me about your wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What do you want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "What do you miss about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Simple things. Sound of her key in the door. The weight of her leg on mine. The smell of her pillow. Jenn used to have this saying, usually for when I forgot to do something. She’d say, “Honey, love is a slow river of small details.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "That’s beautiful. And cruel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Cruel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "The sexiest thing a man can do is express love for another woman - it’s the one time you can really trust him,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What do you miss about Edgar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I miss who I was around him. I miss being naive. She wanders back to her bed and lies down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "We were walking one night through Toronto. It was our second date. A homeless woman came up. She kept saying, swear to God. “I’m gonna buy food. Swear to God. Just food. Swear to God.” Edgar gave her twenty dollars. She left. Happy. I said, “You realize she’s not going to buy food.” He said, “I wasn’t giving her money, I was giving her trust.” (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SILVIA (cont'd) (a beat) I took him home and fucked him, But these days... A long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "You okay? Click. She’s gone. He watches her. She’s lost in thought, as if she’s forgot him. She reaches up turns out the light. He does the same Tobin stands in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty passengers wait, wet, cold. Lud comes down stairs onto the platform. Dot follows a fe seconds later, pretending to check her cell’s display. Bu Lud does not look back. In fact, he doesn’t even stop. He moves with steady purpose up another flight of stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Narrow. Twisting. It’s one of those long passages that le to another station. A violin plays somewhere in the maze. Dot hurries along. Though she only gets fleeting glimpses Lud’s plastic coat, she keeps his footsteps in front of h As she turns a corner, he’s gone. She jumps back. Listens She hears his footsteps receding. She peeks around the co to see there is an adjoining passage just ahead. Dot peeks around the corner. DOT’S POV: The adjoining passage quickly dead ends at an accordion gate. The gate open. She pulls her head back and waits. After a few seconds... DOT’S POV: The adjoining passage is now empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dot makes her way to the gate, unsnapping her holster. Th gate’s chain looks like it’s been cut. Stairs on the othe lead down to a brightly lit subway platform. \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Shit. Dot hurriedly squeezes through the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin reads “The» Casual. Dead”...Something..makes. him s he closes the book for a moment and takes up the binocula BINOCULAR POV: Silvia is in bed asleep. He scopes her Liv Room. The apartment door is closed. The window onto the f escape is closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Filthy. Graffiti. Homeless detritus. Visible on the tile is a partial station plate for “Lexington Ave.” Dot comes down the stairs, surprised to find the platform abandoned yet brightly lit. She takes out her weapon. Behind her, the last thirty feet of platform is stacked w old school desks the City stored and forgot. In front of the north end is sixty yards away. A row of thin iron pil runs along the tracks. Dot advances north, using the pillars for cover. Thirty yards ahead is a SECOND STAIRWELL leading up into darkness. Beyond the stairwell is a rusty metal DOOR. Dot keeps the pillars between the tracks and her body. Sh passes the stairwell and looks up into darkness. It seems be sealed off at the top. She moves in position toward the metal door. She reaches the doorknob. It’s locked. Dot turns to the tracks. As she approaches, she sees they no longer visible in a quagmire of black ooze and gunk. S goes, stands at the edge of the platform and looks into t track tunnel. Left. Right. Nothing. She stays at the edge of the platform and listens. She he an express train rumble past overhead, and then silence. \fB4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin watches. INT. SILVIA’S BEDROOM Silvia sleeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dot listens at the tracks. She comes back through the row of pillars and walks to th center of the platform. Then - with an eerie metallic clang - the LIGHTS GO OUT. Black. Pure Black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Shit. We hear her breathing. Then after a few seconds... A footstep. Dot stops breathing. Was it a footstep? There’s a rustling sound. Again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Hello? Silence. A crunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Hello? Nothing. FLASH. Dot fires toward the tracks. She’s using the powde flash to see the platform to the north. It’s empty. FLASH. Tobin watches Silvia. FLASH. Dot. fires to check the platform to the south. Emp FLASH. Silvia suddenly opens her eyes. FLASH. Dot fires to look behind her. Nothing. Black. \f85. Silence. Dot’s poncho rustles with the sound of aiming in the dark DoT (sotto) Shit. Silence. Dot’s face appears in the light of cell phone display.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. SURVEILLANCE APARTMENT -— NIGHT Tobin on his cell phone, irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Alright, I’m on my way. Tobin disconnects and raises his binoculars. BINOCULAR POV: Silvia lies in bed. He picks up his cell phone and hits re-dial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Sorry to wake. you. BINOCULAR POV: Silvia holds the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA, (0.S.)",
          "text": "I wasn’t asleep. Tobin lowers the binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I have to leave you alone for a few minutes. Fifteen at the most. (he checks the street) He may be up to something. INT. SILVIA’S BEDROOM Silvia sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I’1l be okay. Go ahead. She hangs up. She considers her empty apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. SILVIA’S STREET - NIGHT Rain. Tobin exits the building that houses his surveillan apartment. He looks up and down the street. Quiet. The NY patrol car is still parked at the end. He runs to his car in the rain and retrieves a flashlight",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin runs east. Above him, the Roosevelt Island Cable Ca rolls to the Queensboro Bridge, a bright blur in the mist",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nils Lud watches Tobin run past, humming to Roger Whittak",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. SILVIA’S STREET - NIGHT Nils Lud look up at Silvia’s dark apartment. He holds a b INT. NEIGHBOR’ S APARTMENT The intercom buzzes. A MALE NEIGHBOR in a bathrobe picks the receiver to hear a great deal of static.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE NEIGHBOR",
          "text": "Hello? A voice is indecipherable. Thinking the intercom has gone out, he hits the door-release button. EXT. SILVIA’S BUILDING Lud holds a small walkie-talkie tweaked to emit static up the intercom. The door lock buzzes open. INT. ELEVATOR IN SILVIA’S BUILDING Lud puts in an earpiece. CLOSE on the earpiece. We hear the very faint voice of a dispatcher and Beat Cops. INT. HALLWAY TO SILVIA’S APARTMENT Lud kneels at Silvia’s door. He opens his bag to reveal a towel, hacksaw, flashlight, drill, etc. He takes out a “pick gun”, a battery-cperated locksmith’s tool that aligns tumblers electrically. \f87. He goes to work on her new dead bolt. INT. SILVIA’S LIVING ROOM Silvia is enters quietly, looking at the door. She can he soft clicking sounds and a slight electric hum. CLOSE on the door. Light comes from beneath. Silvia watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin and Dot hurry through the narrow passage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "The light could’ve been on a timer. His cell phone rings. Once. By the time he gets it out of pocket it’s stopped. Instinctively, they both look at the CLOSE on the phone display: “Silvia Broome”. They start to RUN. INT. SILVIA’S LIVING ROOM Silvia puts her phone in her pocket. She looks around. Sh goes to fire escape window. As she opens it, she hears... CLOSE on the door. Her dead bolt turns. Then the doorknob starts to click and hun. ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin runs the rainy street. Dot follows fifty yards behi INT. SILVIA’S LIVING ROOM Lud pushes the door open with his gun. He grabs the towel but leaves his tools in the hallway. H enters, closes the door, wraps the towel around his gun. Silvia is nowhere to be seen. The bedroom door is closed. storm blows in from the fire escape window. He investigat the escape is empty. He moves toward the bedroom. The phone rings. It rings again. And again. On the third, Silvia’s machine answers. \f88. SILVIA’S VOICE Sorry. I can’t come to the phone right now, but here’s the beep. And after the cue tone, Lud hears over the speaker...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA, (0.S.)",
          "text": "I can see you. And»she»hangs~ up. -Lud.Looks..from. the.phone..machine.. Surveillance apartment; it’s too dark to see her. INT. SILVIA’S BATHROOM The shower curtain is closed. We move over the top to rev Silvia huddled behind it; she holds her cell phone. INT. SILVIA’S LIVING ROOM Lud’s not yet convinced; he continues to the bedroom door INT. SILVIA’S BATHROOM Silvia winces as she hears the bedroom door open. INT. SILVIA’S BEDROOM Lud looks around. He moves toward the closed bathroom doo the intercom buzzes out in the living room. He freezes. EXT. SILVIA’S STREET Tobin pounds on the buzzer as he works a key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. SILVIA’S BATHROOM Inside the shower, Silvia waits and listens. She hears footsteps, soft, furtive. She realizes they are creeping toward her. Silvia looks around in desperation. The footsteps move closer. Closer. She can see a form with a gun. She holds her phone with t antenna forward, a pathetic gouging weapon. The shower curtain rips back. Silvia screams. He jumps. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Sorry. She collapses into him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "He broke in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Lud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I don’t know. He helps her out of the tub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. SILVIA’S LIVING ROOM All the lights are on. Dot is at the door filling the out keyholes from a tube of epoxy. Silvia sits cupping a mug. DoT You won’t be able to get in until after it’s replaced. Tobin enters (he’s been to his car) and Dot closes the do He puts a handgun on Silvia’s table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Make sure we get it back. Silvia nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "One of us will go back across the street. The other will sleep here. Whoever you prefer. Silvia stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I prefer to be alone. Dot and Tobin exchange a puzzled glance. Silvia takes her and gun to the kitchen without looking at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "{a kiss off) I'd feel safer that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. SURVEILLANCE APARTMENT — NIGHT It’s still raining. Tobin watches Silvia’s apartment like hawk. Dot joins him at the window. He’s feeling guilty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "We almost killed her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Yep. It’s that simple. She pats him on the should and moves aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO",
          "text": "A MONTAGE of Tobin watching through the night. Literally. We stay on his face, blending ever closer. Tobin watches shadows of rain on skin. The shadows fade. He sips coffee Dot wakes and goes. Flashes from an ambulance on the stre below. He rubs his eyes. His face grows light with the da",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK.",
          "text": "A hazy flash of light. Another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scuba divers hold lights in murky depths. A Dozen Coast Guard Divers swim in a line. They come to a massive concrete wall; it stretches up and down, left and right, as far as they can see. The Divers move up the wall, examining, probing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From behind the large Pepsi-Cola billboard, we crane up t see the City across the slow-running East River. It’s a c and clear winter day. The sun hits the Secretariat, a bri point of light against the complex geometry of Manhattan. A helicopter zooms by. Close. We follow it down to the wa It moves just off the surface toward the UN Plaza. Past t ruin at the tip of Roosevelt Island. Past three Coast Gua boats. Over NYPD skiffs. Over a Dozen Divers as they surf \f91. It moves over the Conference Building. Past NYPD sweep te on the balcony and roof. Pass bomb dogs. Pass sharp shoot The helicopter moves around the Secretariat to reveal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOUSANDS OF PROTESTORS now gather in front of the UN. Me cluster in a stand-up area outside the North Gate. Cops - NYPD and UN - are everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter hovers over the “Tudor City” sign. Beneath the sign, the NYPD Sharp Shooter Team Leader (fro the advance meeting) reviews a placement diagram with six his Shooters. They yell over the copter and protest below",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. SILVIA’S STREET Tobin holds Edgar’s book and watches as Doug and Two NYPD Officers walk Silvia out of her building and into a waiti sguad car. She stops before getting into the car, looks at him, then disappears into the safety of the back seat. Tobin watches the car pull away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight UN Cops use a velvet rope keep employees and diplom from using the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Maintenance Men with flashlights are lying on their b while checking areas around ceiling spot lights. The Assembly Hall floor ~ far beneath them - is crisscros with a grid made of yellow police tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The final sweep. Press cameras have already been set up a abandoned. About twenty NYPD and UN Cops work with dogs i cluster; they’re going through the grid by section. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chief Wu checks the lock on the door up the booths. Secur Two UN Officers check inside books from a bookcase. Two t man Fluoroscope Teams x-ray the walls. CLOSE on a MONITOR: a cloudy green images of pipes in a w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rory and Technicians test the metal detection equipment. few early Delegates wait outside in the cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "UN Cops herd Visitors out the doors. UN COP. The Public Lobby will be opened again at one o’clock. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug watches the helicopter hover over the Secretariat a blocks away. Silvia sits at the table reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Coffee? Water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "I’m fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black BOEING 737 with the Matobean flag on its tail sit alone in a far corner of the airport. A caravan of six NY vehicles and three diplomatic limos waits. Dot waits a the bottom of the flight stairs with her Four Agents. She’s holding a pair of handcuffs. EDMOND ZUWANIE (68) comes down the stairs, followed by Si Aides. For a dictator, Zuwanie looks old and frail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "(sotto) That’s a tyrant? \f93. Zuwanie makes his way down the flight stairs. As he does Nils Lud comes out of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "(to Zuwanie) Second vehicle, Sir. Agents escort him into the second limo and assume positio Dot waits for Lud. He eyes her handcuffs. As he passes, s jangles them a bit and gives him the beauty pageant smile goes to Zuwanie’s limo. An Aide hands Dot a case with the Matobean flag on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "This his blood reserve? The Aide nods. Dot walks to the caravan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "(into her sleeve mic) Leopard on the move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rory scrutinizes Delegates now coming through the detecto as Tobin looks out the glass doors at a sea of Protestors their yelling is a muffled roar. Tobin turns back to the Lobby. BINOCULAR POV on Tobin as he says into his sleeve mic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Doug, is Silvia secure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug now has binoculars on the action a few blocks over a Silvia absentmindedly spins a globe in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(into his sleeve mic Secure. CLOSE on the world spinning, Silvia’s suddenly hand stops She turns to Africa. She knits her brow. \f94. She mutters to herself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "It came from Matobo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "The sculpture...Ask. Tobin if they checked in the African sculpture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lobby is abandoned. The African sculpture sits eerily the quiet. The wall clock reads: 10:20. Tobin goes to the massive art work, touches it. Knocks. H A metallic din echoes through the abandoned Lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Delegates are starting to arrive. A Maintenance Man runs a thick coil of rope up an back aisle. He goes out the back doors onto the balcony of the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin, Rory and Mohammad look from the balcony down on th sculpture. Lemann has climbed up a ladder from the Lobby floor - it’ held by Two UN Cops - and lays on top of the sculpture so can look into the five-foot top hole with a flashlight. LEMANN’S POV: The sculpture is empty iron mold. His beam light shows a knapsack at the bottom. He turns and yells up to Tobin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEMANN",
          "text": "Could be a bomb. The tiles would work as shrapnel, so if the lobby was full he’d get a decent kill rate. But not today. Unless it’s meant for us. \f95. Tobin considers for a moment, makes a decision. He points the rope the Maintenance Man holds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Tie it off. He jogs for a ramp that leads from the balcony down to th Lobby floor, removing his jacket as he goes. Rory calls after him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "We can always lower a camera! Tobin points to a huge clock on the wall. It’s 10:31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Not before he gets here! Tobin runs onto the Lobby floor and over to the sculpture the Lemann climbs down. Tobin takes his flashlight and cl the ladder. He reaches the top as the rope is dropped inside from abo",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMAD",
          "text": "You sure you want to do this?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Nope! Tobin crawl to the sculpture’s edge and sit inside the ri He puts the light in his belt, grabs the rope, disappears",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin lowers himself down the rope. As he approaches the knapsack, he puts his feet against the side of the sculpt and hangs by one hand, using the other to hold the light. He sees what he couldn’t from above. A long length of thi dark CORD and black metal HOOK lie beneath it. The knapsa has no visible protrusions or wires. He puts the light as and warily touches it. Nothing. He gently unzips a flap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rory, Lemann, Mohammad and Six UN Cops all look up. \f96. Mohammad’s face is in a pre-explosion wince as the garbag bag tumbles down from above and drops on the floor right front of him. Tobin peers down from the top of the sculpt Lemann opens the bag and dumps its contents onto the floo An old sleeping bag, Two mostly empty juice jugs, A photocopied blueprint of building’s layout, Food..packaging, A small foreign-language paperback. Rory lifts a food wrapper with a pencil. Lemann scans the blueprint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEMANN",
          "text": "It’s the building. The security cameras are marked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "He was living in here? Mohammad opens a jug and makes a face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN COP",
          "text": "Yeah. I’d say for a couple of days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "He didn’t come in with the statue? Tobin comes down the ladder holding the cord and hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Somebody probably lowered him from the balcony. He would need to hook this on the way down or he couldn’t get out alone. Tobin tosses the cord onto the sleeping bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "All he had to do is climb out when the lobby was empty after the sweep. He may have used the statue to smuggle a weapon inside. Look. Tobin picks up the paperback. There is no illustration on cover. The title and text are incomprehensible but the na of the author is recognizable: Douglas Sukru Kuman-Kuman. the back cover is a HANDWRITTEN PARAGRAPH in block letter",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "He left us a message. \f97. CLOSE on the paragraph: The message is indecipherable but salutation is in English: “To Police”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "This is Ku, right? Shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "Most. African languages use the Roman alphabet. The question leaves them in silence. Tobin looks to the w clock: 10:43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "(to Rory) Do we have enough to cancel the session?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RORY",
          "text": "That’s up to the GA President. Tobin looks up at the clock. It goes to 10:44. Everyone waits. He hesitates, self-hating. The last thing he wants to do is to say into his sleeve..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Doug, we need Silvia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Protesters yell below. Helicopters hover above. The Sharp Shooter Team Leader watches through binoculars. row of his men scope the surrounding buildings. BINOCULAR POV: Doug escorts Silvia over First Avenue. He into his sleeve mic (we hear it via earpiece)...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "She says to meet us by the North Gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A C-SPAN Journalist interviews an AMERICAN DIPLOMAT as Si and Doug pass in the background. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMERICAN DIPLOMAT",
          "text": "The UN has often been visited by leaders with whom America was in conflict: Castro, Arafat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Against a backdrop of protesters out beyond the gate, Sil and Doug walk onto the empty patio. Tobin waits for them the Reutersward sculpture of a gun with a twisted barrel. Silvia clutches her purse as if she wants to hide behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weirdly empty. The metal detectors are now gone, though t cables for them are still present everywhere (they’re bei used in the Delegate’s Lobby). Tobin, Silvia and Doug hurry pass Five UN Cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tense. The GA President, Chief Wu, Rory, Lemann, Doug and Four UN Cops (one posted at each exit door) are silent as Tobin takes the paperback from Wu and hands it to Silvia. She examines it for a few jittery seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "It’s in ku. She turns to the handwritten paragraph on the back. She r it flatly, as if it were another dry UN document.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "“You cannot understand if you have not feit a machete cut your flesh. You cannot understand if you have not watched soldiers throw dice for your wife. You cannot understand if you have not felt a child’s warm blood flow through your fingers.” She quickly hands the book back. The men all look from Si to the GA President. He’s struggling with the decision. Dot interrupts via a Cop’s radio...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT, (0.S.)",
          "text": "Two minutes. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "We can’t hold him. Not with ali the demonstrators out there. Either you cancel and we take him back to the plane or we bring him in. I need a decision. And I need it now. All eyes go the GA President. He says to Chief Wu...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GA PRESIDENT",
          "text": "(re: the book) This could be a plant. To force us into to canceling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Now, sir. A taut beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GA PRESIDENT",
          "text": "Bring him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty. Quiet. The doors BANG open. The Secret Service forms a cross around their Zuwanie. Th move him around the entry check point. Zuwanie’s Aides are herded by UN Police toward the metal detectors. Nils Lud tries to follow Zuwanie but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "UN COP",
          "text": "Everybody gets scanned. Dot leads the team working the man. They go to the escala",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Keep it tight! (to Zuwanie) We’ re taking the stairs, Sir. They quickly move him up the stairs beside the escalator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cleared, Just Cops. Tobin waits on the landing. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Clear! Dot’s team brings Zuwanie up. They head left into the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cleared. Just a few UN Officers at the ends. The detail escorts Zuwanie past doors onto the GA and into the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Five Secret Service Agents BURST INTO THE ROOM. Tobin enters last. The door slams behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP ON FOYER DOOR",
          "text": "Secure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP ON STAGE-LEFT DOOR",
          "text": "Secure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP ON STAGE",
          "text": "Secure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP ON DOOR TO BOOTHS",
          "text": "Secure! Dot says into her sleeve mic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Leopard is secure. The GA President and the Assembly Organizer approach Zuwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "GA PRESIDENT",
          "text": "Welcome to the United Nations, President Zuwanie. Our apologies for bringing you in this way but we have a security problem... As the conversation continues, Tobin steps over to Chief",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "(angry) We should have cleared the building and re-secured.,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "It’s not our call. Maybe it is a prank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "He’s out there. Believe me. \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "We’re re-checking the delegates. There’s a knock on the Foyer door. The UN Cop looks throu peep hole, tells Chief Wu... COP ON FOYER DOOR. Nils Lud. Chief Wu nods. The door opens for Lud. The Mercenary limp where Zuwanie is reading the Ku message for himself. He l to no one as he goes to his boss. Tobin steps over to Silvia. She’s watching the dictator w repulsed fascination. They whisper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "He looks so frail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Keep your distance from Lud. Dot joins them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "This is seventeen kinds of nuts. The GA President announces to the room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GA PRESIDENT",
          "text": "President Zuwanie would like to go ahead with his speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "(a sing-seng voice) Mistake. The GA President gestures Zuwanie and Lud to the Secretar General’s Lounge. Chief Wu checks his watch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF WU",
          "text": "We take him out in ten. Furious, Tobin exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The big day. The Delegates and Press are all in their pla Some wear national dress. Everyone talks. UN Cops in Suits are in the aisles checking badges of var African delegations. A wall of UN Cops stands in front of rostrum. Tobin comes to-where Mohammad.stands.on.the rostrum. He s the Assembly Hall... TOBIN’S POV: Normal activities seems somehow threatening. Zimbabwean laughs too quickly. A Saudi speaks urgently in his cell phone. A Costa Rican seems to hide behind a pape Photographer adjusts his tripod, it looks for a second li zip gun. Up in the booths, faces. Everywhere. He sees Aud and Silvia’s Colleagues. CLOSE on Tobin. His eyes dart; he’s starting to panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin enters and paces in front of Dot. She tries to calm him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Maybe someone is just trying to scare him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Yeah, well, what are they going to do when they realize it didn’t work? Anyone who went to the trouble of writing us in Ku... He’s interrupted by a troubling thought. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Where’s Silvia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "In the lounge with Zuwanie. In case he needs a translator. CLOSE on Tobin. Something blatant obvious occurs to him. is different than the epiphanies we’ve seen him have, sca \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "When she was getting calls, Lud was in our office, right? Yesterday? bor Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Whoever he’s got out there would have. already been in the sculpture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small room with two high-backed chairs facing forward. Zawanie and Lud sit in the chairs. Doug leans against a w by the door. Silvia stands in the far corner behind Zuwan She’s staring at him and starting to sweat. Her purse han low off her right shoulder. CLOSE on the purse as she reaches her left hand into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE on Tobin. Pieces fall into place. He’s chasing the trail, wonders out loud...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "How could she call herself from her own apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH FRAME",
          "text": "INT. SILVIA’S APARTMENT - THURSDAY MORNING Silvia holds her apartment phone to her ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE RECORDING",
          "text": "Call forwarding is now on. She disconnects. And dials a number from memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE RECORDING",
          "text": "Thank you for calling the automated wake-up service. Please enter your telephone number. Silvia begins punching in her own number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I’1l check on her. Tobin starts walking to the Lounge. Thinks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH FRAME",
          "text": "INT. SILVIA’S LIVING ROOM - THURSDAY MORNING Silvia surveys the room. Immaculate. Suddenly, she reache for a curtain and pulls hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH FRAME",
          "text": "Tobin is fighting the urge to run. Thinks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winded, Silvia balances her knapsack on the banister and looks down on dark and abandoned Lobby below. She simply tosses the cord and knapsack off the balcony a into the hole in the top of the sculpture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH FRAME",
          "text": "Tobin as approaches the Lounge. Thinks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin leads Doug and Silvia through the tent, now free of Cops and metal detectors, closed for police use only. CLOSE on her Silvia’s purse; she clutches it tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH FRAME",
          "text": "Tobin’s hand turns the doorknob. INT. SECRETARY GENERAL’S LOUNGE (GA BUILDING) The door opens. Calm. Zuwanie rests. Lud looks into his case. Silvia stands behind the President and looks up at Tobin an odd mixture of vulnerability, fear, determination. \f105. Tobin surveys the situation, says to Doug...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "I got it. Doug exits. Silvia watches Tobin reach into his jacket. She’s breathi heavily now, moves closer to Zuwanie. Tobin steps into the center of the room. She raises the g out the purse. She wants him to see it. Tobin stops. He looks at the gun, the one he gave her. Seeing it almos seems a relief. The other two don’t notice the exchange. Tobin holds Silvia’s eyes a moment, then he does what for Secret Service Agent is unthinkable. Nothing. He simply a Zuwanie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "How are you feeling? Zuwanie nods. Tobin moves back to the door and leans agai it. Silvia lowers the pointed gun back into her purse. A long, tense beat. Tobin's looking for a way out. He chooses words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "(to Zuwanie) I’ve been reading a book by one of your writers. He writes about this Ku ritual. The Drowning Man Trial. Silvia cuts her eyes to him. Zuwanie nods indifferently. Edgar’s book is the last thing he wants to discuss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Ever hear of it, Lud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "It’s interesting. When someone is murdered, a year of mourning ends with a Drowning Man Trial. There’s an all-night party beside a river. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOBIN (cont'd) At dawn, the killer is brought in, given a chance to express remorse, put in a boat, taken out in the water and dropped. He’s bound so he can’t swim. The family of the dead then has to make a choice. They can let him drown or they can swim out and save him. Silvia listens as if to a voice from the past. Even knowi Tobin’ s game,.she.can’t.stop story’s impact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "The Ku believe that if the family lets the killer drown they’1ll have justice, but they’1ll spend the rest of their lives in mourning. But, if they save him, that very act will take away their sorrow. Tobin’s eyes meet Silvia’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "The Ku have this saying, “Vengeance is a lazy form of grief”. He holds her eyes until she realizes Lud has noticed. She wipes her face with her left hand. A long beat. Tobin does another surprising thing: he opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "We go out in two minutes. He looks back at her a moment and he leaves the room. Silvia can’t believe it. She tries to focus on Zuwanie. T old man rests his head back and coughs. Lud watches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin goes to the center of the room and turns to the Lou door. Doug starts to enter but Tobin shakes him off. He watches the door, waiting, waiting. INT. SECRETARY GENERAL’S LOUNGE (GA BUILDING) Lud looks from the second hand on the wall clock to Silvi \f107. Her gun is still aimed inside her purse. She forces herse to step closer to Zuwanie. His head still rests against t chair. Her breathing accelerates. She’s fighting ambivale Finally, she raises the purse slightly. One second. Two. Three. Four. Lud doesn’t breathe. Five. Six. Seven. SHE CLOSES HER EYES. Seven. Eight. Nine. She opens her eyes. Silvia Broome is no killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Excuse me. Silvia walks to the door behind the chairs. Lud stands as moves. As she passes beside him, he GRABS her wrist. She resists but he’s easily able to lift her gun hand out her purse. He takes the weapon away. Zuwanie watches in horror. Lud holds her wrist tight, forces her against the wall. H looks at her with absolute neutrality. He says to Zuwanie without turning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "Get the others. Zuwanie stands. Lud turns and FIRES two shots at the President’s chest. T small room reverberates with the explosions. Silvia recoi into the wall. Lud brings her hand up beside the pistol a FIRES a shot into her temple. Her head jerks, kneels buck She goes limp. Lud still holds her wrist. Tobin throws the DOOR OPEN. Lud’s face tell us he’s realizing there’s NO BLOOD anywhe Dot, Wu, the other Agents, all appear in the door. Lud le Silvia’s wrist go and holds the gun out on a finger... \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "She shot him. Then herself. I couldn’t get to her in time. Tobin takes the gun and kneels to Silvia. She raises herself from the floor. She’s very much alive. puts her hand in her hair and looks at it. There’s blood her finger tips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "From the paper plug in the blank. I gave you a training pistol. It takes her a second to comprehend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NILS LUD",
          "text": "She made an attempt none-the-less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZUWANIE, (0.S.)",
          "text": "He’s lying. Lud turns to see Zuwanie standing. It’s the first time we heard the old man speak. He’s shell-shocked and mad as he",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BRITISH MALE VOICE",
          "text": "I shall now read the draft resolution contained in document SC- 1602-2003.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The session is packed. Visitors line the walls. Faces app in all the booth windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BRITISH MALE VOICE",
          "text": "The Security Council... The COUNCIL PRESIDENT (62) - the British Ambassador - rea the one-page document.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNCIL PRESIDENT",
          "text": "Reaffirming that all nations are bound to comply with international humanitarian law. \f109. INT. DELEGATE’S LOBBY (GA BUILDING) Silvia and Tobin follow to UN Cops through the lobby. She in handcuffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNCIL PRESIDENT",
          "text": "And in particular the Geneva Conventions of 12 August 1949.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "(sotto) Do you have a lawyer? She nods. Her mind is elsewhere. She stops at the glass doors and looks over the empty Lob and up the stairs. Zuwanie’s speech echoes through the ro he is indeed laying cut a program democratic reforms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "(a simple fact) He’1l stay in power. Tobin shrugs. She takes a moment, they go out onto...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin and Silvia and the UN Cops come out onto the paveme The Protestors assume (rightly) that she’s one of their o arrested for trying to disrupt the speech. First Avenue erupts in CHEERS. The UN Cops hand Silvia over to Four NYPD Cops. She lower her head and moves with them to a squad car. Tobin follow She stops before letting herself be put in the backseat. has to yell over the din...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "How did you know Edgar was dead?! He grimaces and shakes his head: he can’t tell her. She’s put in the car. As the NYPD Cop fixes her seat belt she calls out to him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "Laqueur!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "What?! \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIA",
          "text": "The French Ambassador! His name is Laqueur! The door closes. The squad car pulls away. Tobin watches",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNCIL PRESIDENT, (0.S.)",
          "text": "Insisting all persons who order grave breaches of the Convention be held. individually responsible. He watches until the squad car pulls out of the UN gates becomes enveloped in the sea of Protestors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ambassadors from Austria, Lebanon and Japan hold their co of the resolution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH AMBASSADOR",
          "text": "Expressing grave alarm at the continued violations occurring within the territory of Matobo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The famous Lounge is three stories tall with walls of gla The Queensboro Bridge can be seen beyond its balcony. It’s empty except for three scattered diplomatic groups, Americans, Mexicans and Chinese. We follow a FASTIDIOUS MAN into the Lounge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH AMBASSADOR, (0.S.)",
          "text": "The Security Council, acting under Chapter Seven of the Charter of United Nations. He goes to where the American Ambassador and her Aides si a cluster of Knoll chairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASTIDIOUS MAN",
          "text": "Excusé moi. He hands the Yuppie Advisor a folder with French flag on and moves off. The Yuppie Advisor goes white with sickeni familiarity as he looks in the folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMERICAN AMBASSADOR",
          "text": "(gesturing for it) Don’t be so dramatic, Brian. \f111. He gives her the folder, she opens it. CLOSE on the folder’s contents: a color copy of the PICTU of Edgar’s body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH AMBASSADOR, (0.S.)",
          "text": "1. Decides to refer Edmond Zuwanie to the International Criminal Court for immediate prosecution. The Americans watch the Fastidious Man deliver a folder t the Chinese; he then moves toward the Mexicans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMERICAN AMBASSADOR",
          "text": "Get the White House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The American Ambassador studies the document. Her Aides s straight behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH AMBASSADOR, (0.S.)",
          "text": "2. Decides that all states shall comply with requests for assistance issued by the Prosecutor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dot. sits in the pilot’s seat talking on her cell phone. tarmac at La Guardia is full NYPD and USSS cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "Call me after the vote. We hear someone banging on the cockpit door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOT",
          "text": "He’s not going anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through glass, Mohammad and Leman watches Lud be interrog by Chief Wu and host of Officials",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tobin and Doug look down on the proceedings. The Interpre with them don’t work as the British Ambassador is speakin",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNCIL PRESIDENT",
          "text": "3. Requests the Secretary General begin immediate action to empower this end. \f112. Doug whispers to Tobin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I say he’s going down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Maybe. Maybe not. CLOSE on Tobin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIN",
          "text": "Either way, it’s not my problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Council President finishes reading the draft resoluti",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNCIL PRESIDENT",
          "text": "4. Decides to remain actively seized of this matter. He sets the document aside. We hear the paper rustle in t tense stillness of the Hall. The British Ambassador lowers his glasses. WIDE on the Council.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNCIL PRESIDENT",
          "text": "I shall now put to a vote the draft resolution contained in document SC~ 1602-2003. And right before they vote, we...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2084"
    }
  ]
}