{
  "movie_id": "MOV2364",
  "scenes": [
    {
      "location": "ROOFTOP APARTMENT BUILDING",
      "time": "NIGHT",
      "characters": [
        "TITLE CARD",
        "KATHY'S OFFICE",
        "AFGHANISTAN.",
        "TRAFFICKING IN PERSONS IS A GLOBAL CRIME. OVER TWO MILLIO",
        "IN 2003, DYNCORP WON A MULTI-MILLION DOLLAR CONTRACT IN I",
        "THE ELEVATOR",
        "FRANZ'S HOUSE",
        "SIDE STREET",
        "KATHRYN BOLKOVAC IS YET TO BE RE-HIRED IN THE INTERNATION",
        "DISMISSED BY DYNCORP FOR BLOWING THE WHISTLE.",
        "BACK IN THE COURTROOM",
        "KATHRYN BOLKOVAC MADE A PROTECTED DISCLOSURE AND WAS UNFA",
        "O.S. POLICE SIRENS BLARE",
        "BELLA LUNA BAR",
        "DOWN THE HALL",
        "BASEMENT",
        "DO NOT READ IF YOU HAVE A WEAK STOMACH OR GUILTY CONSCIEN",
        "ON THE STREET",
        "AFTER A TWO YEAR BATTLE, A BRITISH TRIBUNAL RULED THAT",
        "BARREN ROOM",
        "BLACKNESS.",
        "AND IN THE COURTROOM",
        "THIS IN ADDITION TO CONTRACTS IN COLUMBIA, LIBERIA AND",
        "MAILBOX FULL",
        "EXT. OLD TOWN TURKISH QUARTER",
        "THE BAR AREA",
        "CONSCIENCE",
        "I...",
        "KATHY, (CONT'D)",
        "END TITLES READ",
        "BILL HYNES' OFFICE",
        "ON THE ELEVATORS",
        "PATIO",
        "AT THE BAR",
        "DECIDE TO TALK TO COPS",
        "SLAVERY. THE NUMBER OF UNKNOWN CASES ARE IMPOSSIBLE TO TE",
        "SKULL AND CROSSBONES. \"LANDMINES NOT SWEPT\"",
        "PLEASE STOP THE TRAFFIC.",
        "PEOPLE HAVE BEEN TRAFFICKED FOR THE PURPOSE OF SEXUAL",
        "RE",
        "THE OASIS",
        "O.S. A KETTLE WHISTLES",
        "BACK BEDROOM",
        "HALYNA",
        "EXT. DRIVE WAY",
        "THE FRONT PORCH",
        "KITCHEN",
        "SECTOR. HER NAME WOULD THREATEN AN INSTITUTION'S FUNDING.",
        "THROUGH THE HALL"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A PARTY. ROCK MUSIC BLARES. DRUNK TEENS dance around BURN BARRELS. GROUPS lounge on ratty couches and turned over b skulling cans, making out, talking shit. A BOY, 17, light MOLOTOV COCKTAIL and hurls it off the roof. Luba and Raya join THREE GUYS. ONE of them pisses onto a cloth, stuffs it in a bottle, and tries to light it. It FIZZLES. Everybody bursts out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's ammonia, not alcohol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Drunk) You're so smart. I love you! He lunges in for a kiss, but she dodges him, laughing. Lu gives him the finger, pulling Raya toward the dancing int TEEN MAYHEM: Raya lets herself go. She gets lost in... A WHIRL of drunk and happy teens. It's tribal. They dance silhouetted against the fire and the black sky, their bac to the run-down Soviet buildings... Tonight, they don't w to think about what life holds in store. Raya stops. Dizzy. She looks at her watch, suddenly aware the time. Yelling over to Luba...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to get home. Mama's gonna kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you're staying with me tonight. Roman wants us there at 9 in the morning. Raya looks at Luba. Torn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just a few months working in a hotel. You want to work at Copyshack like your mother? Marry one of these assholes? There's nothing here!.. He said it was both of us or no go! Raya sighs, wanting to, but unable to agree. Luba hesitat she needs this so badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck your mom! But Raya shakes her head, eyes apologetic. She pushes pas Luba who watches her disappear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raya tiptoes through a modest apartment when.... The ligh come on. Raya turns back to see HALYNA, 35. Her face torn between anger and relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know I'm late. I tried to leave, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's three in the morning. Halyna shakes her head, disappointed. Then turns off the lights. Raya stands alone as Halyna goes into her bedroom SLAM. Raya looks around the apartment, it's poverty, it's measly aspirations...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The silver mist of dawn rises over the Golden Domes of Ky",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raya sits on a stool before a WHITE WALL. Luba smokes a cigarette. ROMAN, 40, smiley, fixes a camera to a tripod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big smile!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luba reads a SWISS HOTEL BROCHURE, then looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(practicing) I am Natalya Verbova. I am going to Budapest to buy carpets for re- selling. I am staying two days... Raya sees ZENIA, 30, peeking in the door. Raya smiles. Ze nods, demure. Roman looks through the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No-one's gonna believe we really did it! Luba beams at Raya, who can't hide her own excitement. CAMERA POV: Raya looks into the camera. Her face lights u with hope... FLASH... The IMAGE FREEZES... We BURN TO WHI Then the title of the film fades in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FLASHLIGHT cuts across...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POLICE OFFICER LEEDS scans the side of a house. Rounding",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FRONT PORCH",
          "text": "He shakes his head at his partner, KATHRYN BOLKOVAC, 38. Earthy and athletic. She is in great shape, but her eyes of a life fully lived. She's looking at a HUSBAND and WIF standing in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It just got a bit heated, you know how it gets. I'll apologize to the neighbors tomorrow. Kathy nods, humoring. A police radio BUZZES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready to go? Kathy eyes the wife, tries to see past them into the hous",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure everything is alright, Ma'am? The wife is still. Kathy eyes her, gently. Then, calm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really. It was nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The husband shifts his weight. Kathy flits a look behind noticing... Jackets hanging from the wall. Her gaze lower a hook hanging much lower than the rest of the jackets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all have any children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. The wife looks down. The man stirs, agitated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So if that's all Officer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to take a quick walk through the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't do that without a warrant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes I can, Sir, please step aside. The wife moves out of the way. The man panics. Leeds head the porch. Kathy steps over the threshold. When...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not coming in my house! He blocks her, but Kathy pushes past him, and then he... GRABS Kathy. HURLS her into a wall. CRACK. Kathy yells in EXTREME PAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three POLICE OFFICERS linger. They peek through a door at",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy. She sits up on a gurney. The DOCTOR examines her shoulder. It's BRUISED PURPLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Painful there? Kathy winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAPTAIN HAWK, 50s, African American, walks in, noticing h exposed shoulders, and turns, uncomfortable. Kathy covers",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm her Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her collar bone is broken. And I'm going to have to set her arm in a cast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lookin' for a route to the desk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I'm gonna break every bone in my body until I'm captain. Hawk laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fine. I'm sure you have a hotter date than this tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just when my self esteem was gettin' so healthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We found a boy locked in the basement. Badly beaten. We charged the husband with domestic assault. You made the right call. But you should've waited for backup. (sighing)... I wish I didn't have to say this--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're giving Deke the gold shield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to Kathy. He has seniority. Kathy shakes her head, deeply disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You deserve the promotion. You should be a detective and if we had more openings--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That gold shield was the first one in four years... Sir... I'm going to have to resign, and take that position overseas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think that's a mistake. I want you on my team. Kathy sighs, touched. But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank, I'm nearly forty. I can't be on the streets much longer. Not if I don't know there's something on the other end. She looks up at Hawk, but he's staring past her at... The door. Kathy turns, seeing... A young, scared GIRL, 15 This is ERIN. Kathy's daughter. She's heard everything. H eyes Erin, sympathetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just think about it, will you? He leaves, passing Erin, who pushes down tears. Kathy eye Erin, full of love, but not knowing what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erin stares out the window. Kathy watches her, concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish you could stay here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too. Erin turns. Serious. Weighing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean it's fine living at dad's, but... Now I really won't see you for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm doing this for us. If I have a better job, I can give you guys more. Erin nods, tearing again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When do you have to decide?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come here. Erin moves over, hesitant. Kathy pulls her in to a hug, wincing slightly in pain. But keeps a brave face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure it's not dangerous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. It's been four years. Things are getting back to normal over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BOMBED OUT building, sprayed with RED GRAFFITI. DEBRIS everywhere. Torn clothes. A SIGN. Cyrillic letters: SARAJEVO - 3 KM. Sprayed across it in red: TURN AROUND!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SILHOUETTE breaks the horizon and SPEEDS towards us, throwing up gravel: a dented white BUS, emblazoned with l black letters: \"UN\". A UNITED STATES flag on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits in a bus full of BLUE BERETS. She looks out th window, her eyes drinking it all in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You come here today as a beacon of hope, as representatives of humanity's highest aspirations. In the opposite direction, a U.S. MILITARY TANK ROLLS pas SOLDIER looks out from the HATCH. Kathy turns to see the only other woman on the bus, Carme 20s, Latina. She smiles cheekily, giving Kathy the `peace sign. Kathy smiles. IMMEDIATE SOLIDARITY. In the opposite direction, two other UN BUSES pass, one flanked by a CANADIAN FLAG, the other with a FRENCH TRICO The bus cranks around the corner, entering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The final stretch into Sarajevo. Famous from so many war reports, site of many deaths. The broad, pock-marked aven is barren. SHELLED HIGH RISES lean like hungry faces, gou from their once-solid structures. Living rooms are expose the elements, wallpaper blowing in the wind like torn ski",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN THE BUS: Carmen taps Kathy, pointing out the window...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sniper Alley. See, the bullet marks are at eye level. People just running to the store. All the walls are splattered at head level. Kathy is over by the stark reality of war. Worse than she ever imagined",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVE ALONG rapt faces... YOUNG MEN, MIDDLE-AGED MEN, head held high, ready for anything. We're in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BILL HYNES paces before the assembled NEW RECRUITS. He's his 50s, distinguished and seemingly in charge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have been hired by Dyncorp Aerospace International to represent the US as monitors for the United Nations, which means you are the only national contingent coming from a private military. So you people chose to come here. And for the next few weeks, we will teach you how to protect the rule of law in a war zone, how to rebuild a civil society brick by brick... MOVING OVER more RECRUITS... On their laps, \"DYNCORP\" ORIENTATION FOLDERS. MEN, listening, determined...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and RECRUITS receive TRAINING from a PAKISTANI MONI shadowing him as he hands food-packs to a LINE of REFUGEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to ensure the dignity, equality, and inalienable human rights of every single person in this devastated place. The refugees turn their haunted eyes to the fresh faces o the NEW RECRUITS. Kathy extends a parcel to an OLD MAN. H hesitates. Then she sees... He has no arms. She's unsure to do. A young boy takes the package, leading his grandfa away. Kathy stands: WHERE AM I? ASSEMBLY HALL: Bill Hynes stands before a map of the Balk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dayton Peace Accords of 1995 ended this war, dictating that an International Police Task Force - YOU - would smooth the transition from war to peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KATHY and THREE NEW RECRUITS are led down a path along a mountainside. They move toward an UNDERGROUND BUNKER. CHILDREN play at the edge of an overgrown field. A BOY hops up on a post, about to jump over, when the lea TODD MYERS, 30s, a seasoned pro, YELLS at him, points out A sign closer to the BARBED WIRE, fringing the field... A",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you will learn that peace is harder won than war.. Kathy watches the boy run back up the road. The recruits down STEEP STEPS into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Light sneaks through cracks, catching on the oil black barrels of THOUSANDS of GUNS. Todd hands out BINDERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are still in the process of disarming the Muslim, Croat, and Serb militias. You will be cataloguing these arms for decommissioning records. Kathy eyes the unending stash of GUNS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy drives past a MILITARY BASE, an ITALIAN FLAG flying A few hundred yards up the street, a BAR...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLA LUNA BAR",
          "text": "Driving past a another BAR. GERMAN FLAG... A SIGN: BERLIN NIGHTS... Kathy passes by, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Carmen are led by a MONITOR through a sparsely furnished UNIT. A poster of `Born in the USA' on the wall",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will learn that every morning's hope... Carmen bounces her butt up and down to test her mattress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy inspects items on the shelves. Nothing familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cluster of WOMEN in BLACK BURKAS. They sway like reeds the wind, grief overcoming them as they watch:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...is haunted by yesterday's nightmare... UN BLUE HELMETS supervise the dig of a mass grave. Bodies revealed. A child's shoe is uncovered. A BURLY PEACEKEEPE turns, sickened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus arrives. The base is surrounded by barbed wire an overlook sights, manned by ARMED MILITARY. MEETING HALL: Hynes looks out at the new batch. Proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But today is a new day. As Head of the United Nations Mission here I trust that we stake our highest values, even our lives, on the belief that we can rebuild, we must renew, we will witness the rebirth of this country. The recruits are hyped, the rhetoric is working. MOVING O THEM, MAN by MAN, we REVEAL in the back: Kathy. In her crisp navy blue IPTF flack jacket. Her blon hair makes her stand out. She is one of the only women in room. Her eyes ablaze. She is completely fired up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits at the table spreading stuff on dark bread. Ca across from her. Kathy takes a bite and grimaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought this was peanut butter but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's ass paste? I know. I bought it too. Let's get out of here. I need a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROCK MUSIC ECHOES from several bars. Carmen heads toward when an AMERICAN IPTF MONITOR stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a military Bar. You want the party in there... He points to BIG NEON SIGN: THE INTERNATIONAL BAR. Tiki lights illuminate a broad patio. A PIG roasts on a spit. Kathy follows Carmen through DOZENS of off-duty IPTF, SFO and UN workers who drink and trade stories with machismo. There's a palpable sexual tension in the air. BOSNIAN WAITRESSES flirt with OFFICERS. Guys paw GIRLS with trays",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck me, we're outnumbered. Good odds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hon, they're all yours. They make their way through the crowded bar, feeling the officers' double-takes. Carmen smiles coyly at Kathy, the zeroes in on JAN VAN DER VELDE, 35, handsome. He is surrounded by a group of IPTF with Dutch flags on their shoulders. Carmen throws her arms around them, jovial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, fine, if you insist. Mine's a Jaegermeister. Jan laughs at Carmen's forwardness, his eye on Kathy. But spots Todd Myers across the bar, and is on her way, when.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about you? You don't have an order?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I'm the polite one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like polite. Carmen turns his head toward her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna be the drunk one. Let's get toasted. Kathy smiles, a little too old for this game. Carmen lean into Kathy's ear. She smiles, and moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BAR",
          "text": "Kathy moves to Todd and the Americans, catching Todd's ey but is distracted by a WAITRESS writhing on an ITALIAN SOLDIER's lap. The Waitress darts Kathy a look, contemptu And the soldiers notice. One leers at Kathy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd pay double for a woman in uniform. Kathy looks him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry pal, I'm not for sale. The Soldier is stung. The Italians laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're Dyncorp. We're all for sale... Kathy, right? Todd puts his arm around Kathy, bringing her to a TABLE O AMERICAN IPTF. They greet her, friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look the basic lay of the land is we have to work with the other nationals, but we don't mix with them at night. JIM HIGGINS, 25, and even younger looking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucky those wops don't carry guns or we'd've had ourselves a situation. Fucking unarmed mission. I was hoping we'd get to squeeze some off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At who? Better odds you'll step on a land mine and what the hell's a gun gonna do for you then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(embarrassed) I'd kill the fucker who buried it. Everyone laughs. Todd turns to Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever had to take someone down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just once. The others see she's the real deal. Kathy feels good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy moves through the now-hopping bar. She's ready to leave. She searches for... Carmen. She's IN A CORNER. Sti with the group of DUTCH OFFICERS. Kathy approaches, concerned, when Jan cuts her off. He's watching Carmen, who's teetering, drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should probably get her home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You probably shouldn't have let her drink that much. Kathy moves past him, irritated. But he grabs her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. I... don't worry. I know those guys. Nothing was going to happen to her. Kathy shrugs, it doesn't mean much to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was hoping you'd come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I did. And now we're both leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Early sun breaks through the fog over the valley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy tries to work the Bosnian coffee maker, a confusing relic. Carmen comes in, holding her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell happened last night? Kathy smiles, pouring her a cup of the tar-like brew. The both look at it, a little scared. Kathy eyes the clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's move. We're gonna be late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Industrial plants dominate the skyline of this Sarajevo suburb. Kathy drives frantically past bombed-out building Carmen studies a map beside her. They hit A RED LIGHT. An stop. A GROUP OF MUSLIM WOMEN cross the street. One quest Kathy with a lingering gaze. Carmen stares at her map...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have any idea where we are? Kathy shakes her head. No idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A run-down prefab office, with dated 80s equipment. A cou of small offices off the open center. Kathy and Carmen rush in. An IPTF OFFICER stands waiting them... Jan Van Der Velde.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Late night ladies? They eye him, embarrassed. He hands them each a thick bin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm your duty officer. You check the duty roster. Every day. You're each assigned to monitor and instruct a group of Bosnian local police. We work in six week shifts. You instruct in the mornings, then go into the field with them in the afternoon. One of you needs to go now. He eyes an eager Kathy. Carmen shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're waiting at the 5th canton. Out the gate, then left, left, park, right... Kathy rushes off, then stops. Jan tosses a set of keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My van. There's a map in front. She drops the keys, grabs them, and rushes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SCHOOL sprayed with GRAFFITI and BULLETS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An abandoned CLASSROOM. Shabby corkboards with yellowing posters, ragged kids' drawings, and tired sticky tape. Kathy skims through the training binders. The DOOR OPENS a GROUP OF LOCAL POLICE file in. They whisper, exchanging lascivious glances. Kathy straightens her uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feel free to sit wherever you like. Kathy waits for them to take their seats. They don't. A BOSNIAN WOMAN, pretty, rushes in. Spotting Kathy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry I am late. I'm your interpreter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great, well... I just asked them to sit. The interpreter shakes her head benignly. They take their seats. The interpreter looks at Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They like to be difficult. They understand if you're clear. Mostly they have trouble speaking English. But let's see if you can get them to talk at all. Kathy looks out, suddenly daunted. She presses on, openin her binder as authoritatively as she can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, I'm going to be talking about crime scene investigation today. If we could-- An older officer, DANIK, stands, defiant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do we sign to say we came?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, you sign the attendance at the end of the session. It's a UN mandate--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or we sign now? Full of malice. Kathy puts the sheet away, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We sign later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cop scoffs, and sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stands in front of a BLACKBOARD with DRAWINGS on a CRIME SCENE. She crosses off TWO AREAS on the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Keeping the crime scene clean is number one. A weak smile. Nothing from the crowd. She trundles on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY, (CONT'D)",
          "text": "Remember you could be           Pamyatayte scho vu bu mho stepping on the very evidence   stavatu na scho nam pokaz that could incriminate. You     yaka bula nespodivanka. T have to track anything you      vcyo datu v torbu. bag. We call that 'chain of evidence.' Kathy looks out. The cops are barely paying attention. ON stubs out a cigarette. Another closes the binder, defiant",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We sign sheet now? Kathy leans back, disappointed. She hands him the sheet. all sign, apathetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will tell UN we were cooperating? Kathy tries to retain a poker face but their indifference stings. And just as they're about to leave...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to go to the hospital together. The cops eye her, agitated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy's SUV pulls up behind the cluster of local police c IPTF OFFICER CLARKSON stands outside. He eyes his watch. Kathy rushes to him, but he's already a foot in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got here as quick as we could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just try to get them here on time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clarkson leads Kathy and the BOSNIAN POLICE through the h Gurney's and IVs suggest it's a hospital, but you wouldn' want to be examined here. Some windows are still covered wood slats, and paint barely covers old bullet holes. The floors still hold the stains of old blood. Clarkson grabs a file, and speaks without looking back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seems we have two stabbings, one shooting, and a man with a broken leg and a bad hangover who can't remember what happened... Average night back in Brighton. The cops stare at him, lost. As they file into a SMALL RO filled with tightly drawn curtains. They all squeeze into center together. Kathy is pressed against the large cop. Clarkson pulls back a curtain, revealing... ZLATA SEHIK, 40, Muslim. Her face is covered with wounds. avoids the gaze of the police who stare with contempt. Sh pulls her bed-sheet up to her chin as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading chart) \"facial contusions from repeated beatings with fist\", \"lacerations on the eye caused by the edge of an iron\"... He pauses. Looking at Zlata, he moves her sheet up to exp her leg. Zlata's eyes tear. Clarkson reads...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"The right hand was the first entry point of a large kitchen knife\"... \"The second entry point in the upper left thigh\"... It went through her hand and into her leg... Who's going to take this report? Kathy looks out at the Bosnian cops, but they stare at th ground. One cop peeks into the next cubicle. Kathy looks Clarkson for a cue. He holds out the clipboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyone? No answer. Clarkson looks to Kathy to take control. She t to her group, but they have even less respect for her. Sh goes to speak, when... VIKO, 25, looks up, hesitant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will take it. The cops turn. Clarkson unclicks his pen. Viko sees Kathy hungry for support. But Danik scoffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(At Zlata) Tze ye yiyiy vuna. Zlata's face tightens. Viko turns to Danik, angry.... Kat looks to Clarkson, who gives her nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is Muslim. He said she deserved it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, that's it. Everyone out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at Clarkson) Isn't she filing a complaint? The other cops eye Kathy, defiant. This is our turf. Clarkson ushers the cops out. Kathy catches Viko's eye. Simpatico. Then follows the other out. Kathy looks back a Zlata, who lies helpless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clarkson leads the group. Kathy pushes up toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has to file a complaint. A woman gets stabbed in the face and there are no repercussions? Clarkson pulls Kathy aside. Viko stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quit it! You hear me? Kathy reddens. The local cops look over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are not investigators. We are monitors. You don't know a Serb from a Croat or a Bosniak. You've got ethnic hatreds that started a war. This isn't just policing, it's diplomacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy blushes, feeling like a chastened schoolgirl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't run the show, we make sure the show runs smoothly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits up in bed reading from her Dyncorp/UN manual. flicks, not finding what she's looking for. Carmen comes of her room, dolled up for the evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come out. You can't solve this tonight. I'm not taking no for an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy has dinner with Carmen, who talks away. Kathy watch the world go by. She notices an OLDER, LARGE IPTF MONITOR walking with his arm around a YOUNG GIRL, 16, dressed in short skirt. Kathy turns back to Carmen who is still talk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chanting echoes from the SINANOVA HOUSE of the Dervish Or",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko comes in, scanning over IPTF MONITORS. Spotting Kath",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko lays down a pile of files. Zlata's picture on top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zlata Sehik has been to the hospital eight time because of her husband. Every time she try to file a complaint, my bosses send her back. They always laugh at the woman... They laughed at my mother. They do not make prosecutions of domestic violence. I want to get enough evidence to do this. Kathy isn't sure. She looks around, almost guiltily...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is why you are here, no? Kathy looks at him, struck by the truth of this. She take the files, flipping through them. Thinking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With no police reports?.. Maybe, if you go back to the hospital... You can pull the records for every one of her visits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HOSPITAL ADMINISTRATOR, who hands Viko a stack of files",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits in a UN SUV. Viko watches as she goes through Zlata's hospital files. She's encouraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, now get the same thing from all the doctors who treated her. They will have to testify on Zlata's behalf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko and Kathy sit behind a pile of Legal Books. Viko sho Kathy a page, a questioning look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is good. Let's cross reference each injury with other cases where felony assaults were ruled. Can you get something like that? Viko turns to see a LIBRARIAN at the main desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Because if stabbing someone in a bar is illegal then the same standard can be applied to a domestic assault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko sits behind Zlata and COUNSEL while a JUDGE rules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If an attorney presents this properly, referencing international standards, you might be able to get a conviction. Viko and Zlata wait... then breathe relief. They won. Vik turns TO THE BACK OF THE COURTROOM: Kathy smiles, at last feeling they can really accomplish something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy comes inside, interrupting Jan and FRANZ, Dutch IPT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, you wanted to see me? Franz excuses himself, eyeing a tense Kathy. Jan closes t door behind Franz, turning to Kathy. All business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine Rees wants to see you. Head of the Office of the United Nations High Commissioner for Human Rights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure it's fine. You followed protocol, right? Kathy rushes out, worried. Jan smiles, in on a secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits alone in the office. Degrees, plaques, and awa cover the walls. Pictures of Madeleine Rees with Kofi Ann Bill Clinton, Nelson Mandela... Kathy is intimidated. MADELEINE REES, 50s, tall, commanding, short blonde hair, British. She sashays in with a DOBERMAN on a leash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't mind Helen, she's a total sap. Kathy eyes the malevolent hound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ms. Rees, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine. You've been stirring things up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this about Zlata Sehik? If I've overstepped protocol--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have done in two months, what we've been trying to do for years. Madeleine sits. Kathy straightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All due respect to Viko Mezovic, but you just facilitated the first conviction for domestic abuse in Bosnian history. I'm bloody impressed. So is the Dutch Duty Officer who recommended you. Kathy takes it in. Madeleine looks out the window at TWO GLASS TOWERS that punctuate Sarajevo's skyline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The IPTF has a Gender Affairs Office at Mission Headquarters. Dervla Hughes, the current head, is leaving and I think you're the right person to take over. Kathy is taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd be overseeing 12 regional offices. Any gender reports come through you. This involves anything from equality training to domestic and child abuse cases, fallout from war crimes against women, prostitution. Women in Bosnia are treated like second class citizens. You could have a real impact on their lives. What do you think? Are you interested? This is everything Kathy came to do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy paces, phone to her ear. Her suitcase open, she's packing at the same time. Carmen helps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know hon, it's very exciting. If this works out. It's a real opportunity for the future, but it means I have to, I have to extend my contract for another six months... Hello?.. Kathy stops pacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Erin? Kathy pulls the phone close, listening. Carmen eyes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No I didn't. I'll look right now. Kathy goes over to a computer, clicking open an EMAIL. ON SCREEN: A PICTURE OF ERIN in a PROM DRESS. Kathy sits bac flushed with emotion. Her enthusiasm complicated by the realization of what she's missing back home. Softly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look beautiful...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carmen helps Kathy load boxes and suitcases into an SUV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe they're moving you into the city. I'm so jealous. So where's your office?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mission Headquarters... UNMHQ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Madeleine is UNHCHR, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) I know. I don't even know if I'm still IPTF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I don't give an F.U.C.K. All I know is I'm gonna miss you. Stay in touch with the little people! They hug. Kathy smiles, and hops into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy drives into the CITY CENTRE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy puts the last box down. She steps out onto the balc Looks out at Sarajevo, city of survivors, her new home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Member nations' flags slap in the wind. Hundreds of UN SU Kathy drives up. She takes in the huge building. Almost i disbelief that she's part of it, at the center of it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The modern lobby buzzes with UN OFFICIALS and DIPLOMATS. Kathy follows RICK JONES, 30s, athletic, crisp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad to have an American in the mix. You'll be reporting to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... I, I thought I was reporting to Madeleine Rees' Office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a joint office. She's Human Rights. But you're Police Task Force. So you go through me. But we all report to Bill Hynes anyhow. They walk through two large doors into... The Inner Sanct",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick and Kathy round a corner to a medium-sized office, b everywhere. Rick eyes the... mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, your ah... predecessor's files... We're waiting for Archives to get those out of here. I'll put another call in. Kathy nods, taking in the disarray. Dust sits on the stac of boxes, on papers and files strewn about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's fine. Thanks for the tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. I'll leave you to it. Good luck. He leaves her. Kathy runs her eye over the place. The rea of her office less exalted than she imagined. But she's raring to go. She eyes a name plate: KATHRYN BOLKOVAC - HEAD OF GENDER AFFAIRS. Kathy stands in her office doorway, glancing up the hall. THE HALL is empty. The EXIT door at the end swings shut i the flickering fluorescent light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OLD TOWN TURKISH QUARTER",
          "text": "Black cobbles. Merchants line the narrow pathways. Open- doored cafes serve coffee to UNEMPLOYED YOUTH. Kathy and walk along. He's delighted. She's restrained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was wondering when you'd ask me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not a date... No, seriously. It's not. I know you had a lot to do with my promotion, so I wanted to thank you. He grabs her by the hand, ducking into a SMALL ARCHWAY. A NARROW PASSAGE opens up onto a charming restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Jan sit at a table, watching a WAITRESS put dow carraffe of wine and 'Cevapcici' (lamb dish).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's to not dating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me. I'm not joking around. You're a nice guy. But I... The waitress reaches across Kathy with a plate. Winks at",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are certain you have everything you need? The waitress eyes him coyly. Kathy studies the exchange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're fine thank you. The waitress leaves. Kathy shakes her head, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were saying I'm a nice guy-- Kathy is watching the waitress hit up another table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must be in heaven over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The war left behind a lot of widows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't find that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I find it uncomfortable. A lot of guys don't. I don't know what else to say about it. Now finish your sentence, I'm a nice guy but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't afford to mess this up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only dinner. How bad can it get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ask my two ex-husbands. He grins. Kathy looks at him, unsettled by the chemistry between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick introduces Kathy to various IPTF and UN colleagues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stacks unpacked boxes out of the way. She organizes BIG BULLETIN BOARD into 12 CANTONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy follows an IPTF monitor, BARRY, 30s, Irish past the front of a UN BUS. A DOZEN MUSLIM WOMEN disembark and loo up, their hands over their mouths, keening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the first time they've seen their homes in years. IPTF MONITORS help with unloading battered suitcases and belongings. THREE carry a couch up the steps of a buildin a YOUNG BROTHER and SISTER watch. Standing back, an ELDER WOMAN weeps in disbelief as the monitors lay final touche makeshift storm windows on her aparment. Kathy watches, Barry by her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're all widows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why they were so frightened to come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They couldn't believe they'd be safe. That what happened before wouldn't happen again. Except now with nobody to protect them. Kathy shakes her head. The women enter the building, thei past lives in shards at their feet. One WOMAN, 40s, stand numb, a bundle of books in her arms, tears running down h face, as her TEENAGE SON beckons her to come in the DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Except us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I always thought helping refugees get home would be one of the best parts of the job. But it's so hard for them. Kathy nods, moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for taking me through this. Fill me in when you're done, and I'll send my report to Rick Jones. Another FIELD OFFICER rushes up. An urgent look on his fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The field officer leads Barry and Kathy round a corner, t A YOUNG GIRL nearly passed out on the couch. Her face blo and swollen. Kathy runs up to the girl, who can barely si up. Softly waking her. The girl comes to, taking in her surroundings, and... JUMPS UP. An unmistakable look in her eyes. TERROR. Kathy eyes the field worker. He shrugs, lost. Kathy turns back to the girl, and slowly places a hand on her shoulde The girl flinches, then inches back... shaking her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay, it's-- But the girl holds out her hands, stopping Kathy. She loo around, completely disoriented. Desperately searching for exit. She eyes them all, realizing she's surrounded and then... SHE WAILS. Losing control. Slapping at all of them. Kathy moves to h trying -- gently -- to hold her tight. The girl sobs. Hopelessness in her eyes. And then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She faints. Kathy and Barry bend to catch her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at field worker) Call a medic! He rushes off. Kathy and Barry lay the girl down. She lie the ground, breathing slowly, looking close to death. Kathy holds her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found her out in the woods. She was speaking, I don't know, she's not local. I think she's one of the girls from the bars. Looking at the girl, Kathy pushes a strand of hair from h face. And as we stay a moment longer, we realize this is. Raya. A long way from home. But then... THE DOORS OPEN. A frantic HUMAN RIGHTS WORKER carries IRK 17, into the room. Her clothes torn, her body and face bruised. Kathy looks up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was further back in the woods. Irka sees Raya. Sudden relief. Then realizing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Florida Bar... Ciysh... Six girl there... Iy Policai... Kathy looks to Barry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a bar in the hills. Kathy shakes her head. She looks at Raya and Irka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take them to the women's shelter at Zenica. Kathy rummages through her files, catching up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Good. I'll follow up at the bar. Barry shrugs. Kathy's mind is racing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where exactly is this bar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy drives up a winding mountain road, checking directi on a hand-drawn map. A LOCAL POLICE CAR swerves by in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy's SUV throws up gravel. Out her windscreen, she see THE FLORIDA BAR: A dilapidated two story building, painte garish pink. Crude palm trees painted on the side. Kathy jumps out of her SUV, and moves towards... LOCAL POLICE smoke by POLICE CARS. A LOCAL COP leads a CLUSTER of YOUNG WOMEN out the door. blink in the glaring light, pale, out of place, lost... At the end of the line, is Luba. Her eyes darting between Kathy and the Local Cops, helpless. Kathy rushes towards the cop. He eyes her, dubious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Xo brovnic ce klety scey forzcic nay. He moves past her, with the Girls in tow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on. Where are the IPTF monitoring this raid? SHOUTING ECHOES from inside the bar. TWO COPS drag out TA ZRAVBIC, 50s. He sees Kathy's uniform and SHOUTS at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zra slobovik brvicetic revic barziny Traba! Motherfockers! The cops SHOVE Tanjo in a car, and SLAM the door. Kathy t to the Local Cop, standing with the group of girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that the owner? Are you taking him into custody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Xivy slovic drinjnislava porslivky. Kathy looks around, frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there a translator on the scene? Translator?... Wait. He stops, impatient. Kathy pulls out her WALKIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Kathy Bolkovac. I need an Interpreter. At the Florida Bar. The Local Cops watch her. Kathy's eyes rest on the girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. I need a time and date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's impossible. We need advance notice for field calls. The Local Cop talks at the girls. They don't understand h but his tone is clear: total disrespect. Kathy moves towa them, protectively, then sees... TWO UN SUVs parked on the other side of the bar. TWO IPTF MONITORS emerge from the bar. Kathy approaches t They seem surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. I'm from Gender Affairs. I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Fred Murray. He shakes her hand. Tanjo BANGS on the window, inside the police car, apoplep with rage. Kathy glances over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that the owner? (off Fred's nod) I tried to get an interpreter but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no... that's fine. We're pretty much done here anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... Okay. But there's... We just had two girls come in to a Human Rights Office, saying they escaped from this place. Fred seems confused. Kathy pulls out a clipboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Local police have been watching the place for a while. This whole thing happened pretty fast. I guess those girls must've run for it. Kathy looks over as the girls are put into a van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, the girls in our field office seemed pretty scared. I should follow up with these ones. The Local Cops start to move, stubbing out cigarettes, getting in cars. The Local Cop shuts the doors of the van",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can see where they're taking them, but I can't intervene. You know the drill. He shrugs and smiles. Kathy hears the POLICE VAN's engine start. Turning to it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. I'll look out for your report. She rushes after the van. Fred eyes Kathy confer with the driver. He and the other Monitor, drive off. Kathy is left alone in the silence. She turns to the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy moves inside. The place is rank and dingy. A small stage with a POLE in the centre. Tables fanned out around CUT WIRES hang over the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAR AREA",
          "text": "Is filled with PHOTOS: YOUNG GIRLS in various poses with IPTF SOLDIERS. They range from the illicit to the obscene",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stops on a photo of a NAKED GIRL on stage holding t two open wires over her head. Behind her, SOLDIERS applau Kathy takes down the photo, horrified. Turns it over. Scrawled in marker: SARAJEVO FIRECRACKER! She turns to the stage. Plugs in one of the wires. A HUZZ electricity. Tiny sparks fly. She turns, and under the bar sees... A SAFE, SMASHED OPEN handful of U.S. bills scattered about. And... PASSPORTS. Romanian, Ukrainian, Polish. All for young gir She gathers them, surprised, and stuffs them into her fil Her eyes are drawn to a back wall. She stops at a panelle door. And pushes. It opens onto... STEPS: She shines her flashlight up the dark passage... The BEAM of the flashlight finds a DOOR. A glint off meta At the door handle, a large PADLOCK, smashed open. Kathy darts the beam over the other TWO DOORS... both equipped PADLOCKS. Smashed. Kathy pushes through the first door into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy's flashlight over: Hanging BEDSHEETS separate the r into cubicles. Putrid mattresses. Condoms on the floor. Her eye catches MARKINGS UNDER A MATTRESS. She pulls it a And sees GIRLS' NAMES scratched into the floor... Under e name, etched in, a list of amounts: 50, 100, 30, 200, 20. Some kind of RECORD. Kathy PULLS back other mattresses. Dust. Some FAMILY PHOT And... a ragged PIECE OF PAPER: Crude drawings of sexual positions. A NUMBER by each one: $20, $30, $50, $100, $20 The amounts correspond exactly with the table on the floo Kathy looks around, sickened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A run-down Community Center nestled in a shabby area outs the city. It's completely unassuming. From the outside, y might think it was abandoned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shelter is a converted gymnasium. Peeling wallpaper. forgotten notices from before the war, postcards. Patchy linoleum curls at the edges. A soft hum. Voices in rooms Kathy can't see. She walks down the hall with MILENA, 40s Bosnian, down-to-earth, forthright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These girls are told they have been bought and must repay the debt. They are told an outrageous sum, thinking they'll be let go when they earn back that money. But they never are. Kathy stares at her, taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sex trafficking is one of the worst things to happen after this war. Milena hands over a medical report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raya has a severe internal infection. The doctor found (reading) \"intentionally placed foreign objects causing a disruption of the vaginal wall\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foreign objects?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coins. She's not the first. Men can feel deficient paying for sex, so they find other ways to feel powerful. Milena pushes through a door. To a DARK HALLWAY... Hanging bulbs flicker intermittently. They walk. Avoiding dripping leaks in the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gave her Penicillin, but the doctor is worried there could be something more serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When will he know? They pass an EATING AREA. TEEN GIRLS sit, pick at food, c smoke and flip through magazines. They are clean, but wea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unfortunately that's all we can do for her. We're just a volunteer organization. Kathy stares at the girls, the sheer number of them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if there are so many victims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We lost our funding because of those. ...She points at a basket of CONDOMS near the coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the U.S. Department of State. They have their rules. I'll do anything to give these girls some protection. But the Department of State thinks \"Condoms encourage prostitution.\" NGOs caught giving them out, no longer receive US funding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But these girls aren't prostitutes. Milena shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't realize the cycle they start. If there are no condoms in the bars... They pass a ROOM DIVIDER. Seeing... MORE GIRLS. IN THEIR TEENS. All broken. And desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the guys want to find ways of avoiding STDs. AIDS. Their solution? Pay more for virgins... Kathy sees A GIRL sit in a corner. She couldn't be more t TEN YEARS OLD. She sits alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So the traffickers bring more in. Younger and younger. Now it's a global industry. Simple economics. If there is demand, you supply. Milena opens a DOOR, revealing... INSIDE THE ROOM: A VOLUNTEER NURSE sits by Raya's bed. She lies asleep. IN ANOTHER BED: Irka sleeps. Kathy watches. Hushed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where can they get help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try the Global Displacement Agency. They have good medical care, lots of funding. They might take them. Whether they'll keep them or not... I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are the other girls from the Florida bar? Milena looks at her. Blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The local police were bringing them here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those girls never arrived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "UNMHQ stands over the crumbling red roofs of Sarajevo. In foreground, a CEMETERY packed with crooked wooden crosses",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy walks in. Carmen sits behind a desk, piled with fil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, where've you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tell you about it over a drink. Could you just check something for me? I want to get a copy of the monitor's report from a raid on the Florida Bar yesterday. Carmen nods, and clicks on her computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your job is so exciting. The only thing I get to raid is the fridge. (Reading off the computer)... You sure there was a raid? There's no record here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. That's definitely it. There were six girls removed from the bar and I need to know where they were taken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. No record of any raid. Kathy thinking. Something's not adding up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy walks. MONITORS greet her as she passes. She reache OFFICE, and knocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm looking for Fred Murray?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIVE local MEN in fatigues scan the field slowly with han held minesweepers. One MAN holds up his hand as his devic BEEPS. At the edge of the field, Fred Murray blows a whis Everybody else STOPS. The man bends down, as all wait... Kathy approaches from the road, behind a fence. Fred smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We meet again! Kathy looks out, suddenly aware of the dangerous situatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it okay for me to be here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, sure. You're fine here on the gravel. What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just wanted to follow up with you on the raid yesterday. Those girls didn't show up at the Shelter, and I wanted to locate them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, the whole thing was a bit of a mess. Turned out it was a local police mistake. Mix-up with the tip off or something. Thought they had a prostitution bust, but the bar is legit and those girls were just waitresses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waitresses aren't kept under lock and key. ANOTHER WHISTLE BLOWS. Fred turns to the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. Can we go over this later? I got to get in there. Before she can answer, Fred is moving down the field. She watches him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Milena lead Raya and Irka out to her SUV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stark contrast, the GDA is a new and shining edifice. Kathy's SUV pulls up front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and the girls sit in the waiting area. The place is modern, western... corporate. In platinum base relief ove the reception desk: GLOBAL DISPLACEMENT AGENCY. The LOBBY. Magazines on a coffee table. The wall adorned a HUGE FRAMED POSTER of a young girl in a spiderweb. A caption: \"TRAFFIKU ZHINOK YE SPRAV. 1999\" Kathy scans the hall. Endless posters. 1998, 1997, 1996.. LAURA LEVIN, 30s, American, groomed, business-like, comes around the corner. Her ASSISTANT, 20s, leads the girls aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy. The new Head of Gender Affairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard. Laura Levin. My assistant will take them to the medical center. As soon as they get medical clearance we'll know where we stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's yet to be determined if they'll cooperate with the repatriation program. That's the only way I can allow them to stay at the GDA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're critical... witnesses for a situation I'm... monitoring. I'll need to speak with them when they're ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand. I'll be in touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you be contacting their parents? Laura nods. Something still on Kathy's mind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other girls from the raid were supposed to go to the Women's Medica Shelter, but they never showed up. Do you have any idea where else they might have been taken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know there were any others. Kathy eyes the girls down the hall. Raya turns, a last lo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy starts her car. She pulls out, turning left. Then, cranks the wheel right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy's UN SUV swerves along the serpentine mountain road",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura in her office. HIGH MODERNITY. She works through he files. Opening one with Raya's photo on top. She dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone is ringing. Halyna rushes to it. Out of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Kochan, I'm calling from the Global Displacement Agency in Sarajevo to confirm you have a daughter named Rayisa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Straightening) Yes. Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have located her... Halyna falls into a chair, her chest heaving relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy pulls up to a PARKING LOT full of CARS and UN SUVs. MUSIC spills out. BACK IN BUSINESS. She gets out of the S moving inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy in the doorway. The place is dark but lit by lamps along the walls. MUSIC pumps. The place is hopping. A scantily-clad GIRL dances on the stage, her body writhing her eyes dead. Along the edges, girls - the very SAME GIR Kathy saw released at the raid - 'socialize' with custome Many of the CUSTOMERS... in IPTF UNIFORMS, others with of duty IPTF SWEATSHIRTS, and INTERNATIONALS in civilian casuals. A few LOCALS at the bar, where... Tanjo commands the scene, cheery, chatting with an IPTF OFFICER at the bar. Kathy stands, frozen , until she catches the eye of... Luba, sitting on the knee of a MIDDLE-AGED IPTF Officer. Kathy is filled with... anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy SPEEDS up the mountain roads. Past many bars. One a another, after another... All filled with UN SUVs. Groups drunk OFFICERS spill out. She stops across from one, seei Jan coming out of the bar. Kathy watches, stunned... Jan helps a drunk friend pile into an SUV. He looks up an sees Kathy as a car beam slides over her. She pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stands on the balcony. Taking in the cold air. A KN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy, it's Jan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand. What's wrong? Kathy stands, quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me in. Please. Kathy waits a moment, breathing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy paces as Jan struggles for words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can you go up there, when you know what happens to these girls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a good-bye party. I was--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're thirteen, fourteen, fifteen--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. If you let me finish, I got a call. Some friends needed a lift home because they got drunk. But hey lady, you better wake up! EVERYWHERE is a brothel. The coffee shop down the street. The post office. My corner store. That's how it is here. I'm not interested, and I try and stay in clean places. And if you don't believe me, then fuck you. He looks at her, hurt - He cares what she thinks. Kathy s this. Something she hasn't felt in so long... Needed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... I'm not okay. These girls... What are these guys thinking? She looks at him, fighting the urge to trust him. Jan bru a strand of hair from her face. She lets go. He pulls her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you tell me what you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jan and Kathy in front of her computer. They're on an IPT MESSAGE BOARD: Flashes of Various Posts: New Girl at the Berlin Bar; New Twelve Year-Old Pussy at the Old Grill. They scroll down dozens of posts. Kathy looks at Jan, sha by the banal malevolence of a boys club gone wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy watches Jan, asleep in her bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fog hangs low over the waking valley of Sarajevo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DOCTOR signs off on a final examination of a now much healthier looking Raya. He smiles. She signs a form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura hovers in the background as Raya dials the phone. H face raw with emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone in the hall rings. But no one is there to answe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halyna at the door. Zenia pales. O.S. A kettle whistles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roman will be home soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make your tea. I'll be quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN",
          "text": "Zenia pours tea out of a chrome kettle. Her hands shake. Halyna stares at a new dishwasher. Then a microwave, blen and small LCD TV. Suspiciously out of context in Kyiv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roman seems to be doing well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Milk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to borrow money. Zenia looks up, unsure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They found Raya in Sarajevo. I want to go and get her. I don't need much. Zenia nods, keeping still as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does he still hit you? Zenia chokes on her tea. Conflicted between love and guil She wants so badly to say... but she can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I hate to ask. But she's my daughter... and your niece. Please--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get you the money... But you have to go. Roman will be home soon. He won't give it to me if he knows it's for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy watches Rick flip through her report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fred Murray. There were other officers too. But the raid was not in the books. These girls were just sent back. They are clearly not waitresses. They are victims. I think IPTF were paid off to turn a blind eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a serious allegation. And you don't have any evidence. I can't open an investigation based on a hunch. He drops the papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're gonna need more than this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raya and Irka sit across from Laura Levin. She slides a document over to each of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you sign here, you confirm that you are voluntarily entering the repatriation program at the GDA. Raya eyes Irka, confused. Laura softens slightly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This means we can get you out of Bosnia. Isn't that what you want? Raya's eyes widen. Irka is shocked, but joyous. They neve thought this moment would come...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll stay here for two weeks, to continue medical treatment as well as psychological counselling. We'll give you a ticket home and a stipend of $200 to get started when you return. Suddenly Irka's face drops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... What do I do then? My parents were killed in Kosovo. It was my brother who sold me here... Can't I go somewhere else? Laura fumbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can only send you home, but what you choose to do after that is up to you. But now, angry tears well in Raya's eyes. She looks up, t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the others, the girls in the bar. My friend Luba, we ran, she couldn't... I don't know where she is... I can't go without her. Please... Laura pauses, taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, but my role here is to get you home. Otherwise you stay in Bosnia, where you... could face charges for illegal prostitution. Raya stares, reeling... To be made to feel like a crimina",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will sign. Raya looks at her, but Irka doesn't look back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stares out across the central courtyard. Into the adjoining building. Through the glass, she watches... Fred Murray leading NEW RECRUITS through the halls. He jo around, as the OFFICERS eye him with respect. The PHONE RINGS. Kathy turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stands in disbelief. Laura is stern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raya and Irka could be key witnesses in a UN investigation. I thought we were all on the same team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irka can stay. But I can't keep Raya here. She is refusing to cooperate in the repatriation program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, just let her stay two weeks. Then we can take it from there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We only house fourteen girls. It's a valuable spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two weeks. If she's going to testify, she's not safe anywhere else. Laura shrugs, resigned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits across from Raya. A TRANSLATOR to the side, translates as Raya speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were supposed to work in a hotel. (shaking her head) Now... I can be charged with prostitution?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is another option... I want to help you find your friends. But you need to help me do that. Kathy takes out the photo of Fred Murray and lays it on t table. Raya eyes it, defiant, no reason to trust her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None of this is your fault. I want to go after the people who hurt you. But I need to know exactly what happens. As a witness in UN custody, you will be protected and will not be charged for any crimes. Raya stares, still not convinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I...",
          "text": "The translator starts. Raya stops her. Frustrated. Turnin Kathy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "UN will protect me? They don't protect me when they drink in bar and fuck me and my friends. Kathy is humbled. She looks at Raya, open, raw...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a daughter, just your age... I wouldn't stop until I found her. The two women stare at each other. A silent connection. R looks down, almost... ashamed. Struggling to get this out",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I only left because... there was nothing, no jobs, no... chances. I was good in school. But with no money... My mother... She is on her own. She works so hard. But nothing changes. I thought I could help her. He said we would work in a hotel. With good wages... Tears gathering in her eyes... It's terrifying to remembe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... When we got there... Other girls were there. Like us. From Ukraine, Moldova, Romania, everywhere... We were in the middle of nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody could hear us... They... rape us... One girl go crazy, screaming... He shoots her. He shoots her right in the head. Then we was... sold. Like animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raya is stopped by a rush of tears. Kathy reaches for her hand. Looking at this girl, so young... Raya looks Kathy squarely in the face. She slides the pho of Murray toward her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know this man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raya nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is not the only one. They come every month. Tanjo give them money, so they don't raid the bar. That day you come... Tanjo did not want to pay. They want to punish him. Take his money. His girls. I ran...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raya sobs, knowing she has betrayed the system. Betting h life on the hope that this system won't betray her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Milena leads Kathy through the halls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to get evidence. How many girls do you have here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least thirty five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits with GIRL after GIRL. Listening to their stori Writing furiously... Kathy interviews EVA, 16. She talks through grateful tear",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Many of them come in. Uniforms like you. Different flags on the shoulders. I will testify. I don't care anymore. One brings cigarette. His name is Peter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy with a different girl, FADILA, 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Sometimes if it's a party, a birthday, they pay for a group of girls, all together. Do whatever they want. Brian, the Irish guy, said Bosnia was better than Thailand for girls. Another girl, JASMILA, 18 - stunning, with haunted eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldier from Italia say I was his girlfriend. I ask him to help me. But the bar owner pay him off. He has a tattoo of Tiger on his arm. Yet another, NADIA, 14, nodding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paolo come every week. He had a thin moustache, the other...here I have a picture... Kathy wasn't expecting that. Nadia throws down a photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He loved the Firecracker. Nadia lifts up her sweatshirt, revealing a long scar. Kathy inspects the photo: Nadia with a SOUTH AMERICAN and U.S. IPTF: Their arms around her. One licks her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They burn me. Then they laugh. Kathy eyes Nadia... Silently in awe of her strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have any more pictures?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy pins Nadia's photo on a large bulletin board. Steps back. The wall is covered in photos of girls. Kathy reaches for the phone. Dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erin. What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's three in the morning, ma... I'm sleeping. Kathy sits back, relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I just was thinking about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, can I go back to bed now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Of course, I just... It's great to hear your voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stands before Rick's desk. He smiles at her, conviv",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How're things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Busy. I followed up on the Florida Bar. It's worse than I thought. There was a protection racket. IPTF... Americans, Romanians, were taking pay-offs to make sure the place wasn't busted. That raid was a punishment bust, because the owner stopped paying. But he must've settled it because the girls are right back where they started. Locked up in the hills. Rick scrambles for words, but Kathy's not finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I talked to thirty five girls at the Shelter. All this testimony can't be ignored. Our guys are patronizing the bars in large numbers. Rick, serious abuses are taking place. It's all in my reports. Kathy lays her stack of files on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, let's back up a second here--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got two girls ready to testify about IPTF taking pay-offs--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Testify where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Bosnian court? Not gonna happen. All International Personnel have immunity. Kathy is stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. But there must be some channel, some exception--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, you've done really good work here. These are serious allegations. Let me look into how to handle it. I'll get back to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The markets shut down. The Catholic Church Bells ring. Ac the square the Call to Prayer echoes from old loudspeaker",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jan stirs a pan. Kathy awkwardly cuts vegetables beside h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's different for us. We're all military or police. Every contingent except for the U.S... if someone does something wrong, they have to answer to a military tribunal at home. With the Americans... your Dyncorp guys? I don't think you have that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So the Americans aren't legally accountable for anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To be honest, I think our superiors would keep it quiet too. I mean, I haven't seen a military tribunal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jan can't help noticing that Kathy is making a mess of th vegetables. He takes the knife. She walks away, preoccupi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know my mission stay is up in a few weeks... You could come home with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To do what? She turns, glass of wine in hand, leaning on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just... This place, y'know, it gets to you. I'm, I'm worried what will happen to you a year from now. She puts down her glass of wine, irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't need to worry about me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone does. She looks at him, seeing... It's not discouragement. It's love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So Fred Murray could just walk up to a man and shoot him in daylight and he'd never see the inside of a courtroom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Bosnia, yes... but... I mean, something that public could get him sent home. And tried in his own country. Kathy gets an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crumbling edifice, once home to the world's finest, now reminder of humanity's worst. INSIDE... Kathy walks with Madeleine, who unleashes Helen the hound",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helen loves it here. I think she has Olympic ambitions. Kathy hands Madeleine the files. She flips through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted these girls to testify in a trial against the IPTF officers. But--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The immunity problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, but if the girls testify in a Bosnian court against their trafficker... Tanjo... they'd have to mention what else goes on in the brothels. Madeleine nods. The dog comes bounding back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It could work. If you make certain that in their testimony they mention every sordid detail of IPTF involvement--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is their testimony. Then it would be on record. Somebody would have to pay attention. Like...the State Department? Madeleine grins, proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're gonna answer for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy weaves around the corner of a dimly lit, shabby hallway. She arrives at a doorway: VEHICLE DISPATCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy talks to LEWIS, 20s, American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and the two girls have to go to the hospital to get immunized, or they can't stay in the country. I need an armored security vehicle. Lewis looks at her, almost laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're lucky you have a car at all. We're stretched to the limit. Besides, isn't this a local police matter? Try them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy parks her SUV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy walks into the station, drawing the attention of th LOCAL COPS. Danik rolls his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm looking for-- Danik turns away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko... your American girlfriend is here! Kathy eyes Danik. Viko comes out, smiling broadly at Kath",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Viko walk out, energized with a sense of purpos",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's no problem. The Van is just sitting here. Let's go. They arrive at a POLICE VAN. Kathy eyes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not exactly armored, but it will do the trick. You follow me, yes? He jumps in, and starts it up. Kathy follows in her UN SU Across the street, a LOCAL MAN watches from INSIDE A CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy SWERVES up. Viko has the Van parked right up agains the door. Kathy jumps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura leads a very scared Raya out. Kathy smiles, gentle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at Laura) Where's Irka? Laura takes a deep breath, eyeing Raya...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to have a word with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy looks at her watch -- at Raya. Viko taps her should VIKO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take her. Meet us when you're done. As Viko and Raya leave, Kathy stops her... KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be right behind you. Are you okay? Raya nods, trusting in Kathy. Who turns, angry, back to.. LAURA LEVIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was going to call you. There was a problem. During our repatriation procedures, we realized Irka had no passport. KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we get her one. Where is she? LAURA LEVIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't get it. She was trafficked from Belgrade. Her parents were killed in Kosovo. And she has no documentation. No embassy will recognize her. She is a girl without a country. KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is a witness for a UN investigation! GDA EMPLOYEES peer. An INTERN betrays a twinge of complic LAURA LEVIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We handed her over to the police a few hours ago. I couldn't keep her. I've already done every favour I could for you. This is not on me. KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You had no right to do that! LAURA LEVIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had every right. We have a system that works here. You're the one disrupting it. Kathy stares at her. Fuming. KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did they take her? Laura shrugs. Shaking off guilt has become a necessary ha Just then the door opens. And...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALYNA",
          "text": "Walks in. Disoriented, emotion rising...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... look for Laura Levin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's me. Kathy holds her anger, smiling respectfully at Halyna. La leads her away. Kathy searches for an answer, her eyes landing on... The Intern. Unrelenting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you know anything, this is on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think the cops leave them somewhere near the border, so that with no papers, the girls have to cross the border illegally. Take the 103 to Visegrad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy. Speeding down the 103. A two-lane winding road. Seeing... Nothing but the 20 feet her headlights show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko steers the Van around a corner. Raya sits in the bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura hands an excited Halyna a cup of tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'll be back in about an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy's eyes GLUED on the road, trying to make out a SIGN LANDMINES. Then another sign... VISEGRAD PRAVO. Sharp Turn. Onto a GRAVEL ROAD. She brakes. SKIDDING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko stops at a traffic light. Raya peers out a crack in van. Seeing... Young WOMEN in the streets. Laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy slows her car... FLICKERING LIGHTS. She approaches. A BORDER STATION: A GRAVEL ROAD leads up to it. Kathy slo BORDER GUARDS smoke and play cards. One guard saunters ov",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm looking for a girl. She was dropped here a few hours ago. He shrugs, shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you check the border logs? She's about 15, the police brought her here but she didn't have a passport. Maybe--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lady. I know what you're looking for. Those girls do not go through the border. They go through there... He points... A THICK Forest. Stretching for MILES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To Serbia. Kathy stares at the endless forest. A dirt road cuts thro the middle. She jumps in her SUV, and HURTLES down the ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko turns down a narrow street. He glances in his rear v mirror. An old TRABBANT follows him. He veers down an all",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy's SUV crawls alongside the FOREST. HIGHBEAMS off th top of the car. SCANNING all around. Then, in a clearing ahead... A SILHOUETTE. Kathy ACCELERATES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko eyes the mirror. All clear. Turning onto a DESERTED STREET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy HURTLES closer to the silhouette...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns. It's Irka. Kathy cranks the wheel, driving off road and onto...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SUV is jolted by the uneven terrain. Irka peers into blinding light. Then runs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko drives up the deserted street. SUDDENLY two BATTERED MERCEDES fly out from SIDE ROADS and block the way. Viko BRAKES hard. Raya is thrown to the side of the Van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stops the car, jumps out, and runs after Irka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irka! Irka's legs start to give. Kathy gains on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko REVERSES and TURNS -- but a Mercedes ROARS -- 'round other side -- BASHING the side of the Van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy feels Irka slowing down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two MEN jump out of the cars. With RIFLES. Viko SPEEDS forward. But.. GUNFIRE. Raya SCREAMS. A TIRE BLOWN OUT. The Van SKIDS to a HALT. Viko SMASHES against the window. Raya tries the doors, but they won't open. She wails, SLAMMING herself against the door. Desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy raises her arms, waving... Irka turns. Kathy can see her clearly now, disoriented be bearing. Irka shields her face from the distant headlight",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy steps out of their glare. And then...Irka recognize her. She collapses, releasing confused tears. Kathy walks over, careful, slowly bending to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please... let me die. Kathy holds her. As the young girl cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Men approach the Van. Raya's BANGING ECHOES from insi reverberating around the empty street. Nobody can hear he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isolated stars peek through clouds, drifting over dark hi stretching far into the horizon....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Viko sit silent. Barry hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. We've got a safe house in the mountains. Nobody knows she's here, so we're clear to take her there now. Kathy looks across the room to Irka, who sits hunched, looking out the window. Totally alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MIDDLE AGED COUPLE lead Irka inside a small home. In th MIDDLE OF NOWHERE. Shrouded in the black night. Nobody wi find her here. In the doorway, Irka turns to Kathy and Vi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is Raya? They stare back at her. The woman closes the door. Kathy Viko stand in the dead silence. His face bruised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go back to the Florida Bar--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think he'd be that stupid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care! I have nothing else to go on, do I? Adrenalin overtaking sadness. Viko follows Kathy to the c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Viko pull up. It's in full swing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They step inside, and IN ONE GLANCE, see... THE WHOLE SET GIRLS is different. No Luba, No Raya, No Tanjo... The IPT barely notice her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy steps out. Furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They moved them already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck! At the end of her rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura, at a total loss, eyes... Halyna. Sitting. Terrifie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...How could? No, no, no... my, Raya.... What!? What will they do to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BROWN VAN snakes through the distant mountain roads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IVAN, 40s, drives. Tanjo is in the passenger seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll stop soon. We're far enough now. Ivan nods. Tanjo cranes into the back of the van. He turn an overhead light, revealing... Five girls. Huddled in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you want to testify? All the girls turn to... Raya. Their conscience paralyzed the need to survive. Terrified, Raya looks to... Luba. He eyes pleading for support. But Luba turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay. We all move to a new bar now. Somewhere no one will come look for you. Then we have a conversation. The girls avoid Raya's gaze. She sobs. Tanjo turns off th light. The van drives off into the unknown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stands by her SUV, watching MONITORS set off for th day. Then she sees... Fred Murray emerge with COLLEAGUES, laughing. He stops wh He sees Kathy, gazing over, serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Fred walk between the parked cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's fifteen. I'm begging you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what you're talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you know any of the other bars he owns, anything... I'm appealing to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. I'm gonna say this one more time. And you can put this down in your investigation on me. I don't know what you're talking about. He leaves. Kathy stands, a black speck in the patchwork o white UN SUVs spread across the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick's SECRETARY shakes her head at Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've called and paged. He says he can't get into this now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does he know that one of my witnesses was abducted? Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry Kathy, he really didn't tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not your fault. Kathy is downcast. She nods, not totally convinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irka won't testify now. It's completely understandable. She's way too scared. I just... I don't know what to do with her. The GDA won't take her and her traffickers will find her if she's in this city. Emotion taking over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These girls are dragged into this country like cattle and then the system that's supposed to help them spits them right back out. It barely recognizes sex trafficking as a problem even though it's a fucking epidemic, and everyone knows it. Are we supposed to wait around for that to change?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe it's time for a little diplomacy... Do you have a nice frock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stands in front of a mirror, in a black dress, her hanging down to her shoulders. She stands, awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? You think it's okay? She turns to Jan and Carmen, sitting on her bed. Jan smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're beautiful. But Carmen is tilting her head, doubtful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can stop standing like a farmer's wife for starters. These people are dignitaries. You gotta up your game. She approaches her, and sweeps her hair up into an elegan chignon. She takes off her own earrings and puts them on Kathy. Jan nods, impressed. Kathy eyes herself, pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WHITE VOLKSWAGON RABBIT speeds though the Sarajevo hill Madeleine is elegant in a suit. Kathy looks at her black dress, self-conscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there a specific way of addressing the High Commissioner of the Mission?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I call him Bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy nods, nervous. They pull into a circular drive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is incongruous in its context: Manicured garden remodelled facade. And tonight its BLACK TIE and CATERING An elegant WOMAN comes to greet them. She is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(familiar) Mrs. Ambassador! How do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do what we can. Great to see you Madeleine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Janet smiles with the delicatesse of a diplomatic spouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you don't mind, I've brought along a friend. This is Kathy Bolkovac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy holds out her hand, a little nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. I need as many gal pals as I can get. Look at this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gestures toward the room. A haze of cigar smoke hover over the gaggle of men. Kathy's eyes zero in on Bill Hynes Surrounded by a group of JAPANESE DIPLOMATS. Bill notices and Madeleine. He waves, familiar. Madeleine nods, humori AMBASSADOR JOHN WELLS, 40s, slides his hand on Janet's ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are your thoughts on dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think people are still busy drinking. John shakes Madeleine's hand, darting his eyes over Kathy",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speaking of, what can I get you ladies? Madeleine looks at Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Mr. Ambassador. Ah, I'll have a wine please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) Coming right up. Madeleine, white for you? Kathy notices the respect he shows her. Janet leads them chatting with Madeleine. Kathy surveys the room full of dignitaries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stunning view of Sarajevo at night. Kathy stands alone. waiter offers her a convoluted hors d'oeuvre. She takes i gracious. Trying to figure out what it is when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice view, no? Kathy turns to... PETER WARD, 40s, smoking a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh I... I just needed some air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trust me, I know the feeling. I hate these stuffy events. You never know anyone's agenda. He eyes her. She looks past him... At Bill Hynes. Peter s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... well that's a plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, I had a different one in mind. Madeleine and Janet come through the door. Peter stubs ou his cigarette, and moves back inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(arm around Janet) Behind every good man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATIO",
          "text": "Janet's eyes betray empathy. She shakes her head, upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They just left her there? At the border? Poor girl... Just the psychological trauma. How can I help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's very vulnerable to re-trafficking. Internationals got her in this situation. We owe her the chance to get out. Janet is keen to follow, but a little lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We want to repatriate Irka to the United States and find her a foster family. I was hoping you could use your influence-- Janet holds up her hand, nodding emphatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to find her a home. Kathy eyes Madeleine. Impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I also think the American embassy should be aware of some of the problems we're having with our officers. Madeleine interjects...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your help with Irka's case can really raise awareness in the Mission around the issue of trafficking. Madeleine gives her a reassuring glance. Kathy sees the difference between a cop and a diplomat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stands. Still in her dress, going through files. Pr of the night's accomplishments, but her eyes linger on th board of girls... On the picture of Raya's APB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sun over the hills. A DOG follows a YOUNG BOY, 5, through field. The boy stops, seeing a BROWN VAN down the road. He runs, waving as the van approaches. It slows to meet h In the van... Ivan rolls down the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I come with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not today. The boy looks down, disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell your mother I'll be home for dinner. Then you and I will go for a walk. I have a present for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it? Ivan shrugs jokingly. Then smiles as he drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brown van pulls up. Ivan comes around it, and opens t back door. He reaches in and pulls out... AN OLD BICYCLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You couldn't buy him a new one? You have money now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll fix this one up this afternoon. I had one like it. Tanjo lights a cigarette, moving to the destroyed buildin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're downstairs. I want to get them out today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ivan follows Tanjo down rickety steps. CRIES AND WHIMPERS GROW LOUDER as they descend into a",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASEMENT",
          "text": "TWO MEN stand guard. Tanjo walks past them. Opens a door. Ushering Ivan INSIDE where...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GIRLS are huddled together. Luba, and THREE OTHERS. They up... PETRIFIED... Offscreen, the cries swell. We realize the sound IS NOT COMING FROM THIS ROOM. Tanjo waves his fingers, methodically...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, let's go. The girls stand, helping one another. Tentative but submissive, they move toward him. He holds open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to show you what happens when YOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECIDE TO TALK TO COPS",
          "text": "They jump back. His scream echoes. They move",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE HALL",
          "text": "To a door on the other side. Tanjo nods. A guard opens th door onto A HORRIFIC SITE... Luba closes her eyes. But Ta pushes the girls in, one by one they go through into a",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARREN ROOM",
          "text": "And see... Raya... NAKED. HELD DOWN BY FOUR MEN. SPREAD E ON HER FRONT. WAILING. HER FACE SHOWS UNIMAGINABLE PAIN. we see that... Two of the men holding her down are EXTINGUISHING LIT CIGARETTES INTO THE BALLS OF HER FOOT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhhhhhhhhhhhhhhhh!!!!!!!! But we realize... this is not the greatest cause of her p Luba's face whitens. Eyeing one MAN at Raya's backside. A flash of shame in his eyes as he steps away from Raya, an drops... A PIPE onto the ground. The men step away. Leaving Raya. Collapsed into a ball. N the girls all understand... there is no hope at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine stands before a small group of REPORTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The young woman, who shall remain anonymous, arrived in Bosnia as a victim of sex trafficking and has survived horrific abuse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ordinarily she would be repatriated to her country of origin. But because she is an orphan, she finds herself without a home. I'm pleased to announce that we have found a foster family in the United States. I want to thank Janet Wells for her assistance in making this happen. I believe this can stand as a signal that the International community in Bosnia and beyond is finally ready to recognize the growing epidemic of sex trafficking, a human rights abuse as abhorrent as the war crimes that drew the International Community to intervene in Bosnia in the first place. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that the UN is finally recognizing sex-trafficking, how are you going to monitor it? Reporters flock with questions. Kathy stands in the back, proud. On the other side, Rick Jones watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Madeleine emerge, buzzing with their success.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing on Raya? Kathy shakes her head, saddened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've sent an APB out to all police stations and UN field offices... But I'm pushing ahead with the other girls in Milena's shelter. I'm creating a photo- line-up using the UN ID database, so they can identify all internationals involved. We've got to make them accountable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Milena looks through a glass window into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits with girls including Fadila, Nadia, Eva... She brings up ID PHOTOS of IPTF officers, scrolling down the page. Fadila points at one and nods, speaking. Kathy writ Another girl, JASMILA, points at a picture of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AN IPTF OFFICER. She nods. Kathy brings up a new page of ID PHOTOS. Flicking through page after page. The girls identify SEVERAL OFFICERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy finds Carmen behind a computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a favour to ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have access to all transport vehicle checkouts, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a fountain of useless knowledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you see how often Fred Murray has checked out raid vehicles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fred Murray? Kathy nods. Carmen looks at her, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fred was sent home. Kathy stands back. Confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Why didn't anyone tell me. Is he being disciplined because of my-- Carmen shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's just gone. Meaning investigation over. They wanted him out of here. People are talking. Come on, let's get some lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Carmen at a table in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kath, you gotta be careful. Look, I know you're doing your own thing and all, but you're investigating your colleagues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've seen what they're doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I know. I just, the stuff people are saying, I'm catching snippets, and I'm worried about you. Think about your kids. Kathy is silenced. Then... A TAP ON HER SHOULDER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking for you in Human Resources. Carmen eyes Kathy, concerned. Kathy follows the monitor toward the exit. MONITORS and CIVILIANS buzz about, talki But all around Kathy, the air is silent. Some IPTF OFFICE eye her, coolly. Is she paranoid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OFFICER BLAKELY smiles formally. Kathy shifts in her seat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm John Blakely, Human Resources. Kathy eyes him, dubious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In going through your records, I see you've got quite a case load. It must be stressful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deadpan) A bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you say you're under extreme stress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are concerns among some of your superiors that you've become impulsive, reckless in your position. Kathy sits, shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'd like to suggest taking some time off. You have some leave time... Kathy eyes him coolly. He slides over a booklet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See here? You can consolidate your leave. We'll contact our head offices in the U.K. and ensure none of your pay would be deducted... Just... Take a little vacation. Go home. See your kids. We're simply suggesting this out of concern for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you suggesting I take time off. Or are you telling me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is simply out of concern for you. Kathy pushes her chair back, and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits at the table, covered in photos of girls, flip through the Dyncorp manual, irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consolidate my leave... A fucking vacation? She shakes her head, overwrought. Flipping through the manual, seeing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are these people? (stopping on a page) And why does Dyncorp, a company that sends American peacekeepers, have it's corporate headquarters in England? She looks up at Jan. He shrugs, sympathetic, wanting to h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I want to see my kids, of course. But... not like this. Not by being sent home like some hysterical woman... My God, it wasn't that easy to up and leave them. If I go home like this... It's like coming here, this whole thing was a... mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shakes her head, lost in thought... Maybe it was... J sits beside her, concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody who knows you could think that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? I'm losing witnesses, suspects... It's one step forward, two steps back... Jan tries to jump in. But--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, seriously. I'm just a cop from Nebraska. What do I know? Jan shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not what. It's who. You know them. He points at the files and photos of girls splayed all ov the table. Kathy eyes them, torn between self-doubt and something much more instinctive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura sits across from Halyna, who is heartbroken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Kochan... It's been a few weeks now. I don't know if there's much point--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we-- I must-- I have to do something. There has to be something I can do?! Laura takes a second. Suddenly struck with an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large WOOD HOUSE with a neon CAMEL sits in the mountain above the city of TUZLA. A VAN pulls up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raya, Luba follow Ivan up stairs. Ivan unlocks a",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK BEDROOM",
          "text": "He bangs on a wall. FIVE GIRLS wake in cots on the ground motions for them to go in. They do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARA, 19, hands Raya and Luba a piece of paper with CRUDE DRAWINGS of SEXUAL POSITIONS. A price value by each. MARA (RUSSIAN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You work in two hours. Ivan and Mara leave, locking the door behind him. The other girls go about their business, barely noticing and Luba. But JULIA and TANYA, 16, come over. JULIA (RUSSIAN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sleep on whichever mattresses are available. The last two girls in have to share. TANYA (RUSSIAN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They bring us food in the morning. You have to eat it all, or you get fined. Raya grabs her head. Feeling faint. She looks for a place sit. Julia and Tanya help her to the ground. JULIA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't let him see you like this. Luba walks over to the other side of the room. Finds a sp and sits. Raya watches her, hurt. Julia pushes a mattress aside. Underneath is a... COUNTING SYSTEM scratched into floor. Each girls' name scratched with numbers beside it. JULIA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm the closest. Then I can go home. Raya barely has the energy to hold herself up. TANYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your name? RAYA (UKRAINIAN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayisa...Raya Kochan. Tanya scratches Raya's name into the floor. Then one mark LUBA (RUSSIAN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all bullshit-- JULIA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! He sent a girl back three months ago. I was here! (to Luba) What is your name? Raya eyes Luba who's conflicted between loyalty to her fr and her own sense of survival. Luba tears up, but turns a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) Her name is Luba. Luba Pankiw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy works, angry, urgent now. On her desk... CLOSER: REPORT: PHOTO ID LINE-UP. Kathy matches circled I photos of IPTF alongside testimony and Polaroids of girls She works fast. Circling the photos, slapping files close When a... MAIL BOY slides in a cart, and places a stack of REPORTS Kathy's IN-BOX. She pulls the first one off the top... A sticky note on the first page: Insufficient Evidence. Kathy grabs another... Sticky note: Unreliable Witness. S sees the name NADIA at the top of the statement. She grabs... ANOTHER: Unreliable Witness. And another... Transferred to Internal Affairs. Kathy flies through the rest of the files. One after anot Insufficient Evidence -- Insufficient Evidence -- Transfe to Internal Affairs --Unreliable Witnesses -- Insufficien A photo falls out of one of them: RAYA. Kathy stares at i Her eyes wander over the room, and fall on her predecesso battered old file boxes, still waiting for Archives. She moves to them. Cuts the string on the top box. Rips t top off. Inside... REPORT FILES. Slotted in tight. She grabs one. STICKY NOT Insufficient Evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus. She starts RIPPING through them all -- YELLOW STICKY NOTE all of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kath... It's Jim Higgins, out of breath, in the doorway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've called an assembly for all Dyncorp personnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Jim walk into a room filled with DYNCORP BOYS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyone know what this is about? No one does. Kathy sits amongst the guys. Until... Rick walks up to the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have some not so pleasant news, but bear with me. (Off a prepared statement) Lately, local police have raided some houses of `ill repute' and a number of `ladies of the evening' have been taken into custody. While the credibility of these witnesses is questionable, apparently photo line-ups have been made available to them. Rick eyes Kathy, pointedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This issue is currently receiving a lot of attention. Guys, you gotta be careful... Kathryn Bolkovac is heading up this investigation. If you have any questions refer them to her. ALL EYES ON KATHY. They disperse, passing her, camaraderi obliterated. Kathy walks, livid...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've given every officer time to create an alibi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not going to subject my men to this witch hunt based on the testimony of some hookers! Prostitution is illegal! Your witnesses are criminals. Kathy can't believe what he's saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are SLAVES. By any American or International law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These slaves are lying about their presence in Bosnia. You are coming after American Officers with baseless claims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...you know they're not baseless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you've got a problem, go call the Ambassador's wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELEVATOR DOORS OPEN. Kathy comes out. Seeing... IPTF OFFICERS. All eyeing her. She hurries through them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits, anxious. Jan touches her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They hired you to do a job they don't want done. It's a P.R. position. She turns to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick publicly outed me, jeopardizing those girls. I have to go over his head. But I... I never thought I'd have to go into Internal Affairs. The guys back home would never understand this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? And how long do you plan on being around, because the last two guys who said that aren't here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just I waited so long you know. I want my kids to know I did something, to be proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Your kids are proud. You go on this mission and you're a big hero. I go and I'm a bad mother... (tearing up) I can't believe I'm gonna disappoint them again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So don't. He comes closer. She looks up. Decided.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A blast of light through Kathy's windshield. The lot is empty. She looks at a PILE OF REPORTS on the passenger se",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy, reports in hand, turns a corner, and... bumps into OFFICER. She drops some files. He moves around her, as sh bends to pick them up. She walks the rest of the hall, focused, and stops at a brass plaque: INTERNAL AFFAIRS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy marches in, nervous... MONITORS turn and see her, knowing who she is, but trying not to show it. She approa a MALE MONITOR at a desk in the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I do for you? The Monitor keeps typing as she talks. Kathy hesitates, t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's, I need to speak in-camera with a senior IA official. I don't have a name, but-- Kathy recognizes Peter Ward working in a back OFFICE. He her, then closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a moment please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits across from an IA OFFICIAL, 50s. He skims thro the reports, nodding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did a photo ID line-up with victims who testified to international patronizing of brothels, as well as complicity in trafficking itself. He looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the cases I filed to my superiors have come back, shut down. Some of them were marked as referred to IA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't seen those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? He shakes his head, standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's possible they're still in the pipeline, in preliminary processing. I'm sorry to have to rush this, but I have to get to a meeting. Thanks for coming in. He hands her a form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need to sign here, that you're asking for these investigations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy jogs along a ridge, with a view high over Sarajevo. Determined, panting... she pushes past her fatigue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy comes in, soaked in sweat. The PHONE RINGS. She rus to it. CALLER ID: Unknown Number. She picks up, breathles",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?... Sorry, who is this?... Just one second... She grabs a pen and pad. Writing: THE HOLIDAY INN. 513.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I get your name? Hello? Hello? She looks at the phone, spooked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy moves through the lobby, scanning the scene of liqu lunches and diplomats. She keeps her head low, focused",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ELEVATORS",
          "text": "Ding. The doors open. Kathy steps in. As they close... TW DIPLOMATS slip in. The elevator ascends. Kathy stares dea ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stands at door 513. She takes a moment, then knocks",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy is led in by Peter Ward. She comes inside, tentativ unsure who she's dealing with. Peter smokes furiously, a burned-out mission lifer, who's bright, intelligent eyes betray a last spark of the idealism that brought him into this world. He seems nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was you today, in IA?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) Would you like a drink? Kathy eyes him, dubious. He pours her a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw your files... Kathy nods. Peter slaps down a file. Kathy looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're investigating you. Kathy stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you get it? They're circling the wagons... What did he tell you? He hadn't seen anything from you until today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods. PETER WARD (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullshit. Top Level Dyncorp commanders are walking into IA and removing your files. I've been told to shut down all your investigations. KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?.. There has to be some sort of an international court or body that can turn this around-- PETER WARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The United Nations. You're here. Peter thinking about how to put this... PETER WARD (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dyncorp's contract with the State Department in Bosnia alone is worth 52 million dollars. We're paid ninety, a hundred grand, right?. But it's a drop in the ocean compared to their profits. This is a global corporation, top five defense contractors in the states after Halliburton and KB&amp;R. You think they're gonna let some sex scandal threaten that? KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want a scandal. I just want-- PETER WARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NOBODY CARES ABOUT YOU. It's designed that way. No oversight. No national or international accountability. KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dyncorp's Headquarters are in England-- PETER WARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly. Nothing leads back to the State Department. That includes you... So if something were to happen to you it wouldn't even make the news at home... No one would ever know... Poof. You're gone. Kathy sits. Scared. Finally understanding the world she's O.S. VOICES. Kathy jolts. Peter moves to the door. THROUGH THE EYE-HOLE: A COUPLE checks in across the room. Peter turns back. Sees a panic-stricken Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're going to keep going, you've got to stay under the radar. Make copies of all your files, keep them under lock and key. Just... Be careful... And know who you're up against.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy. Unstrung. She crosses the labyrinth of WHITE SUVs. looks up at the OSCE towers. Feeling watched. TWO SFOR SOLDIERS walk toward her. Eyeing her. She slips car key between her fingers, arming herself. Watching the as... They pass. Kathy picks up her pace. Getting to... HER SUV. Her pulse RACING. PARANOID. She checks around... The lot is empty. Quiet. She is alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A row of international flags flap in the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy watches the flags. She shifts her gaze to the bulle board. Eyeing the picture of Raya. Then... she moves to.. THE FILE CABINET. She pulls out   EVERY FILE. Photocopies Then... Opens the bottom filing   cabinet -- pushes files the front -- placing the copies   in the back. She steps away... Closes the Cabinet. And   locks it... Knowing she is operating outside of protocol now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raya stares at herself in a mirror. Dressed as a whore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's more of a medium-sized hall. A bar, some tables and few `home touches'. Maps of Yugoslavia. Pictures of Tito. And FULL OF IPTF. Raya walks through, ogled. She sees... Luba, sitting on Mara's lap. Surrounded by TEN IRISH SOLDIERS. The soldiers ply them with drinks, `winning' th with charm. Luba blends in with remarkable ease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You feel like a party? RORY, Irish, grabs Raya's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(forcing) Yes... of course. He leads her to the back of the bar. Raya looks to Luba, realizes she is alone. They walk through a BACK DOOR into a ROOM FULL OF BEDS SEPARATED with CURTAINS. We barely make out the shapes of various soldiers with girls in each cubicle. All busy. Un A curtain opens... And Jim Higgins walks out. His rite of passage complete. Rory pulls Raya to the cubicle, as Julia comes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halyna boards a plane with PASSENGERS, but without Raya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy opens the door into the empty apartment, seeing a RAPIDLY BLINKING LIGHT on a digital display: 14 MESSAGES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Click. Click. Click. Each message a silence followed by a hang-up. Kathy stare the blinking light as the clicks keep coming. CLICK, CLIC CLICK... She rips the machine out of the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear a DIAL UP CONNECTION. Kathy's at her computer. Sh brings up a Yahoo! Search page. TYPES IN: RICK JONES 2103 Matches for Rick Jones. She types again. CLOSE ON: RICK JONES + COLORADO SPRINGS 482 Matches for Rick Jones + Colorado Springs She scans down the page. None of the matches work. She sh her head, about to give up, when... Chief of Police R. Jones in $1,000,000 Law Suit A PICTURE of Rick Jones accompanies the article. CLOSE ON WORDS: Richard Jones Fired for Sexual Harassment",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits at the empty kitchen table looking at the pict of her kids. She holds her head in her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Distant music echoes through the night. VOICES of GUYS hanging out on their balconies. Kathy crosses the lot, cutting through the dark night fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy drives. Wide awake. The only vehicle on the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits in the SUV. Staring at the station. THROUGH TH WINDOW... Jan works the late shift alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jan and Kathy sit. Several empty coffee cups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is... I can't believe your timing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a rotation. They're sending us back a month early. I tried to get an extension, but... Kathy just stares ahead. Silent... a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not even sure I'm staying. Jan sits back. Stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These guys... Jones is a sexual offender. Dyncorp hired him... These private militaries are a sham. There's no way around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If that's what your instincts are telling you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have children, I have to think about them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A big IPTF PARTY. AT THE BAR: Raya waits with an empty tr Luba pulls out a heavy crate of bottles. She hurts her ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, I'll help you. Luba slams two bottles on Raya's tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fine. I earned this job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just trying to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't. You'll get us in trouble. An IPTF OFFICER, MIKE SEARS grabs Raya from behind. Shake her, jokingly. She laughs, familiar. Almost routine..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's my favorite girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am good. Everything good. She smiles, hollow and takes the tray over to a TABLE. Ju and Tanya sit with FOUR MEN in suits. They're plastered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanna party all night. The girls smile, nodding, playing along...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go out. I wanna take you home. He squeezes Tanya tight to him, kissing her sloppily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ivan! C'mere! Raya eyes Julia. Ivan comes over, smiling, a gregarious h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We wanna party on mate. How much to take them home for the day? Ivan eyes the girls. Thinking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten times normal. Pay upfront. And extra deposit. But you cannot take her. He points at Raya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three thousand each. (off their scoffing) You bring back, you get back deposit. Ivan smiles. The other two men are dubious. But Suit 1 an Suit 2 exchange glances... Daring each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're on. Ivan waves to follow him. They walk with Julia and Tanya. Raya watches Ivan throw in a bottle of whiskey. They pay Julia catches Raya's eye. They exchange... A look of prom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DUTCH CONTINGENT boards a bus. Kathy stands aside wit Jan. Saying goodbye... Franz pats Jan on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll keep an eye out. Jan shakes his hand. Franz winks at Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Kathy) It's finally our time. She smiles, soft. Drained of energy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get outta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything you need you call, okay? He'll kill both of us if you don't. Franz moves away leaving the two alone. Jan hugs Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You come to me... when you're done. He kisses her. The bus engines start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy watches out the window. DIPLOMATS walk the halls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this I hear about you leaving? Kathy turns to Madeleine in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dutch Officer rang before he left. C'mon, I want to show you something. Kathy follows, downbeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls clean. Raya sweeps, watching Mara teach Luba ho restock the bar. Ivan comes out of the OFFICE. A bag in h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine's UN Volkswagon pulls up. Milena waits, smiling",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After we got Irka repatriated, I had some calls from other private parties that were interested in helping. We've gathered $40,000 so far. I've applied for matching funds, so that... we can completely rebuild this shelter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Separate from the GDA. We run it our way. The victims come first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Things are changing Kathy. Kathy is moved, seeing a light at the end of this. The th women stand, united... Then... A SHELTER VOLUNTEER comes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's an important call inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. The call is for Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ivan puts a bag in a car trunk. He turns to... Mara",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember I can bring you back here the second you fuck up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mara nods. He shakes her hand. Ivan hands her a passport. jumps into the car. It's an odd farewell. Ivan heads back",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OASIS",
          "text": "He scans the room. His eyes land on Luba. Raya watches Iv nod to Luba. A silent exchange: Luba accepts Mara's role. SUDDENLY... HONKING. OUTSIDE a car speeds up. The two SUITS from last night appear at the door... Witho the girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy slows... Seeing local police in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy pulls up. Through gathered local cops, REVEAL... Julia and Tanya. Disoriented. Still in last night's cloth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julia and Tanya are FRANTIC, talking fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They take us home. They were so drunk. We run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are more girls! You must to get them out! Go now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They appeal to Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oasis Bar. In mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy eyes Viko. As the girls talk at her, Kathy knows sh was never going home. THIS is where she needs to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy brings Julia and Tanya in. An Intern leads them dow the hall. Viko comes in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should I call for a raid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. He'll walk. We have no proof they were trafficked. Let me talk to them. See what else they know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura watches video footage on a TV. Halyna appears on th monitor. Her assistant PAUSES it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's their first cut. I'll pass on your notes, and they should have it ready for the grant proposal in time. A KNOCK at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stands, curt now with Laura. All business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no options right now. The GDA is more secure than Milena's shelter... Can they stay before you do the paperwork?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll go on record? Kathy nods. Laura shrugs in assent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy listens to a tearful Julia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ivan is good friends with the soldiers. They come all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you're saying these soldiers brought you into Bosnia. Through the border? You're sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. In a van. White van. Like yours. They both nod. Emphatic. Kathy thinks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They had uniforms? Like mine? The girls nod again. Absolutely sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "April 8. I never forget. The day I leave my home. We come to Bosnia some day later. I know because we stop at the border. We were six of us. Men from the border, they opened the doors... We give them our fake passports. My name was Irena Woycek. I thought they would see the fake passports, I thought... She hesitates, the memories flooding back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought they would save us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko follows Kathy out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If there are records showing those girls came through the border with IPTF--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you have conspiracy to traffick. And I can take it to Bill Hynes. That's enough to do a raid that will stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The main border station keeps the logs. Kathy heads to her SUV. Viko shakes his head -- points at old TRABBANT (a life-size matchbox car).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ride is bumpy. Viko shouts over the engine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Best if it looks like a local matter. Get more info. You be my UN monitor, okay? Kathy smiles, cramped, but appreciative of his help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko talks to a BORDER COP sitting at an ancient Mac Computer. Kathy notices a calendar of Pamela Anderson frolicking in foamy surf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So when a vehicle is stopped, you'll keep all this on file here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course! It's our fucking job!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And other stations up the border send all their files to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some do, some don't. Fifty-fifty chance. Disappointing. Viko lights a smoke, offers one to the cop",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You say 30 minutes outside Sarajevo? Maybe Visegrad? You might be lucky. Lanky guy in their archives loves to send files. Kathy looks hopefully at Viko, who shrugs. Clicking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, 11th... (mumbling) ... No, no. You like?.. Big exciting to watch Bosnian police do boring things? Kathy smiles. He turns back, clicking. Then stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You owe me! UN vehicle with 6 girls in back. Stanley Harris. He turns proudly to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you think? All his little sisters come to visit from America? Viko looks knowingly at Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it. Conspiracy to traffick. He slaps a key. The file prints out on an old daisy-wheel printer. Kathy scans the pages...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Viko hurry to the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We arrest the buyer first. The bar-owner. The border log corroborates the victims' testimony. Once he's in custody, we raid his place and get those girls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy jumps INSIDE THE CAR...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The raid has to be small. No-one knows the bar till we're on our way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy waits, nervous, holding the border logs. The RECEPTIONIST eyes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shouldn't be long now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bill on the edge of his desk. Kathy paces, frantic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why I came straight to you. They were brought across the border by our guys. I need two back-up security vans for a raid, with well-trained--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our resources are tight. I have to prioritize--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding the border logs) This is real evidence. And that's just a drop in the ocean. I have hundreds of files. Photos, corroborated statements. We can build this case and get the perpetrators out of the mission-- Bill shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I could give you a piece of advice it would be to think of the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These girls--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are Collateral Damage. Whores of War. It's nothing new. Every conflict produces them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know as well as I do, those girls aren't a product of the war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're a product of the peace. For the peace-keepers. Kathy is repulsed. Bill takes a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is your first mission. You're eager. But we work in a very grey area and that can get messy. Everybody wants the UN to take the gloves off but they don't want us to get our hands dirty. It's a fucking Catch-22. So what do we do? We prioritize. We do our best and we always look at the bigger picture. You're a mother. Fine. I see what you're doing with these girls. Maybe that's why you're thinking with your heart not your head. But you have a chance at a career in the international sector. Ride this out. Get a promotion. Human Rights in Liberia, Afghanistan... I don't give a shit. And then, when you're running the show, you can implement whatever changes you see fit. But right now be smart and shut this bullshit down! The veil is lifted. Kathy stands frozen. The blunt workin of the machine are laid bare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy leans on a balcony overlooking the main plaza at HQ She observes the sleek facade of honor and power. She straightens, and walks away without looking back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A RAID TEAM suits up: FIVE LOCAL COPS and THREE IPTF OFFICERS. Viko turns and hands Kathy a helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Viko and other cops) Try and get him outside first, then arrest him. Once you've got him outta there we'll go in. I want the girls to know they're safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A police vans SPEEDS down the road. TWO UN VANS follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy focuses in the cabin filled with SUITED IPTF OFFICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viko pulls up to the bar. The UN SUV skids into the shado Viko and Danik go inside. Kathy glances back at her IPTF officers as they -- Pull their visors down, and WAIT -- Q -- Wind in the trees -- MUSIC ECHOING from inside as... Viko and Danik emerge, chatting with Ivan. Suddenly... Ivan jolts back -- COPS grab him -- He's YELLING -- HANDCUFFED -- Kicking. Punching -- They PUSH him into the -- Viko SLAMS the door, turns to the UN van and nods...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy looks back to the IPTF officers, raises three fingers... then TWO...ONE... The POLICE VAN SQUEALS AWAY, as... They SLAM open the doors of the bar and RUSH INTO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BURSTING in the doors -- Clients scatter -- RUSH to the E Girls turn from the bar, the stage, the seating area -- disoriented -- eyes darting... Local police spread around the bar, slamming, pushing cli outside. Kathy pulls off her helmet and SCANS the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have a warrant to search this premises. The owner of this bar Ivan Bladzic has been arrested and taken into custody for human trafficking. The girls look at one another. Is this for real? The BARM steps forward... He looks like he's had a few drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you! Kathy eyes the girls. Their confusion, their fear... Danik, hesitates, confronted with the vulnerability of th girls... His face softens. He looks to Kathy for directio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do not have to be afraid of Ivan Bladzic. He cannot hurt you now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the GIRLS don't move... Kathy looks out -- Stunned -- Because she sees... Raya. Standing. Shocked. No idea who to trust anymore. On last shred left of the dream of escape... Kathy goes to her. But Raya's eyes dart to... Luba. Then to Kathy, recognizing the last kind face she saw... BARMAN (BROKEN ENGLISH)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These girls work here. They have all documents, passports! You can fuck off. Two local cops GRAB him. Danik CUFFS him. The girls are astounded. Viko holds up passports. VIKO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fakes. Bad ones. The barman is dragged outside. Kathy scans the girls. End on Raya... her faith awakening. KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We want to get you out of here safely. That is my absolute priority. The girls exchange a flurry of looks, speaking volumes... Should we trust her? Can we risk it? KATHY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To Viko) Get those blankets out of the vans. Let's get these girls out. But the girls still don't move... Raya. Fractured with despair... After all she has been through, all the punishment, all the pain... Raya holds Luba's gaze - Maybe even she could be convince And Raya starts to step to Kathy... When... Behind Kathy, an IPTF officer removes his helmet. Mike Se He stares at Raya. Petrifying her. Kathy sees it in her -- WHIPS around. Mike Sears avoids h gaze. Kathy turns back to Raya. Moving closer, quietly, o of earshot of the others...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KATHY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just have to tell me you want to go. That you do not work here voluntarily. And we will get you to safety. Raya wants so badly to answer. KATHY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can leave with me this second. All of you can. But I need you to say it. Raya eyes Mike Sears - He looks to Luba. Luba turns back Raya - Pleading -- Don't do it. KATHY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know me. Raya can't look at Kathy. Tears stream down her face. KATHY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can all leave with me! (to Raya) Let's go. Raya. With her heart breaking... RAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Kathy looks at the all girls. Their eyes flitting between Mike and Kathy... And she understands... Kathy REELS around. Grabs Mike by the collar -- SHOVING h to the door -- SLAMMING him against the wall. KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the fuck are you? What have you done? What's wrong with you? What's wrong with you? You fuck! Mike pushes back... MIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get off me, you crazy bitch! KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're supposed to TRUST US! Viko and Danik pull them apart. VIKO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon Kathy. It's over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She steps back -- Catching her breath -- Shaking her head NOT AGAIN... She looks at Raya, tears streaming down her terrified face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know this girl. I know her. We can't leave them here. We're supposed to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If they won't come, we can't force them. Nothing will hold up in court. They'll be returned and punished... Do you want blood on your hands? The girls all return to their positions behind the bar, cleaning, sitting around the edges... Not one will catch. Kathy's eye. She glares at Mike Sears. Kathy watches across the room, devastated... As Raya turns, giving up her last chance to leave, and ex to a back room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy paces frantically in the darkness. Eyes wild. Viko comes out the door, as it hits her like a blunt kick the face: sheer helplessness... She TURNS - Fuck diplomacy, Fuck bureaucracy, Fuck protoc and RUSHES back towards the bar. Viko stops her, grabs he Kathy's eyes filling with tears she cannot cry -- Her hea breaking. Viko holds her tight, and pulls her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits in total silence, her face white, staring ahea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raya crouches in a corner, stifling her sobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halyna pours water into a kettle. IN THE LIVING ROOM a TV shows footage of the GDA DOCUMENTARY: THE GDA logo spins. Footage of Halyna ON SCREEN:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It took me very long time to realize there was name for this of trafficking...that there are big organizations like GDA who work for against this crime all these years. WE SEE FOOTAGE OF THE GDA OFFICE. The place is busy, the staff members look sharp and efficient. CLOSE ON: LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine watches the same footage. CLOSE ON SCREEN: Laur",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With renewed funding support from USAID, the Global Displacement Agency continues to be the pioneering leader in international counter-trafficking. Milena sits by Madeleine. Both saddened realizing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And our matching funds go to the GDA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking her head) The State Department money monster. Ironic, isn't it? That the very people whose money we need to fund a shelter to protect these girls, are the exact people they need protecting from. She turns up the TV, onto... HALYNA'S INTERVIEW...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halyna puts tea leaves in a strainer. Listening to a TV i the adjoining living room. Where FOOTAGE OF THE GDA plays",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...My husband tell me, I will be gone one month. His friend arrange for me a job. But his friend bought me for two thousand dollars. Halyna pours water through the strainer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My sister arrange for my papers. Her boyfriend did this for 12 other girls... Halyna puts down the kettle. An ACADEMIC SPEAKS on TV...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More often than not, traffickers prey on those they know. Banking on the fact that a girl will trust them. Traffickers are fathers, brothers, sisters, uncles and aunts... Halyna's face whitens. It hits her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halyna glares at Zenia, who heaves tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to tell you-- Halyna silences her with her hand. She walks around the apartment, taking it all in. The money is in the details. LCD TV, DVD player. Halyna's hand traces over the things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's how you pay for this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roman, he does... I'm-- Halyna stiffens. An anger she thought impossible. She gra vase. She wants to throw it at Zenia, but at the last min she throws it into a wall. Zenia falls as the vase SMASHE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How. Could. You... Sell your own blood... tu xorobo... Where is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is she?! Where is she!? Whe-- Roman walks in. Halyna lunges at him. He knocks her onto ground. Zenia crawls to her sister. Roman steps between t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is no longer your sister. Stay away from me! Stay away from her! Halyna spits in his face. He smacks her. She lifts her ha to punch him, but he grabs it and pushes her out the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE STREET",
          "text": "Halyna bends over, heaving. She runs at the door, banging it. PEDESTRIANS stare. A lunatic's rage in Halyna's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy holds the phone. Her hands shake. Tears streaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, what's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erin?... No... Nothing's wrong. I just needed to... I needed to say I'm sorry... I'm sorry if you ever felt I wasn't there for you, but... I love you. Kathy can't keep it in anymore. She let's go and cries it out, to the one person she wanted to be so strong for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stares at her computer... She presses NEW MESSAGE. CLOSE ON A BLANK EMAIL, THE \"TO\" LINE IS EMPTY. Kathy types. We see the following addresses: \"UN CHIEF OF STAFF\", \"HIGH COMMISSIONER BOSNIA\", \"UN SECRETARY\"... She continues typing. CLOSE ON THE SUBJECT LINE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DO NOT READ IF YOU HAVE A WEAK STOMACH OR GUILTY CONSCIEN",
          "text": "Kathy pours her heart into the keyboard. As she types...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am a police officer obligated to report crimes. I have taken statements from women describing their physical, psychological, and emotional torture...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls sleep. Raya lies awake crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...On arriving in Bosnia these women are sold, and forced to provide sexual services...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An IPTF VAN stops. The window rolls down: It's Mike Sears",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Their clientele consists of SFOR, IPTF, local police, and International employees. Worse, they have become involved in the trade itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halyna sits at an empty table. Her face gaunt from worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...It is time each and every one of you realize this is a serious organized crime, with enormous profits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Oasis Barman dumps a STACK of DOLLARS on the counter. Fills out a form. Ivan Bladzic is released by a COP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are peace keepers who came to protect the innocent but now prey upon them in the worst ways possible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lines of YOUNG GIRLS. A BUYER approaches one of them. She closes her eyes, too tired to fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is time to face the truth of what is happening. We can right our wrongs, and move forward, ashamed, but accountable and transparent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy finishes typing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We may be accused of thinking with our hearts instead of our heads, but we will have our integrity. We pull back as she sits in front of the computer. Nothin but the screen illuminating her face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls can't sleep. THE DOOR OPENS. Luba comes in, qui closing the door behind her. She rushes to Raya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's coming back in the morning. He's furious. Convinced you will talk. The other girls rally around, supportive. Raya shakes. Lu looks into her eyes, suddenly melting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I didn't say anything. I won't say anything. I didn't... (SOBBING) Luba holds her tight. Their friendship not buried after a Luba unlocks a window, and gives her some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's gonna kill you. Go! Go! Raya's eyes widen. Terrified. She jumps out into the unkn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy buttons up her uniform. Logging into her email...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAILBOX FULL",
          "text": "In the INBOX: EMAIL after EMAIL. All with the same subjec",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blakely, Rick and JOHN MORGAN, 50s, State Department, sta behind a FUMING Bill Hynes. He throws down Kathy's email.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An email I wrote. Bill suppresses his anger. He holds out his hand... Blake hands him a document. Bill places it before Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The actions I am taking are for your own benefit. We are seeking your repatriation back to the United States.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned) You can't--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm doing this for your own good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy eyes him, her gaze shifting to Morgan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right now, we are still willing to pay your way home. You need to sign this, to start your check-out procedure. You will be out of this mission by Sunday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. She leaves. Without signing anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THROUGH THE WINDOW: Kathy paces, nervous, telling all... Madeleine stands, resolved. Says something. Kathy nods, skeptical. Madeleine picks up the PHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeline slams the door, having burst in. She stops. Squa off with Bill. Two WARRIORS. Bill keeps calm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm starting to get a fucking headache. All your people do is gender...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. It is a core function of the Gender Office. He looks over, unimpressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About the memo--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The email? It seriously concerned me. The level of recklessness she used speaks volumes toward her mental state. This is for her own good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullshit. You can't just fire her without cause. You need a reason that would stand up in court!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's burned out Madeleine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is not burned out, she's being burned!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hired her. You keep her under control. You've always wanted to run this your way. But I'm not going to let anyone interfere with the way I run my mission!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then start running it with some integrity! It's your people perpetrating crimes against humanity!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She goes to the door furious. But before she leaves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine. Drop this. It's coming from above my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is coming from Washington?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. They want her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine leaves. Focused. Something up her sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulpher lights. Kathy approaches the building. The Americ Flags hang from the windows. But it's quiet. Spookily qui Kathy moves quickly. Alert. Something moves -- Behind A CAR -- Flash of A MAN -- Kath picks up her pace -- Eyes forward, but... The Man... Comes up behind her. Kathy flinches, as... he grabs her. turns quick. Realizing... It's Franz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go. Like nothing's wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Franz takes apart Kathy's phone. Removing... a small DEVI Kathy stares, alarmed. Franz looks around, frantic. Searching... The COMPUTER. He rushes over. Turns it on... ON SCREEN: A CURSOR FLASHES... Franz types... I HAVE FRIENDS IN BRITISH INTEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points to the ceiling. Kathy eyes the walls... Lingeri over each corner and crack. Franz grabs the keyboard... PEOPLE ARE LISTENING TO YOU. Kathy watches the screen. Afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. DRIVE WAY",
          "text": "Franz lays talcum powder under a UN SUV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Franz' house is small, a bit messy. Kathy's on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's powdering my car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jan shakes his head, horrified he's not there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door handles too? Check thoroughly to see if there are any prints before you get in that car tomorrow. Kathy, are you listening? Kathy nods. Still grasping what's happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you know how we talked about living together..? It may be a bit sooner than we planned. She offers a nervous laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy, maybe it's time to come home. She hangs her head. Then... A KNOCK at the DOOR. Kathy tu She puts down the phone. Inching forward... EYES ON THE D Reaching it, Kathy looks through the EYEHOLE... And exhal She opens the door to... Madeleine Rees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANZ'S HOUSE",
          "text": "Kathy listens, anxious as Madeleine lays it out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's bollocks. Absolute and total. You have signed a contract with Dyncorp Aerospace Operations U.K... And there is no provision under English law for summary dismissal without due process or an investigation. Madeleine stops... seeing Kathy is overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But there was something else Bill said... If this is coming from above... Kathy,you need to prove that they are dismissing you because you were uncovering wide- spread corruption within this mission. If you can prove that this is indeed coming from Washington, that the State Department is instructing Dyncorp to fire you. Then we're talking about a conspiracy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They tell me... people disappear. They bug my house. I mean, I'm sitting here, worried there's a bomb in my car--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can fight this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't just my career, it's my life. I don't know if I'm ready to be a scapegoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's exactly what you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whose? She eyes Madeleine, pointed. Madeleine sits back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what to say to that. Think about this. Let me know what you want to do. I'll support you either way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An aerial glide over the mountains of Bosnia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls sleep in their cots, when... BAM! Ivan kicks op the door. He throws Raya in. On the ground. The girls wak Ivan. He picks Raya up by the neck. She fights. Luba runs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't say anything. I never will. Why are you doing this? I just want to go home. I want to see... Mama... Mama... But he kicks Raya in the stomach. She ROARS in pain. He f her over. Shaking her. He looks to the other girls. FURIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This all happened because of you. He pulls out a gun. Raya looks to Luba for help. But it's late. Ivan presses the gun to Raya's head. He glares into Raya's eyes. A flash of ire. Raya reaches again... Luba steps forward, when... BANG!!! 217   Raya's body falls. Luba turns away. She cups her ha her mouth. But a loud cry wails through...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of Luba's scream fades over the morning. The wi horizon is calm. But a closer look reveals...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POLICE cordon off a RIVER BANK. Through an opening we see Viko. Keeping local cops at bay. Behind him is... Kathy. civilian clothes. Standing over a... DEAD BODY. Raya. Kathy stares, expressionless. Viko clear the cops out. Kathy turns, and retches. She pulls air int lungs, then straightens. She looks up to the trees, the a of this leafy cathedral, as if invoking some higher power",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy comes in. Madeleine looks up from a phone call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hand in an appeal. Keep reporting to work. Watch how they respond. Build your case... And catch them in their lies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy holds an envelope. Hynes' SECRETARY looks at Kathy. MUFFLED SCREAMING from his office. Kathy leaves the lette",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ms. Bolkovac... I, me and the other secretaries... Your email was the bravest thing anyone's even done in this mission. Kathy nods, truly appreciating that. She walks away, her silhouette growing smaller and smaller down the hall. The secretary takes Kathy's letter. Walking into",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL HYNES' OFFICE",
          "text": "Bill paces around Rick Jones, Ambassador Wells and John Morgan. Hynes grabs Kathy's letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get something on her! Get anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carmen listens to an anxious Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you could just go into my office, I'll give you a key to the cabinets... But Carmen can't even meet Kathy's eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kath... my parents really need the money I send home. It's a lifesaver for them. My Dad has medical bills... I'm so sorry. Kathy nods, understanding but disappointed. She is alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of date, and under-stocked, the store is as spruce as little post-war TLC could make it. Kathy stands at a coun where a CLERK puts down a chunky PORTABLE CASSETTE RECORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have anything smaller?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy paces. She holds a tape recorder to the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, this is Kathy Bolkovac and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ambassador Wells in ushered toward a UN PLANE. Into a PHO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can hardly hear you. Can you yell-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK. CAN YOU HEAR ME NOW?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YES. GO AHEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THIS IS KATHRYN BOLKOVAC. I WANTED TO DISCUSS MY TERMINATION--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THIS IS BETWEEN YOU AND THE IPTF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK. IT'S JUST THAT I WAS TOLD YOU MET WITH MR. HYNES ABOUT ME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THAT IS TOTALLY UNTRUE! WHO TOLD YOU THAT? I BARELY RECOGNIZE YOUR NAME. I CAN'T TALK RIGHT NOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PLANE ENGINES are roaring. Kathy can't hear him. She slams down the phone. Staring at the recorder. Thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy, parked. Rips open a CASSETTE TAPE. She looks at he personage - this isn't fitting anywhere. RAIN hits the windshield. The glass becomes blurry in the haze of water. Kathy grabs a UN windbreaker from the back Sticks the recorder in its pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy flashes her UN ID. The guard eyes her. PASSERS-BY a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy walks down the hall. Feeling it close in on her. Turning a corner, to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY'S OFFICE",
          "text": "Peter Ward stands in front. He can't look her in the eye. Kathy slips her hand into her pocket. Fumbling... Then lo up. She's got it. ECU of TAPE WHEELS turning. Kathy moves forward. Coming closer, she sees behind Peter... A NOTICE ON THE DOOR: GENDER OFFICE SHUT DOWN. Peter hands Kathy an envelope. Looking up... Apologetic. reads, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Timesheet Violations? They are firing me for time sheet violations!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not going anywhere. Not without an investigation. Madeleine Rees is--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hynes has sent a delegate to Vienna to have Madeleine Rees removed. Kathy is stopped short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "State Department auditors are here. Asking for files on trafficking, prostitution and time sheets. Kathy stops. Realizing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you repeat that? He looks around, nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, this is between you and me, but Dyncorp and the State Department... you know it's a dual thing, and this is the action they have taken, whether right or wrong... I'm being told to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KATHY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're saying the State Department is instructing Dyncorp to fire me. Peter nods. And Kathy has what she needs. KATHY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please... can I just go in for one minute, get my personal belongings. She eyes him. Knowing who he is inside. He shouldn't... B Peter opens the door. Kathy goes in",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY'S OFFICE",
          "text": "Closes the door behind her. Rushing   -- to the File Cabi takes out her keys -- TO THE BOTTOM   DRAWER -- Kathy pus back FRONT FILES -- Takes FILES OUT   -- Looking around - She grabs a GYM BAG -- STUFFS IN AS   MANY FILES AS SHE C She zips up the bag. Looks at the door. Still closed. She TAKES OUT HER TAPE RECORDER. Huddles down behind her desk PRESSES PLAY. But all she hears is FUZZ. PETER WARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy. She turns. Peter stands over her. Eyeing the tape recorde PETER WARD (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scrambling devices. She looks at him, waiting for his next move. His eyes sof PETER WARD (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It probably won't work in most of the rooms. Now c'mon. Get out of here. She smiles, silently thanking him. She shoves the recorde her pocket. Grabs the bag. Thrown by it's heaviness. Pete helps her get it on her shoulder. He ushers her out. Locking the door behind them. They mov",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN THE HALL",
          "text": "When Rick Jones barrels after them. Waving Kathy's appeal IPTF OFFICERS come out of their office. Kathy rushes into",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ELEVATOR",
          "text": "Quickly looking around THE METAL PANELING. She drops the An ECHO REVERBERATES through the HOLLOW SHAFT. Kathy turn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again slipping her hand in her pocket. This time determin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna tell you this in front of him and everybody else, you no longer have a UN ID. You no longer have a UN job. You do not have a job with the Department of State. The Department of State holds your contract. They are the ones who are pulling it. You will not have an appeal. You will not have a hearing. You will not have anything. Do you understand? Kathy lets the doors close without saying a word...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights are off. The office sits untouched. Move over bulletin board, still overflowing with faces of girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The halls. Quiet. Still. No sense of the noise to come...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...suspected UN involvement in international sex trafficking. Rumors of these allegations began surfacing after an email was sent describing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BBC CHIMES. Bill Hynes talks to TIM SEBASTIAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can categorically state that not one United Nations Officer has been involved in the trafficking of a single woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you saying that you believe all these victims' claims to be false?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to make accusations about those girls. But I will assert over and over again, I run a ZERO TOLERANCE program for that type of activity...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy watches footage of Bill Hynes on BBC. She stares in disbelief. Then picks up... THE GYM BAG FULL OF FILES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An IPTF SWAT TEAM bursts down the door of a bar. They mov in, waving FLASHLIGHTS over GIRLS running in all directio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON A TV: Girls in silk robes. No sign of torture. They sm at their saviours. Knights in bullet-proof vests. The screen PAUSES. AN EDITOR Turns to Rick Jones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any unused footage. Use it all. I want the press flooded with EPKs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine speaks to REPORTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you say to rumors that Dyncorp are working to have you removed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try me... These raids are for show and completely amateurish. This is the biggest cover-up I have ever seen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy moves through TOURISTS browsing for jewelry. Holdin the gym bag tight. She turns a corner down a",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIDE STREET",
          "text": "240   Narrow. TWO PEOPLE WIDE.. Keeping her eyes to the g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've had a UN inspection by senior investigators from New York. We've had inspectors from the State Department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Morgan leads STATE DEPARTMENT AUDITORS into the lobb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy turns into a PIZZA SHOP. Flanked by AMERICAN FAMILI She walks, knowingly... into a BACK PATIO. 258   Small and dark. Kathy spots... A WOMAN in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits across from JOANNA PAUL SMITH. Eyeing her gym",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been working at Human Rights Watch for fifteen years. We've been keeping close tabs on this. No one has come forward with anything solid before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have everything you need. When I arrive in Amsterdam safely, I will go on record. Joanna nods, a glimmer of admiration. Kathy stands, shake her hand, and leaves... Disappearing into the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy drives alone. Checking the rearview mirror. A car pulls up behind her. It's bright light blinds Kathy The car closes in on her. She winces, but... The car pass It's just Kathy on the road. The gym bag on the seat besi her. The culmination of everything she's been fighting fo Her red tail lights disappear into a dark mountain tunnel Fade up on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REPORTERS snap pictures of Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Expecting a verdict today. Two years ago, Ms. Bolkovac took her case against her employer, Dyncorp, to an industrial tribunal in Southampton, because the company is governed by UK employment law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A THREE JUDGE PANEL in a hearing room. Kathy and KAREN BAILEY, her lawyer. Across from them, a T of DYNCORP DEFENSE ATTORNEYS. Rick Jones in the seating a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luba walks through a crowd. She stops at a fountain and l around, nervous. Then she spots... Mara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ivan let you go. This is what you do now. Luba nods, understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK IN THE COURTROOM",
          "text": "Karen squeezes Kathy's hand. Kathy looks to the back of t courtroom... Erin smiles at Kathy. So proud. JUDGE SWISS holds up Kathy's TAPE RECORDER... Kathy straightens. The Judge reads from a VERDICT. Karen' face lights up. Kathy's won. Jan breathes, relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mara and Luba sit across from a YOUNG GIRL, 16. The girl excitedly flips through a SWISS HOTEL BROCHURE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You both worked here? Mara looks at Luba, a 'do or die' look in her eye. Hiding shame, she gathers her strength for this lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. It will change your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND IN THE COURTROOM",
          "text": "FLASHBULBS pop as Kathy stands... Pleased, but not elated The Dyncorp team files out. As the judges stand, one of t eyes Kathy. And they connect. As only true lawmen do. But in this moment, the Judge, Kathy and us... We all kno She never wanted to win. She just wanted to do her job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sixty-story high STATUE of MOTHER UKRAINE guards Kyiv",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PRIEST delivers a sermon. His eyes on Halyna. She sits, holding a picture of Raya. A sprinkling of MOURNERS near",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WORSHIPPERS kneel and pray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The member countries' flags crack in the wind. WHITE UN VEHICLES are parked outside. The United Nations stands wa FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We end this film with FOOTAGE of THE REAL KATHRYN BOLKOVA her BBC HARDTALK INTERVIEW with TIM SEBASTIAN. Show...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We talked to Bill Hynes, who was the senior UN official in Bosnia at the time, we talked to him a year ago, on this program about some of your allegations. He said they weren't true at all. He said 'We've had senior officials from New York, we've had investigations from the State Department... I can now categorically say that not a single UN official was involved in trafficking'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think that Mr. Hynes knows this is a false statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're accusing him of lying. That not a single word he said is true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I watched that... Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tim shifts. Kathy sits calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you do it again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes I would. No doubt about it... I would definitely do it again. I'm not the type of person who would... As a law enforcement officer, I am held to a higher standard.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2364"
    }
  ]
}