{
  "movie_id": "MOV2056",
  "scenes": [
    {
      "location": "DESERT HILLS",
      "time": "DAY",
      "characters": [
        "89.",
        "85.",
        "54.",
        "THE LIZARD 23",
        "BEAST WHINES AS HE LANDS ON A PROTRUDING SECTION OF THE",
        "7.",
        "YOU DOING THIS TO US",
        "88.",
        "DOUG IS HOLDING THE AXE.",
        "70.",
        "FALLOUT IN CHERNOBYL...",
        "47.",
        "26.",
        "FUCKING MOUTH",
        "BOBBY",
        "BANG",
        "96.",
        "ANYWHERE, DO YOU HEAR ME",
        "RUUUBY",
        "21.",
        "99.",
        "DOUG HEADS NORTHBOUND ON THE DIRT ROAD, WHILE BIG BOB BEG",
        "CIRCUIT SHORTING OUT.",
        "PLANTS THE PHILLIPS SCREWDRIVER IN HIS THIGH. IT STARTS",
        "ADJUSTMENT.",
        "OLD GAS ATTENDANT",
        "I'M COMING",
        "28.",
        "RADIO, (O.S.)",
        "THE SW AND THE TRAILER HOME ZIGZAG ON THE DIRT ROAD BEFOR",
        "IT'S GOGGLE.",
        "13.",
        "23.",
        "48.",
        "66.",
        "THE RUSTY, RETRACTABLE SPIKES ARE RELEASED ALONG THE CHAI",
        "PRESENCE, HE TURNS AROUND AND STARES AT THE YOUNG MAN WIT",
        "36.",
        "\"NUCLEAR ENERGY, TRY IT...WE DID",
        "OLD GAS ATTENDANT, (CONT'D)",
        "HEAR",
        "HE TEARS OFF ITS HEAD AND SQUEEZES THE BLOOD INTO HIS MOU",
        "BOOM...BOOM...B000M",
        "IN FRONT OF HIM, ABOUT A HUNDRED YARDS AHEAD, THE ROAD EN",
        "JUPITER, THE MOST VIOLENT INHABITANT OF THE HILLS.",
        "20.",
        "55.",
        "WITH AN AXE AND SMASHES INTO THE HOUSE",
        "HIS FLASHLIGHT PASSES QUICKLY OVER A SHAPE HIDING IN THE",
        "5.",
        "A MUFFLED SOUND COMES FROM OUTSIDE",
        "40.",
        "4.",
        "9.",
        "100.",
        "A COUPLE OF MORE RECENT ARTICLES MENTION PEOPLE DISAPPEAR",
        "SQUAWKS TO LIFE, DISRUPTING THE SILENCE.",
        "86.",
        "81.",
        "A MAN WALKS INTO VIEW WITHOUT SEEING HIM",
        "THE BABY HAS BEEN REPLACED BY THE PIGLET STOLEN FROM THE",
        "BOB-BY",
        "11.",
        "SUPER",
        "IS THAT YOU MISTER",
        "CRASHING AGAINST SOME ROCKS.",
        "USED",
        "BEAUTY'S LEG",
        "52.",
        "...CAN'T TRUST THE DIGITAL ONES...",
        "THE RUSTY POINT OF A PICKAXE COMES THROUGH THE BACK OF HI",
        "YOU HEAR THAT BRENDA",
        "33.",
        "DOUG",
        "JAW. A SAVAGE WITH NO SENSE OF PITY, LIZARD IS, AFTER PAP",
        "DOUG, (0.S.)",
        "25.",
        "YEAH. PROBABLY NEEDS SOME",
        "HANDICAPPED, (O.S.)",
        "37.",
        "2.",
        "BRENDA, (O.S.)",
        "64.",
        "12.",
        "67.",
        "IT'S OVER 124.5",
        "BOBBY JUMPS UP AT THE WINDOW SCREAMING",
        "I SAID PUT THAT WEAPON DOWN",
        "53.",
        "THE WATER",
        "BIG BOB, (O.S.)",
        "ALRIGHT, GUESS.",
        "SOMEONE THERE",
        "A DARK FIGURE JUMPS IN THE FOREGROUND, IN FRONT OF THE",
        "I TOLD YOU TO MOVE. NOW MOVE",
        "STATION",
        "39.",
        "BRENDA",
        "63.",
        "71.",
        "THE ATOMIC SYMBOL CAN BE FOUND ON EACH OF THEIR FOREHEADS",
        "ON THE GROUND, LYNN'S BODY, HIS OWN WIFE, SOAKS IN HER BL",
        "DO YOU HEAR ME",
        "KRIIINK KRONK",
        "42.",
        "ABNORMAL CHILDREN GRUESOME AND DEFORMED BY NATURE...",
        "58.",
        "THEY'RE HERE... THEY'RE BACK... I",
        "BIG BOB'S FACE SLAMS REPEATEDLY INTO THE WINDSHIELD",
        "A WOODEN STICK WITH FORKED END, TRAPS THE SNARE'S HEAD TO",
        "45.",
        "ONLY TO BE SLAMMED AGAINST THE ROCKS...",
        "61.",
        "19.",
        "BINOCULARS.",
        "PUT THAT WEAPON DOWN RIGHT NOW",
        "82.",
        "56.",
        "BEAUTY",
        "62.",
        "HIS JOURNEY IN THE OPPOSITE DIRECTION.",
        "ENTRANCE OF THE OLD ABANDONED MINE.",
        ".A FEW GOLD TEETH, AND AN EAR ON WHICH HANG GOLD EARRINGS",
        "90.",
        "IT'S BOB",
        "TEST SITE 3B",
        "22.",
        "10.",
        "SUDDENLY, A HIGH PITCHED HOWLING SOUND TEARS THROUGH THE",
        "50'S.",
        "DOUG, (O.S.)",
        "BIG BOB, (CONT'D)",
        "IT'S GOT TO BE OFF.",
        "OPENING CREDITS ON 2",
        "SOMEONE LIVES HERE",
        "STOP IT",
        "91.",
        "EST. MINE EXIT",
        "102.",
        "17.",
        "98.",
        "HELP ME... HELP ME, PLEASE HELP ME",
        "IF THAT'S YOU JUPITER, I GOT A",
        "97.",
        "SUDDENLY, LIZARD GRABS HER ANKLE",
        "93.",
        "BIG BRAIN LIED",
        "THEIR FACES AND LITTLE BODIES ARE MONSTROUSLY DEGENERATED",
        "GOGGLE, (O.S)",
        "HER HANDS LOOK LIKE CLAWS. DEFORMED AND MISSING FINGERS,",
        "44.",
        "OLD GLORY'S STAFF COMES THROUGH HIS THROAT ON THE OTHER S",
        "MAN'S VOICE, (O.S.)",
        "60.",
        "CATHERINE'S CRIES ON THE RADIO",
        "FREEZE",
        "FRENETICALLY.",
        "32.",
        "43.",
        "29.",
        "WINDOW",
        "BEHIND HIM A WEAK AND ASTHMATIC VOICE BEGINS TO SING THE",
        "MASK AND OUT OF HIS FOREHEAD",
        "46.",
        "DOUG IS BACK",
        "IT'S BIG BOB",
        "JUPITER",
        "75.",
        "THAT'S THREE TIMES HIGHER THAN THE",
        "FROM THE SUMMIT OF THE HILLS, SOMEONE OBSERVES THEM WITH",
        "15.",
        "TEARING THROUGH HIS FLESH",
        "THE PICKAXE STICKS INTO THE TRAILER INCHES FROM BOBBY'S F",
        "50.",
        "87.",
        "BODY...",
        "24.",
        "INT. DARK PLACE",
        "59.",
        "ETHEL, (O.S.)",
        "65.",
        "CAMPFIRE",
        "79.",
        "HIS FOREHEAD",
        "73.",
        "ARE NO LONGER HUMAN.",
        "BEAST AVENGES BEAUTY IN A BLOODFEST",
        "DON'T WANT TO DIE BOBBY...I DON'T",
        "78.",
        "CATHERINE",
        "PAPA JUPE'S VOICE, (O.S)",
        "BUCKSHOT FOR YA... YOU HEAR ME",
        "BIG BOB'S CHARRED BODY",
        "RUBY",
        "14.",
        "95.",
        "TIGHTLY, READY TO SHOOT AT ANYTHING... HE'S OBVIOUSLY DRU",
        "DARK HAIRY FIGURE WITH EVIL EYES IN THE BACKSEAT-",
        "92.",
        "BEFORE LEAVING, LIZARD RIPS THE JEWELRY FROM ETHEL AND LY",
        "38.",
        "DON'T BE STUPID",
        "THE FISHING POLE MOVES, SHAKING CATHERINE'S SHAKER",
        "BEAST APPEARS BEHIND RUBY",
        "BRENDA'S FACE SO STEALTHILY THAT SHE DOESN'T EVEN STIR.",
        "GROUND SAVING BOBBY FROM A CERTAIN BITE.",
        "57.",
        "80.",
        "74.",
        "THEIR MOTHER'S BODY HAS BEEN REMOVED",
        "BIG BRAIN, (CONT'D)",
        "MAN, (O.S.)",
        "AIN'T NO GOOD.",
        "I'D SAY 43.9",
        "MILITARY ZONE",
        "69.",
        "SMALL VOICE, (O.S.)",
        "PAPA DUPE/RADIO, (O.S.)",
        "83.",
        "49.",
        "GOGGLE, (O.S.)",
        "DOUG WALKING BACK WITH THE BABY, BEAST LIMPING AT HIS SID",
        "THE CRATER HAS BEEN TURNED INTO A GRAVEYARD FOR CARS, TRU",
        "6.",
        "RAVINE A FEW FEET FURTHER DOWN...",
        "WE ARE IN A 1950'S COMMERCIAL FOR NUCLEAR ENERGY-",
        "IMPALED LIKE A PIECE OF MEAT, HIS BODY IS SWEPT INTO THE",
        "DON'T DRINK THAT WATER, MISS. IT",
        "THE TRAILER HOME EXPLODES",
        "84.",
        "30.",
        "THESE ARE NOT REAL PEOPLE BUT MANNEQUINS",
        "LARGE WOMAN, (O.S.)",
        "LYNN, (O.S.)",
        "34.",
        "IT'S PLUTO. THE DIVERSION OUTSIDE HAS ALLOWED HIM TO ENTE",
        "77.",
        "VOICE, (O.S.)",
        "WANT TO DIE...DO SOMETHING...",
        "51.",
        "MISTER",
        "94.",
        "BUSHES",
        "68.",
        "A DEEP VOICE RIGHT BEHIND HIM-",
        "76.",
        "ANSWER ME",
        "SADISTIC SMILE. BLOOD DRIPS DOWN HIS BEARD.",
        "RUBY HAS SACRIFICED HER OWN LIFE TO SAVE DOUG AND THE BAB",
        "SUDDENLY, LYNN'S BODY SUFFERS A LAST MUSCLE SPASM, LIKE A",
        "IN THE REGION.",
        "THE WIND BLOWS OVER THE ROCKY HILLS WHILE WE MOVE TOWARDS",
        "A GNARLED HAND ENTERS FRAME AND BRUSHES A STRAND OF HAIR",
        "A SHAPE SLIDES SWIFTLY BEHIND HIM",
        "72.",
        "BOBBY, (O.S.)",
        "SILENCE AND ECHOES IN THE VALLEY.",
        "CRASH",
        "35.",
        "SMALL TOWN",
        "41.",
        "IT'S BREAKFAST TIME",
        "NO TRACE REMAINS OF WHAT CAUSED THE ACCIDENT.",
        "WHAT THE FUCK DO YOU WANT",
        "A FOOT STICKS OUT...",
        "HELLO",
        "TRAILER HOMES, MOTORCYCLES...",
        "SUDDENLY THE RED LIGHT ON THE C/B TURNS ON AND THE RADIO"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Open on a GEIGER COUNTER scanning over a rocky terrain. A SAND STORM blows over the landscape. We are lost somewh in the middle of the New Mexico desert. According to the instrument, the area contains high level radiation... THREE MEN WEARING FULL ANTI-RADIATION SUITS have left the jeep behind to collect samples of contaminated rocks. Not at all worried or bothered by the dust storm or high winds, they walk towards the hills. The man holding the counter stops in his tracks -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loudly through the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(following his colleague)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...It's something else... It's like the radioactivity is moving around us. The numbers on the dial continue to fluctuate. Where is t intensity coming from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns around, seeing nothing but sand and rock through mask. Suddenly, for no apparent reason, THE GEIGER COUNTER GETS LOUDER AS THE NUMBERS SKYROCKET. In confusion, he taps on the instrument attempting to stabilize it, but the radioactivity continues to climb... He looks up to the horizon obscured by the sand storm - s nothing in sight. He sighs. His colleague is probably right, the Geiger cou simply needs an adjustment... He turns it off when A MAN COVERED WITH BLOOD, HALF NAKED comes out of nowhere and jumps at his face-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELP ME... HELP ME, PLEASE HELP ME",
          "text": "Scared to death, the scientist pushes him away and backs The man covered by blood falls on the ground and starts crying, begging for help. The scientist doesn't have time",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASK AND OUT OF HIS FOREHEAD",
          "text": "Terrified, the man covered with blood watches the scienti dead body-fall to the ground revealing, for a quick secon DARK SHAPE FLASHING IN THE SUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the distance, the other scientists continue their work oblivious to the attack. Kneeling behind a rock, they mak",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell is it? With his hand, one of the scientists removes the dust aro some SKELETAL REMAINS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look human... The strange shape of the bones and skull makes it impossi to tell whether they are human or animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SHADOW appears above them-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without turning around) Look what we found. Have you... THE PICKAXE SWINGS THROUGH HIS BACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONLY TO BE SLAMMED AGAINST THE ROCKS...",
          "text": "Blood splatters on the third man, who steps back suffocat with fear behind his mask. The shadowy figure continues the assault on Man 2, finish him off. Powerless to stop'the massacre, the last scienti runs away in a panic. At the top of the hill, he appears, out of breath. He doe have time to climb the rocks as he is pulled down, scream in his mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scientists' Jeep takes off dragging behind it the thr bodies in their radiation suits and the dead body of the other man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPENING CREDITS ON 2",
          "text": "A thick, juicy steak lands on a hot skillet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE ARE IN A 1950'S COMMERCIAL FOR NUCLEAR ENERGY-",
          "text": "While preparing dinner, the perfect housewife presents th kitchen of tomorrow by praising all the benefits of nucle energy. She is joined by her husband, their children, and their d The entire family sits at the table with big smiles. The frame freezes on this naive image of prosperity and w being. A slogan appears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"NUCLEAR ENERGY, TRY IT...WE DID",
          "text": "CLASSIFIED STOCK FOOTAGE replaces the commercial- These new images are of nuclear tests performed by the US Army in the New Mexico desert during the same period-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Old mining towns are evacuated by soldiers. Their inhabit are rounded up like cattle and loaded into trucks. Somewhere else, prefabricated towns filled with test dumm are eradicated by atmospheric explosions... Caged animals used for experiments are carbonized by nucl waves. Scientists study the evolution of certain radiated specie In a split second, gigantic craters are formed in the mid of the desert. Explosions destroy everything in their path leaving behin only a giant nuclear mushroom, beautiful and terrifying.. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPER",
          "text": "The sharp outline of the hills appears with the first mor light. The sun begins to rise revealing- A long deserted horizon stretching out endlessly. Nothing lives in this and wilderness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A road curves through the desert terrain. On the side of the road, at the bottom of a hill, a gas station has survived years of wind and dust. Around the main building, a tool shed, three gas pumps, a dilapidated well, a water tower, and gutted carcasses of from the 1950's accentuate the desolate feeling which prevails in this place. A sign reads \"LAST STOP FOR 200 MILES\". A few tumbleweeds roll across the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beams of light slice through the shutters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KRIIINK KRONK - a metal grinding noise is heard outside. KRIIINK KRONK - the noise becomes regular. In the darkness we discover a room hardly furnished. The withered and yellowed wallpaper flaps slowly in the draft On the dresser, dozens of empty liquor bottles. KRIIINK KRONK - On the bed, THE OLD GAS STATION ATTENDANT lays with his back to the window. KRIIINK KRONK - The noise outside continues steadily with disturbing his sleep. KRIIINK KRONK - Suddenly, the old man wakes up short of breath and looks around trying to locate the noise. KRIIINK KRONK - He looks through the shutters, then quick puts on the top of his gas station overalls. He grabs a SHOTGUN, loading it swiftly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KRIIINK KRONK - The metal grinding noise increases as we towards the gas station door. The door opens and the old man walks out holding his gun. Nobody. Silence has returned. The metal grinding is gone. The lever from the water well still moves. IT'S JUST BEEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "USED",
          "text": "Hidden behind the house someone or something observes the station attendant walking slowly to the well. DRIP... DRIP... DRIP...- water falls on the palm of his h Worried, the old man scans the surroundings. HE IS NOT ALONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "Ruby? Is that you?! Ruby? The sun is already high above, the heat waves shimmering the desert. The old gas station attendant moves away from the road towards the hills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops by a broken fence which is bent halfway to the ground. On a rusty sign next to an atomic symbol, we can",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT, (CONT'D)",
          "text": "(towards the hills)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "On the side of the hill,-THE ENTRANCE TO A CONDEMNED NINETEENTH CENTURY MINE. He approaches the mine and looks through the wooden plank barring its entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "His echo is the only sound that can be heard from the depths... He aims the shotgun, ready to open fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCKSHOT FOR YA... YOU HEAR ME",
          "text": "Behind the gas station, someone observes the old man comi back to the house. AN EXPENSIVE LEATHER BAG was placed in front of his door during his absence. The old man looks-around terrified. Diligently, he enters the house leaving the bag on the ground. On second thought, the door reopens and the bag is dragge inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shutters are all closed leaving the station in darkne The old man throws the leather bag on the dining table an sets down the shotgun. He takes a cigar from an ashtray and lights it. He grabs whisky bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a solid gulp, he turns on a bare light-bulb hanging over the table, and stares at the bag in silence. One mor swig for courage, and the old man empties the bag on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jewels, a Swiss watch, a DV Cam, glasses, several cell phones, a pager, loose cash, credit cards, a wallet...",
          "sentiment": "neutral"
        },
        {
          "speaker": ".A FEW GOLD TEETH, AND AN EAR ON WHICH HANG GOLD EARRINGS",
          "text": "He grabs the wallet and pulls out a photo already stickin out. On the bent picture, we see a young couple kissing. The y woman wears the same earrings found on the severed ear... The old man heaves a sigh before putting the wad of cash his pocket. Outside, a voice is heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOMEONE THERE",
          "text": "The voice is followed by a car horn. The old man quickly gathers the objects from the table returning them to the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 1988 AIRSTREAM TRAILER HOME hitched to A CHEVROLET SUV parked in front of the gas station. BIG BOB CARTER, an imposing man in his late fifties, stan outside the vehicle still honking the horn. The trailer home and SUV with the AMERICAN FLAG waving on side, completes the image - Big Bob is an obvious cliche the middle class Republican father with a touch of John Wayne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "where the hell is everybody? I'm gonna... Before he can finish his sentence, the old gas station ma appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BOB, (CONT'D)",
          "text": "Ah, there you are. Fill it up and check the fluids my friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "California? Sure didn't take the fastest road!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My crazy husband absolutely had to see the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "Nothing to see in the desert. Big Bob glares at the old man who fills up the tank while still chewing on his cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, it's illegal to smoke around a gas station. The old man bursts out in laughter revealing rotten teeth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the trailer home, DOUG BUKOWSKI, 32, Lynn's husban tries to fix the broken A/C. His glasses and white oxford shirt drenched in sweat, Dou totally out of his element. This is a guy who has never b out of the city. Using a Phillips screwdriver, he forcibly removes the fro grill to access the mechanism. The heat and incessant BARKING wear on Doug's nerves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piece of shit! Why couldn't we fly like normal people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax Doug, please. It's their silver anniversary and they're so happy you're here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, your parents can't stand me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're wrong. They love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could have taken them on a cruise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, that's a great idea. Why didn't you plan it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never mind. Lynn grabs the milk bottle from its heater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I shouldn't have even come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug, please stop. I never ask you for anything, OK? (she looks at the baby) Well see how happy you are when Catherine comes along on our 25th anniversary. She walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It won't be in a shitty trailer home-that's for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNN, (O.S.)",
          "text": "I heard that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the back seat, BRENDA, 17, sleeps against the window. A twig tickles her nose. Without opening her eyes, the young girl slaps her face a chase away a fly. But the twig persists - It's her little brother, BOBBY, 15, teasing her. Linkin P blasts through his iPod. Lynn knocks on the window, interrupting his little game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you want to use the restroom, it's now or never. Bobby removes his headphones and pushes Brenda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wake up, lard ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind the gas station, Brenda plays with AN ALBINO PIGLE tied to a rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby, come look at this. Bobby joins her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding the animal) Oh my god! Poor thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You two make a perfect pair. Bobby turns to a rusty car and unzips to urinate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't pee there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing to a small",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, what do you care? Bobby re-zips and heads towards the small wooden outhouse while Brenda plays with the baby pig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piggy, piggy, piggy... SOMEONE OBSERVES HER FROM THE CORNER OF THE HOUSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In front of the gas station, Lynn leans on the car giving Catherine a bottle. Big Bob opens the hood while the old man continues to fil the tank. At the same time, Doug comes out of the trailer holding h cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the old man) Excuse me sir, do you have a phone I can use? I can't get a signal around here and... Big Bob interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give. the phone a rest, Bukowski!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry Bob, \"duty calls\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honey, you haven't put that phone down since we left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is why I don't go on vacation. They're lost without me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop being at everyone's beck and call, Bukowski. You're the boss, remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".I'm sure all that important business can wait till next week. Doug gives up. He kisses Lynn and takes the baby from her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you wearing sunblock? The sun's so strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While they are talking outside, a DEFORMED HAND slides in the back window of the SUV. A HAND WITH ONLY THREE STRANGELY PROPORTIONED FINGERS. It moves slowly, snatching BOBBY'S HOODED SWEATER from th back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".Annnnaaaaau... Under the car the visitor's feet walk way. They are bare, dirty and covered with dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rays of light pass through the wooden planks. The outhouse is so dirty that Bobby is forced to hold his breath... An EYE peeks between the wooden planks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell Brenda! The eye goes away... He re-zips looking outside. Nobody. When he exits, Brenda appears on the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freak. She looks at him slightly confused...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug sits on the porch giving the baby her bottle. The old gas station attendant checks the oil and the wate ,Ethel joins him, holding a road map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How far are we from 1-88?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "You're at least six or seven hours away'from there. Ethel gives her husband a dirty look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you we should have gone through Santa Fe. You never listen to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "This is the only southbound road that goes to 1-88. From there you can take the 231 West to California. But you'll never make it before sundown...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't bother me. I had night patrol for almost fifteen years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "You a cop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Detective...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a smile) Not anymore. Thank God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm starting a private security firm... The old man turns to Doug-",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "You a cop too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who me? No way. I'm in telecommunications. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "Huh...Make money in that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody's gotta have a cell phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "Well you won't find any customers around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No kidding... As the old man closes the hood, a familiar sound returns-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRIIINK KRONK",
          "text": "He leans over and catches Bobby and Brenda in the distanc playing with the well. Brenda is about to drink from her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "(shouting to them)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'll get sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WATER",
          "text": "Big Bob walks to the old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do -I owe you? The old man looks at the gas pump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "36 dollars...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me pay, Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep your money Bukowski, I can still afford.the gas!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not what I meant...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is another room behind the counter, and the beaded curtain which separates the two rooms is still moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauty? Come on, sweetie... No answer. Cautiously, Lynn moves through the store to the beaded curtains. Above the cash register, an old sepia photograp a miner stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauty? Lynn goes into the other room. In the darkness, among the old empty bottles, she finds Beauty standing with her front legs on a window sill and barking to the backyard. Lynn looks outside- Nobody. Only the desert and hills. Inside the room, THE HALF OPEN EXPENSIVE LEATHER BAG layi alone on the table awakens her curiosity. As she goes to inspect it, she hears the SUV starting and Doug calling out-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (O.S.)",
          "text": "Honey!? We're leaving... Lynn grabs the dog by the collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Beauty. There's nothing here... She turns around and runs into- THE OLD GAS STATION ATTENDANT, STARING AT HER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "May I help you miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, our dog got out...She won't stay put... A car horn breaks the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (0.S.)",
          "text": "Honey? What are you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "I'M COMING",
          "text": "The old man lets her pass with the dog, watching her WITH SUSPICION- Has she seen the contents of the bag?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the gas station window, we see Lynn leaving with dog. Outside, next to the rusty abandoned cars, THE PIGLET HAS DISAPPEARED. Only the rope remains. A MURMUR IS HEARD AS A SHADOW PASSES SLYLY ON THE FLOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynn puts the dog in the trailer where Doug and Bobby are She enters the SUV. Behind the wheel, Big Bob turns aroun one last time before driving off-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go! KNOCK KNOCK The old man knocks on the window. Big Bob ope",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't it illegal to have people in a trailer while you're driving, \"my friend\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right, Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fully aware of the driving laws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "Have a safe trip. Big Bob smiles back and starts the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old man stops him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "You know, it's not on the map, but if you take a right at the road a couple miles from here, it'll lead you through the hills. Probably save you three or four hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for the tip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trailer drives off in the distance leaving the attend in a cloud of dust. The old man looks to the hills, taking a deep breath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTRANCE OF THE OLD ABANDONED MINE.",
          "text": "The camera passes through the wooden planks blocking the entrance and moves into the depths. DARKNESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POV through binoculars from the hilltops. The binoculars pan across the deserted terrain before stopping on the Carter vehicle, a tiny dot at the end of road. The car and trailer approach. Off screen, we hear ANIMALISTIC BREATHING behind the binoculars. The SUV turns off the main road onto a dirt trail. We see Brenda lifting the gate and allowing the vehicles to acce the path, unaware of the danger lurking about. Brenda gets back in the SUV. It pulls the trailer on the road towards the hills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (O.S.)",
          "text": "..Lizard?!...Lizard?! Dinner's on the way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GOGGLE, the man behind the binoculars, talks into a WALKI TALKIE. His voice is rough and deep. His pronunciation is poor and we cannot understand everything he says...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOGGLE, (O.S.)",
          "text": "(in the walkie) Just got on the road... A Chevy and a trailer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the scenery through the window blinds. On a wall, photographs of other Carter vacations are reminders of the good times spent in the trailer home. The thermometer reads above 100 degrees. Sweating, Doug h on while the camper bounces over the rough road. Bobby works on the A/C. He has removed the face plate and tries to fix the motor with the screwdriver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cleaning his glasses) I tried for an hour but I couldn't get it cold in here. CLICK- the light turns on and the A/C starts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There! A breeze of cool air circulates through the trailer. On t table, TWO PARAKEETS fly about their strapped-down cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was nothing... The thermostat was disconnected. He turns to Doug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know all this stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, at least we can breathe now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby sets down the screwdriver under the sleeper and sit next to the dogs. Doug grabs a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you stopped smoking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does my sister know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lighting it with a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Bob would kill you if he knew you were smoking in his \"88 Airstream\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck him too. You want one? Doug extends the pack. Bobby hesitates before reaching fo one, but Doug pulls the pack away at the last moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah right, if you start smoking your sister would cut my nuts off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a pause) It's cool that you came with us. It's a drag when it's just us and our parents...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I like seeing your parents... Bobby is surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".in pictures!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under a \"too perfect\" blue sky, the Carter vehicles pass through the barren landscape, lifting a cloud of dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL, (O.S.)",
          "text": "I think we're somewhere on this blue road...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNN, (O.S.)",
          "text": "Mom, we're not on the blue road or any other road. He said it wasn't on the map, remember? In the distance, A LIZARD moves through some rocks before heading across the road unconcerned by the approaching ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA, (O.S.)",
          "text": "Dad, you shouldn't have listened to that guy. We're lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BOB, (O.S.)",
          "text": "Look how beautiful it is here girls... The hills, the colors... It's amazing. Imagine the first people who crossed this desert. They had no idea where they were going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither do we, Dad. On the road, the Lizard continues carving a dusty path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIZARD 23",
          "text": "Close up on the radio dial moving back and forth unsuccessfully in search of air waves... In the back seat, Brenda, annoyed, sits staring at the passing scenery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't drive so fast Bob, you might lose the camper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".this is fucked...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey... Watch your mouth, young lady. (to her husband) Will you please back me up here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calming things down) Relax, Mom. We're all just tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You grew up in the 60's. How can you be so uptight?! Still driving, Big Bob turns to his daughters-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wasn't like that before... You should've seen her when she was your age. (to his wife) Do you remember honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, stop it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She remembers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lizard has almost crossed the road when- SHLING!- RAZOR SHARP METAL SPIRES come out of the ground slicing the lizard in two. A trap has been set: a long chain of retractable spikes h emerged across the road. A few seconds later, the SW drives over them at full spee INSTANTLY, THE TIRES EXPLODE. Big Bob loses control of the vehicle. The car rolls on the rims causing the trailer to almost f over. Inside, Doug loses his grip and is thrown against the sid the trailer. On the road, the spikes retract, disappearing into the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASHING AGAINST SOME ROCKS.",
          "text": "Silence. The chain of spikes slithers away in the dust like a snak",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO TRACE REMAINS OF WHAT CAUSED THE ACCIDENT.",
          "text": "The dead lizard, sliced neatly in half, bakes in the hot",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dust slowly settles revealing the broken down vehicle Lynn jumps out of the car and runs to the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug? Bobby? Are you alright? Bobby opens the door releasing the barking dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, we're fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell happened?! Where's Catherine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's fine. Mom has her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew this wasn't gonna be safe for the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The heat must have caused a blow out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think so... Just a little shaken up. Bobby walks around the car evaluating the damage- The SUV tires are shredded - the rims buried into the gro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope they have triple A out here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the other side of the trailer, Brenda has gotten out a regained her senses. She takes a few steps, taking in the land surrounding them... The lunar terrain of sand and rocks extends beyond the horizon. In the distance, only the jagged hills are cut o against the sky. Something OMINOUS AND INDESCRIBABLE live this place... Behind the trailer, Doug walks off with his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "97% nationwide coverage, and we have to find ourselves in that 3%... He searches desperately for a signal, extending his arm forward. Lynn grabs him tenderly by the waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(staring to the lifeless",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your father wanted to see the desert...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope he's enjoying himself. On his knees, by the SUV tires, Big Bob inspects under th vehicle... Not only are the tires flattened, but the fron axel has buckled from hitting the rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How am I supposed to drive with you talking my ear off? I'm pulling a trailer on a dirt road and it's 200 degrees out here! Behind him, Ethel walks with the baby who has stopped cry",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, so now it's my fault? Doug joins them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what's the damage, General?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The damn axel is broken...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we fix it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With what? The frame is completely twisted... Give me your phone, I'm gonna call a tow truck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I already tried. I'm not getting a signal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we use the C/B?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That old thing? Give it a try, but this is mining country. Whatever metal is left in those hills will probably scramble the signal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we going to do? Without answering, Big Bob gets back on his feet, wipes h hands and grabs a bottle of water from the car. After a l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to walk, that's what...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walk?! But we're miles from",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off) So we wait here for someone to drive by? Have you seen a car in the last three hours?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hundred yards away, Bobby has come to retrieve the dogs Beauty and Beast have stopped below a boulder extending twenty feet high. They bark and growl towards the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet this desert is full of rattlesnakes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw a documentary on The Discovery channel about desert snakes. If you get bit, you'll die in twenty minutes. Big Bob reaches into the glove compartment pulling out a and an extra clip. He hands it to his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".or was it five? Bobby grabs the firearm pointing it to the desert. Big Bob grabs another gun from the car, A 44 CHROME PLATE MAGNUM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a big smile) I'd like to see how they stack up against this... Ethel brings her husband's jacket and helps him put it on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some things never change...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loading his weapon) I'll take my bullets over your prayers any day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think we'll see scorpions and coyotes? Big.Bob grabs his son by the shoulders, proud. They look two kids getting ready to play Cowboys and Indians. Bobby calls out to Doug, offering the gun-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Doug, wanna try?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no! No thanks buddy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, just one shot, it makes you feel kinda powerful. Big Bob answers for Doug-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave him alone son. Doug is a liberal, he wouldn't touch a gun... Obviously, the two men disagree. Behind the trailer, Brenda sits on a lounge chair in her revealing a sexy body. She applies suntan lotion ready to kill some time. Behind her sunglasses, she observes the silent desert looking like Paris Hilton. Lynn exits the trailer and joins her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catherine just fell asleep. How are you holding up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thrilled to be here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, this is a total drag, especially with a baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care what they say, next year, I'm going to Cancun with my friends. No more \"family trips\" for me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not going to have many more trips like this together... As for Cancun, you're gonna have to find a job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, with all the money your husband makes, you could at least buy me a plane ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you think? Please, for your poor little sister... Doug's voice interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (O.S.)",
          "text": "Lynn, can you bring me my jacket honey? Lynn gets up and returns to the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(imitating her sister) \"Right away, honey...\" Without turning around, Lynn gives her sister the finger. Brenda smiles with satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynn finds her husband's jacket and stops when she sees a cigarette butt in the sink. She's pissed. She picks it up throws it away. A FLASH OF LIGHT catches her attention outside. She looks through the kitchen blinds and spots the quick reflection light coming from the top of the hills when-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JUMPS UP AT THE WINDOW SCREAMING",
          "text": "Lynn falls back against.the kitchen table scared to death Bobby laughs, pleased with himself. Annoyed, Lynn shuts t blinds in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, Doug and Big Bob look at the road map laid out o the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll keep walking north. This road's gotta lead somewhere. Lynn comes around with the jacket and sees Big Bob and Bo both holding guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you going to do with those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's always good to be prepared. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you taking a gun too? Big Bob answers for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've only got two and it's better if you guys have one here. You never know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure you're going to be alright? Lynn puts a fisherman's hat on Doug to protect him from t sun and kisses him tenderly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you don't find any help in six or seven miles come back. I'll go to the gas station...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's almost 3, you'll never be back before sunset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only about ten miles from here. I'll borrow that crazy old man's truck and use his phone if he has one... Don't worry... I'll be back with a tow truck before nightfall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I go with Doug?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Stay here with your mother and sisters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you, don't tease your brother, he's in charge now. Holding the gun, Bobby winks at his sister who continues sunbathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, right. Ethel remains silent and worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should pray before you go-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it really too much to ask? (turning to her husband) Bob? Bob finally agrees, and like a good family man, he gather them around. Brenda slips on her shirt and joins them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God nobody's watching us. In a lowered voice, Ethel recites a prayer. Even though o Ethel takes it seriously, in that precise moment the argu stops and the family seems united and strong. But seen from the surrounding summit, through Goggle's binoculars, the family looks small and vulnerable... Behind them the sun begins to descend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catherine wakes up crying in her crib.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, little princess. Who doesn't want to sleep anymore? The baby looks at her mother, appeased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you hungry, my angel? Lynn picks her up and exits the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goggle grabs his 1950'S MILITARY WALKIE-TALKIE-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOGGLE, (O.S)",
          "text": "Papa Jupe... Papa Jupe... Coast is clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAPA JUPE'S VOICE, (O.S)",
          "text": "Wait 'til it gets dark... On the radio, Papa Jupe's voice is deep and distorted. Devilish. Goggle's binoculars POV on Lynn- She sits down with Ethel, unbuttons her blouse and breastfeeds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A table and fold out chairs are set up in front of the camper. Lynn continues to feed Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't go from the bottle to the breast. At her age she should get used to one or the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, thanks for the advice, but she's my baby. Vexed, Ethel remains quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's starting to get cold out here, isn't it? (trying to be nice) I can't believe you're spending your anniversary stranded in the middle of nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can already see the headlines: \"Family found dead in New Mexico desert.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place isn't so bad. At least the air is fresh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it stinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better than Cleveland...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything's better than Cleveland!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a beat) Maybe it was my fault we had this accident...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Mom. Nothing can stop Dad when he thinks he's found a shortcut. Remember when we ran out of gas on the \"shortcut\" to the Great Lakes? How old was I? 12, 13?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This family has certainly seen its share of adventures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we had just stayed on the main road we'd already be in California...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah-what I'd do for a shower and a margarita...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The beach...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A real bed... Bobby sits down at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Has anybody seen my grey sweatshirt? It was in the car. I've looked everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't touch your smelly sweatshirt. Beast has been pulling on his chain nonstop, while Beauty cries softly from inside the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are the dogs so excited?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably some rattlesnakes not far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how Freud would've interpreted your obsession with rattlesnakes Mom? Ethel throws her kitchen towel at him. They laugh. A beat then Ethel becomes sentimental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda's going off to college. And then, next year, it's Bobby's turn... The house is going to feel so empty... Lynn grabs her mother's hand-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm really happy that we're all together on this trip. Brenda moves to the trailer. Beauty is still barking insi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That makes one of us. They glare at her as she opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda, the dogs! Too late. Beauty runs out in the direction of the hills Bobby drops his plate and gives chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damnit, Brenda! Beauty! Worried, Ethel watches her son distance himself from the camper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby, come back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauty escapes to the hills. Bobby runs as fast as he can but cannot keep up. The dog further and further away, climbing up the side of the mountain. Beauty moves through the first series of rocks. Bobby los sight of her and stops. Out of breath, he hesitates- Ahead, the rocky horizon shows no indication of a definit path. He spots Beauty climbing between some rocks and continues chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAUTY",
          "text": "At the bottom of the hill, the rocks are too jagged for h to continue running. He slows down and begins moving past first set of rocks. With much more agility, Beauty climbs quickly towards the top, disappearing behind some rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAUTY",
          "text": "Nothing. Only sharp rocks stand before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILENCE AND ECHOES IN THE VALLEY.",
          "text": "Bobby freezes. No doubt about it - Beauty found what she was looking for and it was much stronger... In the distance, Bobby hears his mother calling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few feet from the trailer-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB-BY",
          "text": "Overcome with worry, she turns to her two daughters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think he can hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She couldn't have gone that far. Brenda notices the revolver on the table. Bobby is unarme",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(back to the hills)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back on a threatening mound of rocks. Bobby must decide- Return to his family waiting by the trailer or continue h search for Beauty? Bobby hesitates, then gathers his courage and decides to confront the hills. Jagged rock after jagged rock, Bobby slowly climbs toward the summit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He appears between two big stones reaching an intermediat zone before the top- A type of NATURAL LABYRINTH formed in the rocks by years erosion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauty? Beauty? Bobby moves cautiously. He picks up a big stone for protection- A dangerous animal could be hiding behind any corner. A SHADOW PASSES BEHIND HIM.. Bobby doesn't notice. Anaaaaaau - A swift sound of breathing breaks the silence Bobby spins around, ready to strike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one. Just the labyrinth formed in the mountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauty? Bobby is ready to give up when something attracts his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A THIN SHADOW ON THE GROUND. Someone or something is hidi behind a rock. Bobby freezes. He stares at the shadow. Who will make the first move? He makes the decision, creeping towards the shadow. Squee the stone, he lifts his hand to strike but stops when he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A YOUNG GIRL, ABOUT 14, WEARING HIS STOLEN SWEATSHIRT. Sh about five feet tall and frail. The hood covers her head, partly hiding her face. She is rather pretty, even with her ABNORMALLY LARGE EYES... She trembles, frightened and intrigued by Bobby. What is girl doing in a place like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't... Don't be scared. I won't hurt you... What are you doing here? The girl keeps silent. Bobby drops the stone to the groun but the young girl remains suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're the one who took my sweatshirt? Where did you find it? The young girl smiles shyly. The ice is broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your name? The young girl hesitates and murmurs in a frail voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ru... Ruby... Ruby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here Ruby? Where are your parents? My family needs help. We had an accident. Ruby repeats her name mechanically as if she doesn't understand the questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a low voice) Ru... Ruby... Ruby... Bobby gets closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you, Ruby... Are you here alone? Ruby won't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruby... I'm looking for my dog... Do you understand? My dog... her name is Beauty... She's a German Shepherd, about this high...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right, have you seen her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruby.. _Ruby is Beauty... The last sentence makes her laugh. A STRANGE AGONIZING LAUGHTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you seen her? Ruby looks down. She knows something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at me, Ruby... Look at me... Where did you see my dog? Ruby keeps looking to the ground. Bobby reaches under her chin to raise her head. Instinctively, Ruby SCREAMS as she backs off, lifting her hands to protect herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARE NO LONGER HUMAN.",
          "text": "Frightened, Bobby takes a step back. The girl murmurs sof",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? I can't understand. What are you saying? He comes closer trying to make eye contact as she continu to murmur the same thing. She too is terrified-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hills... The hills have eyes...The hills have eyes...The hills have eyes... Behind him, a small rock slide grabs his attention. He tu his head. When he turns back to Ruby, she is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruby, come back! Once more, Bobby is alone in the labyrinth. On the other side, he finds a trail of blood as if a body been dragged on the rocks. The bloody trail is still fresh and disappears behind ano set of rocks a few feet away. Bobby hesitates, unsure of what he might find... As soon as he's around the outcropping to the other side Bobby sees something that stops him dead in his tracks. Before him, on the ground, is Beauty. Dead. Disemboweled. Bobby drops to his knees, disbelieving, his face turning white. He touches the animal's head as if to convince him that this nightmare can't be possible at all. Beauty's fa is locked in a grimace of horrible pain and shock. And... animal is missing its front right leg. DRIP... DRIP... DRIP... DROPS OF BLOOD fall on Bobby's ha ABOVE HIM, PERCHED ON A ROCK, A FIGURE OBSERVES HIM. A ma with an impressive build crouches like a monkey. He wears clothes covered with dust, and a DERBY HAT on his head. Binoculars hang around his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT'S GOGGLE.",
          "text": "Goggle has no face, as if it were totally covered with wa He has two little holes for nostrils and no ears. His mou is like an opened wound sliced in his skin. His eyes are only features which give him any human resemblance at all Using his hand, Goggle devours something ferociously-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAUTY'S LEG",
          "text": "Terrified, Bobby runs away. Goggle laughs from his rock. Bobby jumps down the hill. From the summit, Goggle continues feasting. A few yards a Ruby's slender silhouette slides between the rocks. Goggl stops eating, sees Ruby, and throws her the remains. Ruby looks at the half-eaten leg in disgust, and pushes it awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOGGLE, (O.S.)",
          "text": "(rough and deep) What's the matter Ruby.. .You don't like dog anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving at top speed, Bobby descends from the hills, occasionally glancing behind him. He jumps from one rock to the next. Anything to get out o this hellhole. He turns around one too many times and fails to see the s precipice ahead. He tries to stop, but it's too late. Bobby slides down a few feet before grabbing hold of a protruding rock. The rock tears his skin. Bobby tries to climb back up, losing his grip. He falls. His head hits the bottom. He loses consciousness. Behind him a RATTLESNAKE slithers rattling its tail. The snake zips its tongue around his face when -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the hood of the sweatshirt still over her head, RUBY WATCHES THE WOUNDED BOY TENDERLY with her big, abnormal e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on THE RED SUN on the horizon. We hear Doug, singing \"California Dreaming\" a capella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...All the leaves are brown and the sky is gray. I've been for a walk on a winter's day. I'd be safe and warm if I was in L.A... California dreamin...\" After hours of walking down this road, his face shows sig of fatigue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was in LA._ California Dreamin...\" The lyrics resonate throughout the desert. Suddenly, he s singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN FRONT OF HIM, ABOUT A HUNDRED YARDS AHEAD, THE ROAD EN",
          "text": "A mound of earth blocks the road like a wall, extending hundreds of yards on either side. Confused, Doug approaches the wall and starts climbing. Reaching the top, he takes off his sun clips from his gla and tries to grasp what's on the other side- A HUGE ATOMIC CRATER, three hundred yards in. diameter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAILER HOMES, MOTORCYCLES...",
          "text": "Doug climbs down and wanders between the rusted vehicles. Doug lights a cigarette before continuing his inspection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the reflection of a shattered rear view mirror, we see approaching another car. Dust completely covers the windows. Doug wipes one down t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He notices a baby seat still strapped to the back. The cars all seem to be in good condition, as if they wer simply pushed into the crater. He leans down towards another car- Barbed wire is rolled around the flattened tires... As Doug looks around in confusion, trying to figure out w this place might be, THE CAMERA CRANES UP TO A WIDE AERIA SHOT - revealing five or six others craters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's getting colder. Lynn warms her hands at a fire in front of the trailer. A few feet away, Brenda collects firewood while calling o her brother's name...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Inside the camper, Ethel watches the sun set in the horiz She cradles the baby in her arms. Brenda joins Lynn and throws some firewood into the flame",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at the hills) We should've gone looking for him when it was still light out. I'm nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep it together Brenda, Mom is already worried enough... The fire will help Bobby find his way back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if he doesn't come back? Maybe he's hurt. Maybe there was an accident...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He and Beauty will find their way back together. Lynn hugs her sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never thought it could be so cold in the desert...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby was only wearing a t-shirt when he left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clouds pass, revealing an almost full moon. Wind blows ar the dark gas station. Between the broken-down cars, we see Big Bob approaching the road. A rusty tea pot sits on a pile of trash and whistles in t wind. By placing his hand on the spout, Big Bob stops the whistling and silence returns. Whistling. Silence. Whistling. Big Bob walks to the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLO",
          "text": "No answer. He knocks on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BOB, (CONT'D)",
          "text": "It's Bob Carter, I got some gas from you a couple of hours ago. Still nothing. Big Bob draws his gun and opens the door w SILENCE. From the other side of the house, the whistling has stopp",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BOB, (CONT'D)",
          "text": "Anybody there? Answer me! After a few seconds, the whistling returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Bob shrugs it off and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding his gun, Big Bob steps into the empty gas station store. A faint light comes from the back room. The wind b dust through the broken windows... Vigilantly, he moves through the empty shelves, behind th counter and past the beaded curtain separating the two ro The light bulb above the dining table is on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody home? Hello? Big Bob pushes the last door leading to the back room. His hand feels for the light switch. CLICK - an old lamp comes on in the corner. He finds a wall mounted phone and picks up the receiver. No tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dammit... Through the window, Big Bob sees a pick-up truck. He starts searching for the keys. Going through the different rooms, he discovers a drawer of money, jewels, watches, credit cards... A REAL FORTUNE He spots a key chain hanging from a nail next to the desk reaches for the keys when something else grabs his attent Partially hidden in the dark, he discovers a few family photos and a few newspaper clippings from the 1950s pinne the wallpaper. Big Bob lights the desk lamp and turns it towards the wal His face goes cold- On the aged photos, we recognize the old gas station attendant in his younger days, next to his wife and his",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABNORMAL CHILDREN GRUESOME AND DEFORMED BY NATURE...",
          "text": "Cleft lips, tumors, uneven extremities, malformations, sk diseases, and gangrene of the face... THEY ARE ALL AFFECTED BY GENETIC ABNORMALITIES. On a more recent polaroid, we can recognize Ruby at 6 yea old. Besides her three fingers and big eyes, half of her skull is missing or caved in. Another polaroid - in a wheelchair, a little boy has difficulty holding up his hugely disproportionate head. The headline from the clippings makes Big Bob understand origins of these horrors- \"New Mexico- Nuclear enters a new age.\" \".. .Miner town evacuated\" \"Miners refuse to abandon their lands by hiding in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Military destroys miner's town.\" The old man's family was. one of those families whose gen lineage was forever changed by the nuclear fallout. Big Bob is shocked, never believing such a thing was possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BOB, (CONT'D)",
          "text": "You son of a bitch... Worried for his own family, he grabs the keys and walks o From the bedroom window, we see him running to the pick-u truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Bob slams the door, starts the engine and turns on th headlights. The headlights shine on the outhouse. The wooden outhouse door slams back and forth in the wind Something blocks it from shutting completely-",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FOOT STICKS OUT...",
          "text": "Big Bob exits the vehicle holding his gun and approaches. A voice comes to him. A MAN SOBBING-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (O.S.)",
          "text": "(through his tears)",
          "sentiment": "neutral"
        },
        {
          "speaker": "IS THAT YOU MISTER",
          "text": "Big Bob kicks open the door revealing-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BOB, (CONT'D)",
          "text": "(aiming his gun at him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTER",
          "text": "The old man seems mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GAS ATTENDANT",
          "text": "(lifting his eyes to Big",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My wife... She didn't want to leave ...she wouldn't move to town even when the state police ordered us to. The kids grew up in the mines... Like animals... (smiling through his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of place is that for children? In a split second, the old man sets the shotgun under his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, VOICES coming from different directions echo ar him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy... Daddy...Daaaddyyy...Daddy.. THE VOICES ARE HORRIFIC AND TERRIFYING. Big Bob backs up pointing his gun in their direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daaaaddyyy...Dad-dy...Dad-dy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad-dy...Dad-dy...Daddy...Dad-dy... Big Bob can't contain his fear and shoots blindly into th darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's there? Show yourself! The voices become louder and louder, omnipresent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad-dy...Dad-dy...Daaaddyyy... Daddy.. Daddy... Big Bob walks backwards to the truck, and trips on the ground. Wide eyed, he stands and throws himself on the car door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panicked, he enters the vehicle and turns the ignition. As the engine turns over-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..Daddy... In a split second, Big Bob sees, in his rear view mirror,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARK HAIRY FIGURE WITH EVIL EYES IN THE BACKSEAT-",
          "text": "It's PAPA JUPITER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BOB'S FACE SLAMS REPEATEDLY INTO THE WINDSHIELD",
          "text": "The truck shakes as Big Bob is attacked inside. Blood splatters on the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bloodied and screaming, Big Bob is dragged out of the car the dirt to the entrance of the old mine behind the gas station. Big Bob disappears inside. The night is once aga calm and silent. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miles away, inside the trailer, Ethel washes dishes while dinner cooks on the stove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQUAWKS TO LIFE, DISRUPTING THE SILENCE.",
          "text": "She wipes her hands on her apron and site down next to th radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the mic) Hello...Hello... Can somebody hear me? Please answer if you hear me. Hello? No answer. The radio goes silent. Lynn joins her, holding baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard something. She fiddles with the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not even sure I know how to use this thing. Lynn hands her Catherine, and sits in front of the C/B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in the mic) Mayday ...mayday... This is a distress call... Do you copy? Still nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynn's distress call is heard from the trailer isolated i the middle of the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayday. . .We're stranded in the desert, we need help...mayday... Suddenly, the light on the C/B turns green and static can heard. Ethel grabs her daughter's hand, hopeful that some may have heard them. A second later, HEAVY BREATHING is heard over the radio. The light turns off. The two women look at each other in confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sounded like an animal... Lynn stands up worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If animals start answering our radio calls, we're really fucked!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch your language!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give it a rest, Mom. We have more important things to worry about. She walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynn, wait. Ethel stays alone with the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still tied to the trailer, Beast growls and pulls on his chain. Lynn raises the collar of her jacket to protect herself f the wind and moves closer to the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda? No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "In the distance, we see Brenda looking for her brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "With a flashlight in one hand, the gun in the other, and blanket over her shoulders, Brenda moves through the nigh",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "She hears her older sister calling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNN, (O.S.)",
          "text": "Brenda? Brenda?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here! I'll be back in a minute. The flashlight partially lights the desert as she disappe into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We fly over the hills before stopping over Bobby's unconscious body laid out between two rocks. Ruby is still at his side, observing him silently. She hears Brenda's calls and runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby slowly opens an eye, regaining his senses. Blood ha coagulated on his face. He turns his head in the directio his sister's voice, realizing that it's night. How long h he been unconscious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky is so clear that you can see the milky way above Carters' trailer home. Beast strains on his chain, a low growl of rage coming fr his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the trailer- The first aid kit is open on the table. Even with a blank around his shoulders, Bobby shivers. Ethel soaks cotton in alcohol using it to clean his wound",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're lucky Brenda found you. Imagine if you had to spend the whole night out there in the cold. Bobby winces from the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, Beauty will come back when she's hungry... Bobby doesn't answer. He keeps the truth to himself, not wanting to worry his family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you tried the radio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't work...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We heard something. Some sort of breathing... Bobby lifts his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was really weird, right mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(minimizing the incident) I'm sure it was just static.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, it sounded like a perverted crank call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only Mom would get an obscene phone call out here! Suddenly,a muted sound echoes outside. Bobby jumps up, grabs the gun and crouches behind the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the others) Ssshhhh... His mother and two sisters are surprised by his agitated behavior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong with you? Footsteps. Someone approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stern but soft) I want you guys to stay in here. Brenda?! You hear me? Gun in hand, he opens the door- Bobby is about to shoot when a figure emerges from the da IT'S DOUG, holding as much as he could carry from the car graveyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck are you doing? Don't point that thing at me. Bobby lowers the weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know it was you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who else would it be?! Bobby is interrupted by Brenda who sees Doug from the win",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug's back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey girls! Quickly, Lynn exits the trailer and jumps into her husban arms. They kiss. Doug sets down all of his findings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look what I found. Various tools, a fishing pole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With all of this, we can find a way to fix the car, right Bobby? Bobby doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found this really huge crater at the end of the road! I've never seen anything like it! People must use it as a dump site. It was full of all this garbage... (pointing to the fishing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at this, it's brand new!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you going to do with a fishing pole in the desert? You didn't you find anybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. The road just stops there. I hope your dad has better luck. Is there anything to eat? I'm starving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go, it's freezing out here. Doug follows Lynn inside the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby stays outside, worried. Everything seems calm. Perh too calm. He looks around- BEAST IS GONE. He finds the BROKEN CHAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the top of the hill, Beast has found what's left of Beauty's mutilated body and whines as he licks her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From outside we see Doug and Lynn finishing dinner while Brenda clears the table. Doug holds Catherine on his knees. Outside, Bobby stands guard with the gun. His mother come out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like we're camping out tonight. How's your head? Bobby doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby? What's going on? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll feel a lot better when dad gets back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too, honey. Come inside. You've already spent enough time in the cold for one day, don't you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby agrees to follow his mother, abandoning the fire. The flames dance with the desert wind in the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby double bolts the lock on the door. Behind him, Lynn comes out of the bathroom, while Doug has just changed Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't close the door, we're leaving in a second!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going? You don't want to wait until Dad comes back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm tired, I really need to rest for an hour or so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can squeeze in here. You'll be more comfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want us to sleep on the floor?! Doug kisses Catherine and hands her to Brenda so she can her to bed. Bobby takes him aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to talk to you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Bobby hesitates to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, what Bobby? Lynn walks by-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm almost ready...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen... I'm sure your dad will be back soon. He's \"Big Bob\". It's gonna take more than a few snakes in the dark to stop him, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you coming, honey? Lynn, holding a blanket and pillows, joins him. They exit together hand in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he's not back by midnight, we'll go get him. Deal? Bobby hates himself for not saying anything. He bolts the door shut and stands facing it. Behind him, Brenda sets the baby in her crib and starts a FISHER PRICE MOBILE hanging above, setting off the music rocking the baby to sleep. She disappears in the bathroom for a moment and comes out t-shirt and panties. She turns to her brother-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I listen to your iPod? Bobby is still focused on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I borrow your iPod?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever... Brenda grabs it and cranks the volume. she starts swaying the music, unaware of the dangers lurking about. Next to her, Catherine sleeps quietly in her crib. On the other side of the trailer, Ethel works on a crossw puzzle. INSERT- \" family, revenge, homicide...\" are some of the w in the puzzle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDER- Bobby joins her and sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In between some bushes, we see the Carter trailer home isolated in the desert under the starlit sky. Backlit in window, Brenda dances... Next to the trailer home, the SUV-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a makeshift bed in the back, Doug is laying on his bac and Lynn rubs his legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow, Ow... Yeah right there. Perfect. God, I feel like I crossed New Mexico on foot. Amused, Lynn squeezes his legs a bit harder. She moves up his love handles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little work out can't be all that bad for these guys, right? Doug laughs and giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop! Stop, you're tickling me! Lynn continues with more fervor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, so you want to play? He turns around and starts tickling her as well. They lau together before kissing passionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you too... They start making out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the same time A HAND opens the gas tank and unscrews t cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In total silence, the hand slips a rubber hose into the t and starts siphoning gas. We follow the hose up to the monstrous mouth of- PLUTO - The deformed bald giant with a child's face. But child with a thick, primal cruelty snapping in his asymmetrical, protruding eyes. Silently, Pluto siphons some of the Carter's gas into a g can. Lynn's hand presses against the window, as she and her husband continue, unaware. Pluto laughs stupidly, excited by the situation. His larg smile reveals POINTY SHARK-LIKE TEETH. Once the gas can is full, he waves at somebody hidden in dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda rests on her bed. Exhausted, she turns off the bed lamp,. and slides under the sheets. She falls asleep list to the music. In the other room of the trailer, Bobby's watch reads 11:45pm. Bobby is restless. He doesn't know what to do. A few feet away, Ethel sleeps on the couch. Suddenly, Bobby hears barking in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beast?! He grabs the gun and exits the trailer, leaving the door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby moves into the night. Beast is still barking somewh in the dark. As he passes the SUV, he overhears the moaning and heavy breathing coming from inside. His flashlight moves over the desert terrain and the occasional bush. He calls out to his dog, trying not to w anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beast? Come on, boy. You hear me! Come on now. Bobby moves further from the trailer towards the barking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSHES",
          "text": "Bobby shines the light on the bush and approaches- Nothing. It must have been his imagination. The barking becomes a ferocious growl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beast? Beast? Its me. Come on... All of a sudden the growling becomes a \"mooing\" cow. Then a goat. Then a chicken. Terrified, Bobby turns around and runs back toward the SU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the living room, Ethel sleeps. At the other end, Brenda turns under the sheets. The mute bass coming from the iPod drums on in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT'S PLUTO. THE DIVERSION OUTSIDE HAS ALLOWED HIM TO ENTE",
          "text": "He stands above Brenda watching her sleep, an innocent sm on his face. His hand softly grazes her hair as if she wa kitten, then pulls on the sheets to expose her body. Pluto covers her mouth, silencing her. BRENDA'S EYES OPEN WIDE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panting and panicked, Bobby knocks on the SUV's tailgate window, interrupting Lynn and Doug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug! Doug! Caught red-handed, Lynn dresses and Doug pulls up his pan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damanit! What is it now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through the window) What do you want, Bobby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, open up! Lynn opens the back window giving him a dirty look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This had better be important. Bobby is too scared to keep the truth hidden. He regains calm before talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's going on around here. We're not alone. Exasperated, Lynn takes a deep breath, not taking him seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know this sounds weird, but there are people living in those hills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby... We're in the middle of nowhere. Believe me, no one could survive out here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw them. And Beauty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauty what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They cut out her insides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her guts were all over the place... He struggles to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...I didn't want to scare you so I didn't say anything, but something's going on... You even said you heard some breathing on the radio didn't you? Lynn nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not alone, I'm telling you... Doug exits the car. Obviously, Bobby is not kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm down Bobby, OK? Let's go check it out together. Lynn, stay right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the window, we can see Bobby and Doug walking to the trailer. In the back room, Pluto hears them, grabs his walkie-talk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noaowww!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AT THAT MOMENT, an explosion takes place a few hundred ya away from the trailer. The flames climb into the air lighting the surrounding ro desert. SOMEONE SCREAMS. Doug and Bobby turn around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT'S BIG BOB",
          "text": "He has been crucified to a Joshua tree and transformed in HUMAN TORCH... The explosion and the screaming has awakened Ethel who co out of the trailer in her nightgown. Recognizing his scre she runs to her burning husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug tries to hold her back, but she is determined to get him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug runs into the trailer grabbing a fire extinguisher a some blankets. In the panic, he fails to see Brenda restrained by Pluto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda, stay with Catherine! He jumps out without waiting for an answer. Pluto gives Brenda a satisfied smile- NO ONE WILL BOTHER NOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug runs out leaving the door wide open. Someone jumps from the roof and, on all fours, lands in f of the door. He stands and, for the first time, we see th face of - LIZARD - Pluto's cousin. Lizard is as thin as Pluto is imposing. Extremely pale, h face is disfigured by A CLEFT LIP WHICH EXPOSES HIS DEFOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUPITER, THE MOST VIOLENT INHABITANT OF THE HILLS.",
          "text": "Lizard has Big Bob's Magnum. He enters the trailer and cl the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Bob screams as the flames devour his naked flesh. His fingers tighten. His bloodied face distorts with pain Even his eyes are burnt. Considering the condition of his body, it's a miracle he's still alive... Doug arrives with the extinguisher and begins putting out fire under Ethel's horrified, watchful eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back inside the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a wicked smile on his face, Lizard puts on Ethel's a and places her flowery sun hat on his head. This disturbe mind takes pleasure in dressing up in \"Mama's clothes\"... Then, famished, he eats everything he can find in the trailer. Raw meat, fruit, potato chips... He washes it all down wi milk, orange juice... His eyes stop on the bird cage. He smiles. Lizard moves closer, opens the cage and grabs one of the parrakeets. The small bird looks around in confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE TEARS OFF ITS HEAD AND SQUEEZES THE BLOOD INTO HIS MOU",
          "text": "Blood drips on his chin. Brenda's muted screams attract his attention. Lizard walks across the trailer. HE WANTS HIS SHARE. He pushes Pluto violently to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move! (with a smile) You gotta be a man to do that... Pluto is outraged and tries to stand up. He wants to talk no words come out. JUST GRUNTS AND GROWLS. Lizard savagely hits him several times. Behind them, terrified, Brenda watches helplessly as they fight. Lizard puts his foot on Pluto's face, pinning him to the ground, and then points the gun to his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told ya to move! Pluto moves away and, in a fit of rage, breaks everything the trailer. Dishes, chairs, table... everything. Lizard laughs like a goon. He grabs Brenda by her feet an pulls her to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excited and amused at the same time, he stares at Brenda' appetizing calf muscle. He smells it, licks it, and then, without hesitation, plunges his teeth into her leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda's muted screams are heard from inside the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flames have been replaced by white smoke. Doug unties Big Bob. His body falls motionless to the gro COMPLETELY CARBONIZED, HE HAS STOPPED BREATHING. Smoke comes out of his mouth. Doug uses the blanket to extinguish the last flames. Behind Doug, Ethel looks at her husband refusing to accep the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No..No.. It's not possible. That's not Bob. That's not my Bob. She grabs Doug by his shirt trying to convince him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug.. It's not him. Tell me it's not him. It's not my Bob! The poor woman has lost her mind. Ethel erupts in laughte pointing to her dead husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is not my Bob! That is not my Bob! That's not him! Lynn and Bobby are paralyzed. Doug turns to his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your mother away from here! With her eyes fixed on her father, Lynn walks her mother away. In Bobby's eyes, sadness has been replaced by hatred. Ful rage, the youngster grabs the gun and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going? Bobby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna take care of the motherfuckers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come back here, Bobby! Bobby disappears into the night. Doug covers Big Bob's face with a blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Returning to the trailer, Lynn struggles to restrain Ethe Ethel finally realizes it's too late for her husband and collapses into her daughter's arms. Just then, a muffled scream from Brenda pierces the night",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my god! Lynn runs inside leaving her mother alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bursting into the trailer, Lynn stops on a dime when she Lizard, in Ethel's clothes, holding the baby. Behind him, Pluto restrains Brenda. Lizard walks up with the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big fat baby good.., you fat... Fat and juicy! Lynn is paralyzed with fear. Lizard imitates a mother cradling her baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baby... Baby... Instinctively, Lynn grabs the closest thing, a FRYING PAN and hits Lizard brutally in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stunned, he falls to the ground and drops the baby, who begins to wail. when he lifts his head, Lynn strikes again- He blocks her arm and twists it, bringing her to her knee Lynn tries to fight him off, but he is too strong. Still restrained, Brenda spots the PHILLIPS SCREWDRIVER u the sleeper. The one Bobby had used to fix the A/C. At the other end of the trailer, Lizard has immobilized L and POINTS THE GUN AT THE BABY! Lynn stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...No...Please... Please don't... Without a word, Lizard tears off Lynn's shirt and bra. The gun stays pointed at the baby as- Lizard removes Ethel's sun hat and hovers over Lynn's breast... Seen from behind her shoulder, we can't figure out exactl what this mental case is doing... Is he nursing from her breast? Lynn trembles, but can only think of her baby and her sis who are still threatened. Excited by what his brother is doing, Pluto fondles Brend Suddenly, Ethel jumps into the trailer with a broom and starts batting away at Lizard. For once, her adrenaline kicks in as she fights for the m important thing in her life - Her family. The broom has little effect and is almost comical... BANG! - Lizard shoots Ethel in her chest, throwing her ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From far away, Bobby hears the gunshot. He quickly turns around to help his family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the trailer home, Brenda takes advantage of the confus to get away from Pluto and grabs the Phillips screwdriver from beneath the sleeper. Brenda slides the screwdriver to Lynn who raises it and i about to strike when- BANG! - Lynn is shot in the chest. Lizard turns to Brenda and aims at her head. He is about to shoot when Lynn, with her last breath-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEARING THROUGH HIS FLESH",
          "text": "Lizard screams in pain and turns the gun back to Lynn- BANG! - He blows off part of her skull. Blood splatters throughout the cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alarmed by the gunfire, Doug gets up and looks at the tra in the distance. He doesn't know what to do. Bobby appears behind him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on Doug! They're in the trailer-! They both take off running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Witness to the slaughter, Brenda is petrified with fear. Lizard pulls out the screwdriver and stands with difficul He picks up the baby and hands it to Pluto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it. Pluto obeys. Lizard grabs Brenda by the hair and pulls he out of the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on bitch... She screams and resists by grabbing at furniture and pull off the curtains... Her nails scratch against the paneling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda is pulled out by Lizard. When he sees Bobby and Doug approaching, Lizard changes h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda is wide eyed. Without hesitating, Lizard pulls the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLICK! - no more bullets. Lizard drops Brenda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll come back for ya... Lizard disappears into the night. Brenda lays on the ground trembling and crying. Doug arrives at the trailer, while Bobby aims the 9mm at assassins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANG",
          "text": "It's too late. They're gone. Bobby runs to his traumatized sister laying on the ground holds her in his arms, trying to calm her down. Doug approaches the open door. He notices bloody hand pri along the side of the trailer home- One of the attackers been hurt...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug enters the trailer unable to imagine the tragedy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Horrified, he discovers Ethel on the couch, not quite dea but short of breath and in pain. Doug is stone faced-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE GROUND, LYNN'S BODY, HIS OWN WIFE, SOAKS IN HER BL",
          "text": "His eyes fill with tears. He tries to keep from crying bu his sadness is too deep. His hand approaches her face. His fingers graze her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIRCUIT SHORTING OUT.",
          "text": "Doug tries to breathe life back into her body, but death overtaken her open eyes. He closes them and starts weepin The music from the Fisher Price mobile is the only other sound... Doug turns around. THE CRIB IS EMPTY...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...No... He squeezes his fist with rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the foot of the burnt tree, Big Bob's body is laid out some rocks, the blanket over his face. A few figures emerge out of the darkness and gather aroun the body like a pack of hyenas. BIG BOB IS DRAGGED AWAY THROUGH THE DUST...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Backlit by the moon, at the top of the hill, we find Gogg and his binoculars. Reflecting in the lenses, we see the carters' trailer glo in the night. A rustling noise attracts his attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Goggle can turn around, a wild animal jumps at his face- IT'S BEAST. The German shepherd tears at Goggle's face and locks deep into his throat. Goggle tries to fight it off, but the an is determined to kill. Goggle grabs AN OLD RAZOR out of his pocket and tries to the animal. The dog bites down tightening its grip. BONES CRACK. He drops the razor. Goggle's derby hat falls between some rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAST AVENGES BEAUTY IN A BLOODFEST",
          "text": "Someone calls him on the on walkie-talkie-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO, (O.S.)",
          "text": "\"Goggle? Goggle...\" Goggle will not answer anymore...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laid out on the couch, Ethel agonizes between life and de Brenda stares into space, saying nothing. Doug touches he head as he passes. Instinctively, she backs off terrified Across the trailer, Bobby paces back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we going to do Doug? What are we going to do if they come back? Completely defeated, Doug comes back and goes to Ethel's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug! Doug does not answer and takes Ethel's hand. She opens he eyes and looks at him as if nothing happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This camper's so small. No matter how much you clean, it's always a mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug nods in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is Big Bob home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did everyone go to bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Brenda is here and Bobby is in the kitchen. At the other end, Bobby turns away, crying. Brenda looks as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(short of breath) Is Lynn sleeping? Doug holds back the tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.. (after a beat) Do you need anything? Ethel finds it more and more difficult to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look in the closet Doug, I'm sure I have another blanket. I'm so cold. Doug tucks one of the blankets around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's one here. Nice and warm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've always been so sweet. I understand why Lynn loves you so much. She raises her arm to caress his face. Her hand falls on the bed. Lifeless. Brenda screams, bursting into tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the same time Bobby pounds his fist against a wall. Hi eyes full of hate, he joins Doug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on! I'm not going to take this shit... Doug gets mad as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. You stay here. I'm going after them. Doug gets between Bobby and the door, preventing the kid leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to die, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care. Doug drags him in front of his mother's body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look! Look at what they did to your mother. Look at what they did to your sister. He slams Bobby against the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not a fucking child, alright? Think before you do something stupid. You won't make it three feet! We need a plan, OK? We need to think...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think about what? They have Catherine, Doug... Doug remains silent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THEY HAVE CATHERINE... You know what they could to do to her, and you're not going to stop them?! You're just a coward... Doug jumps back on Bobby grabbing him by the collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MUFFLED SOUND COMES FROM OUTSIDE",
          "text": "They all freeze. Doug releases Bobby and immediately turns off the light. Plunged in darkness, Brenda panics again-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.. No... don't turn it off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He swore he'd come back to get me. He swore it. Don't let him take me, Bobby! Outside, another noise, AND A SHADOW PASSES BACKLIT BY TH",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANT TO DIE...DO SOMETHING...",
          "text": "Bobby picks up the gun- BANG! BANG! BANG! - With no hesitation, he shoots through door. Brenda throws herself into Doug's arms. Bobby stares at the bullet holes in the trailer door. Suddenly, the sound of a radio is heard-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO, (O.S.)",
          "text": "\"Goggle, you copy? Goggle...\" Bobby and Doug look at each other confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "75.",
          "text": "/ 85 CONTINUED: (4) 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO, (O.S.)",
          "text": "\"Goggle?\" Doug silently moves closer to the door. From outside we can see Doug's eye through one of the bul holes. Nobody, everything seems quiet. DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get ready Bobby.. Doug opens the door and jumps out ready to fight. From beneath the trailer, someone observes him... Doug bends down and discovers- GOGGLE'S SEVERED ARM. In its hand, the walkie-talkie stil works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO, (O.S.)",
          "text": "\"Goggle? Goggle?\" Doug grabs the radio. It's dripping with blood. Bobby is about to join him when Doug signals- THERE'S SOMEONE HIDING UNDER THE TRAILER. Without a sound, Bobby aims the gun at the kitchen floor. Outside, Doug backs up to see who is hiding. Behind the step ladder, he sees an inert shape in the shadows. BANG! - Bobby shoots through the floor. Immediately, the shadowy figure jumps out into the light- DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beast! The dog jumps into Doug's arms and begins licking his fac Bobby can't believe it, his dog has returned. Radio static comes back on the walkie. Bobby picks it up-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO, (O.S.)",
          "text": "\"Papa Jupe... Goggle is dead. I found him in the rocks...\" \"Dead?\" (MORE) (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "76.",
          "text": "85 CONTINUED: (5) 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO, (O.S.)",
          "text": "\"They got him. He's all torn up...\" Bobby is proud of Beast. Still in the trailer, Brenda loo at them, not as hopeful. BOBBY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good boy.. That's a good dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAPA DUPE/RADIO, (O.S.)",
          "text": "\"I'm gonna take care of those bastards myself\"... Bobby exchanges a worried glance with Doug. Even though neither of the two has yet met Papa Jupe, something in hi voice tells them that it's only going to get worse. Doug grabs the radio- DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in the radio)",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU DOING THIS TO US",
          "text": "No answer. Just static. DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSWER ME",
          "text": "(IN DESPERATION)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me back my little girl... Give her back to me... More static... DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DO YOU HEAR ME",
          "text": "Silence. Suddenly we hear-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE'S CRIES ON THE RADIO",
          "text": "Doug drops the radio, scared speechless... DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much ammo do you have left? BOBBY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, half a clip? CUT TO:    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DARK PLACE",
          "text": "On a dimly lit wooden table, Catherine lays, wrapped in a blanket. A butcher's knife is planted next to her... Asthmatic breathing, and the sound of running water punct the silence. Ruby steps out of the darkness and moves towards the baby She watches through her abnormally large eyes and extends stringy fingers to touch the baby. A large screen splits the room in two. A strangely shaped shadow moves behind the screen: A HANDICAPPED BODY washed by A LARGE WOMAN... An empty wheel chair rests in a corner. Amused, Ruby looks at the baby who smiles back. She caref takes Catherine in her arms when the invalid's voice INTERRUPTS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARGE WOMAN, (O.S.)",
          "text": "Put that down Ruby... You know better than to play with your food... Ruby takes a step back, hugging the baby tighter. - RUBY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mama, pleaaase...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANDICAPPED, (O.S.)",
          "text": "(weak asthmatic voice) Listen to your mother Ruby and put that baby down... Now! Frightened, Ruby obeys and quickly runs out of the room. The baby starts crying... CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda sits by the C/B and retries the SOS calls. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "78.",
          "text": "87 CONTINUED: 87 BRENDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayday... Mayday... We need help ..Mayday... Mayday... can anybody hear me? Something has gone off in her eyes. She is absent, no lon living, just surviving. Doug is about to leave, taking with him anything from the trailer which might be useful. BASEBALL BAT, FLASHLIGHT, PHILLIPS SCREWDRIVER... BOBBY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me go with you. DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you stay here with your sister and stay by the radio. Somebody's bound to hear us. Brenda continues her distress call. BRENDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayday...mayday... Can anybody hear me? DOUG (TO BOBBY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun'll be up soon. One of them is hurt, I'm going to follow his trail through the hills. Bobby pulls out the 9mm gun and hands it to him. DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You keep it in case they come back. BOBBY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about you? DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about me, I'll take Beast. Beast sits at his feet ready to go. Doug straps the walki talkie over his shoulder. BOBBY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug? (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "79.",
          "text": "87 CONTINUED: (2) 87 DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes? BOBBY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... I didn't mean what I said... Doug hugs him like a brother. Before walking out, he bends down to Lynn's body and kiss her one last time on the mouth. DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to find.our baby my love...I promise. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first sign of dawn lights the distant horizon. The vultures perched on a dead Joshua Tree swivel their h around, to see a distant, running FIGURE - DOUG AND BEAST, moving steadily among the rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug and Beast arrive at the old mine's entrance on the s of the hill. The trail of blood leads inside. Doug hides behind a rock. Sweating, he catches his breath Beast breathes heavily as well. Doug remembers what his w always used to say- DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the dog) I told you to stop smoking. Doug sets a different frequency on his radio- DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Into the walkie) Bobby? Bobby? You read me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY, (O.S.)",
          "text": "Yeah, Doug... DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I followed the blood, I'm in front of a mine! (MORE) (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "80.",
          "text": "89 CONTINUED: 89 DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure if I'll get a signal from inside. If you don't hear from me in a half an hour, you're on your own. (A BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby? BOBBY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... Good luck, Doug. He puts the walkie away and takes out the flashlight. DOUG (TO BEAST)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ready big guy? I hope you're not afraid of the dark. He pets the dog one final time and stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the light from the entrance behind him, shadow enter the mine. The beam from his flashlight follows the trail of blood o the ground. The wooden pylons which have held up the walls for a hund years threaten to crumble at any second. Only static on the radio. Doug turns it off. He moves further into the darkness, probing with his flashlight into the inky pit. Doug arrives at a fork splitting the tunnel off in two different directions. Doug lights each tunnel with the flashlight until he find the one with-the blood trail, then continues on into that one. Tracking. Suddenly he stops. The beam of the flashlight has revealed TWO DOZEN PICKAXE that have been planted in the ground over mounds. That lo very much like graves. The pickaxes look eerily like cros given the whole place the feel of A SUBTERRANEAN GRAVEYAR Hanging from the graves, dates and portraits of all the miners who have died here, including women and children.. The flashlight dims. Doug taps it to no avail. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "81.",
          "text": "90 CONTINUED: 90 DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. You can't be serious. Then light goes. completely off, leaving Doug in darkness Scratch! - He lights a match. Holding the tiny flame, Doug continues down the tunnel un he arrives at another fork. He can no longer see the bloo trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SHAPE SLIDES SWIFTLY BEHIND HIM",
          "text": "DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Beast, meaning HIMSELF)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just stay calm, boy... A gust of air kills the match. He immediately lights another- Again, THE DRAFT SNUFFS IT OUT. He turns around, looking for the source of the air, and notices a reflection of light at the end of the tunnel. He moves towards the reflection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EST. MINE EXIT",
          "text": "On the other side of the hill, the collapsed wooden beams stones block part of the mine's exit. Doug emerges with Beast. His eyes takes a moment to adapt the bright sunlight. He. cannot believe what he sees. At the bottom of a hill,",
          "sentiment": "neutral"
        },
        {
          "speaker": "50'S.",
          "text": "Doug turns the walkie on. DOUG (ENTHUSIASTIC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".Bobby, Bobby, it's Doug... I can't believe it! I found a street and some houses. Maybe somebody does live here... The radio remains silent. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "82.",
          "text": "91 CONTINUED: 91 DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby, do you hear me? Bobby? Still nothing. Doug turns around and looks up- A wall of rock towers behind him. He tries one last time, but the signal won't go through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close up on the C/B radio in the trailer- Only static comes from the speakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda drags one of the tires from the SUV 30 feet away. She douses it with lighter fluid and- Whoosh! - a match sets it on fire creating a thick, black smoke signal. Brenda joins her brother who is busy planting wooden stak in a circle fifty meters around the trailer. BRENDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe somebody heard our calls.. BOBBY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody's going to find us Brenda, even with that smoke...Nobody's coming._.. You heard what Doug said-We're alone now, just you and me. Let them come, I'm waiting for them. Now, Bobby stretches the nylon wire from the fishing pole around each stake. He sets the fishing pole next to the trailer, rigging to it one of Catherine's TOY SHAKERS- An improvised alarm system.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the summit, somebody observes the trailer and the thic cloud of smoke rising to the air. CUT TO:    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug runs down the hills towards the town. Behind him, fr the mouth of the mine, someone observes between the rocks it's Ruby. Doug slows his pace as he enters Main Street. The town is deserted. No sign of life anywhere. All the houses and ca are covered with a thick layer of dust. Taking a closer look, he realizes all the parked cars are from the 50's. Uncertain, Doug walks through the ghost town, with Beast his side... No movement besides the wind blowing and lifting an occasional cloud of dust. Doug walks up to a house and kn on the front door. No one to open the door. Doug wipes one of the windows- It's too dark inside to see anything. The door is unlocke Doug pushes it. It squeaks open. He hesitates before entering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunlight passes through the dusty windows revealing a living/dining room decorated from the 50's. Doug can't believe his eyes- Through the kitchen door, he can see a woman doing dishes A man sits in the living room reading a newspaper. Children play in front of the blank TV set...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THESE ARE NOT REAL PEOPLE BUT MANNEQUINS",
          "text": "They have been dressed and placed into real life situatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ATOMIC SYMBOL CAN BE FOUND ON EACH OF THEIR FOREHEADS",
          "text": "Doug spots a telephone behind the staircase and checks fo dial tone. Nothing. He picks up the phone casing. EMPTY. JUST LIKE EVERYTHING ELSE IN THE HOUSE, IT'S FARE.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug quickly crosses Main Street to visit another house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New interior- New surreal setting. Around a table, a family of test dummies eat dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stupefied, Doug enters yet another house. The door remains open as we see another family of dummies living a perfect little life. A LIFE WHICH STOPPED IN THE LATE 50'S... Around the corner of a house, a little girl dummy is sitt on a swing, her face half broken. A second later, Doug thinks he hears CHILDREN LAUGHING. H TURNS AROUND-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing but the wind blowing through the houses. Doug takes Catherine's bib from his pocket and lets Beast its scent. DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find her, Beast, find Catherine... With his nose to the ground, the dog pulls Doug straight ahead. Doug walks away through the streets, pulled by the dog. On the outskirts of town, we discover a fence buried in t sand. On it, an old metallic sign reads-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEST SITE 3B",
          "text": "The scent leads Doug into an alley off the main street. He sees an old generator on full throttle. A thick smoke pours from the exhaust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOMEONE LIVES HERE",
          "text": "His daughter could be there... (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "85.",
          "text": "99 CONTINUED: 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug tries to see into the windows, but they are caked in filth. He decides to go around when-",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAN WALKS INTO VIEW WITHOUT SEEING HIM",
          "text": "Immediately, Doug backs away. The man drags a cadaver by its feet. Half of the dead bod is missing, having apparently been torn off. Beast GROWLS. The man turns around, revealing his horrible face- A METALLIC BRACE is screwed on four sides of his head hel him stand straight. ENORMOUS CYSTS DISFIGURE HIM AND COVE EVERY VISIBLE PART OF HIS BODY. Let's call him \"CYST\". Cyst traces back his steps, trying to find what caused th noise. He holds the gas station attendant's shotgun! The alley is empty. The generators are still motoring. All seems normal. Cyst turns back towards main street. Cyst passes an old'parked car without seeing Doug and the hidden inside. Doug breathes a sigh of relief. Close call. Quietly, Doug gets out of the car. He hesitates as to whe he should bring Beast with him or to leave him in the car The dog could be his best weapon but, on the other hand, also represents a_bigger risk to be spotted. DOUG (CONT'D) (SOFTLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wait here Beast! Come on, sit!... Good boy. I'm gonna find Catherine... The dog is confused and whines through the half-opened window. DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhhh... Quiet Beast... Don't move! I'll be back... He closes the car door and starts down the alley, lowerin his head. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "86.",
          "text": "99 CONTINUED: (2) 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From inside the car, Beast watches Doug getting further away... Doug sneaks along the side of the building towards the fr door. He hesitates, unsure of what awaits him inside-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug crosses a doorway without making a sound. He enters front hall squeezing the bat in his hands. Something in the air, A DISGUSTING SMELL, catches his attention. Doug moves slowly and discovers, in the dining room, sitting amongst the dummies-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BOB'S CHARRED BODY",
          "text": "His father-in-law's arms have been torn off and devoured. AMERICAN FLAG that used to adorn his SUV is planted THROU",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS FOREHEAD",
          "text": "Doug approaches terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND HIM A WEAK AND ASTHMATIC VOICE BEGINS TO SING THE",
          "text": "NATIONAL ANTHEM-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (O.S.)",
          "text": "\"Oh, say can you see, by the dawn's early light, What so proudly we hailed at the twilight's last gleaming?\" Doug jumps and quickly lifts the baseball bat, ready to swing. Nobody. Just the fake living room filled with inert dummi No trace of his baby. An electrical fan turns in a corner close to a shelve full of old books... Doug moves forward, gripping the bat tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (O.S.)",
          "text": "(feeble and asthmatic) \"...Whose broad stripes and bright stars, through the perilous fight...\" He can hear his own heart beat as he searches through the house. In another room, close to the window and in the shadows, he sees someone sitting in a wheelchair. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "87.",
          "text": "102 CONTINUED: 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (O.S.)",
          "text": "\"...And the rockets' red glare, the bombs bursting in air...\" Doug gets closer- A ray of light shines on the skull of whoever sits in the wheel chair. The wheel chair moves forward revealing a most horrific s BIG BRAIN - We recognize the handicapped man whom we have seen before, bathing behind the screen. Big Brain's body skeletal. He was born with a genetic disease giving him a head ten times bigger than his face. A head so heavy, he unable to hold it up. It rests back on his chair, forcing to stretch his eyes to see from side to side. Big Brain is maybe the most representative character of t damage done by nuclear fallout in this area. Doug threatens him with the baseball bat- DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's my baby! Where's Catherine?! Big Brain does not answer. DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you do with her? BIG BRAIN (MURMURING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..Nothing.. Doug is beyond his breaking point - DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is she then? ANSWER ME! He raises the bat. BIG BRAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weak and asthmatic) .I don't know where she is. I never leave this place... Big Brain moves away from the window wheeling himself to couch. His hands are thin and pale, like a child's. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "88.",
          "text": "102 CONTINUED: (2) 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BRAIN, (CONT'D)",
          "text": "..You should've read the signs before taking that road... DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What signs?! BIG BRAIN (SMILING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boom. .. Boom... Boom DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell are you saying?! BIG BRAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weak and asthmatic) You people settled on our lands, you destroyed our homes, destroyed our silver mines. . .You 'ye made us what we've become! One day my father went into town begging for your help, and you know what the doctors did? They sterilized him like a dog! You thought that in the desert no one would see anything, or say anything, but the hills... The hills never forget...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOM...BOOM...B000M",
          "text": "DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what you're talking about. All I want is my daughter. Please... Big Brain remains silent. DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want? Money? I can give you money... WHAT DO YOU WANT? BIG BRAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe a trailer? Yeah, a pretty trailer, just like yours. DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are the others? Where is my baby? Big brain starts laughing a high pitched sound. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "89.",
          "text": "102 CONTINUED: ( 3) 102 DOUG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? What's so funny? BIG BRAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT'S BREAKFAST TIME",
          "text": "At the same moment-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH AN AXE AND SMASHES INTO THE HOUSE",
          "text": "Like a wild animal, Pluto charges Doug, destroying everyt in his path. Doug retreats in the living room, throwing the dummies at assailant. The giant comes closer and closer. Dummies are chopped into pieces. Doug dodges away and tries to escape, using the stairs in hallway but the giant grabs him by the feet and pulls him down... The axe swings through the air missing him by a hair each time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sensing his master is in trouble, Beast jumps around insi the car trying to find an exit... The passenger window opening is too small for him to brea out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug runs into another room, escaping from Pluto and his Instinctively, he uses the first piece of furniture he ca find, A CHEST, to block the door behind him. He looks desperately for an exit. No way out. The axe penetrates through the door. The chest won't be enough to hold back Pluto. Second axe blow- This time the axe tears up the boards of door, allowing Pluto to stick his gruesome face inside. Seeing Doug trapped in the room, the bald giant begins to laugh stupidly before turning around and walking away. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "90.",
          "text": "104 CONTINUED: 104",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is now silent. No sign of the giant. With his heart pounding through his chest and the basebal bat in hand, Doug moves towards the half-broken door,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Doug loses his bat but slides away before the axe comes swinging down. Desperate, he picks up the bat and uses it as a shield. T axe splits it in half. Doug throws himself at Pluto plunging the splintered bat his abdomen. The sharp piece of wood enters Pluto's stomach. Completely out of his mind, Pluto removes the piece of wo from his abdomen and beats Doug in the face with it, send him across the room. Pluto lowers his head, charging Doug like a bull. Doug crashes into one of the walls. He can't even take a breath before the giant grabs him by leg like a rag doll and throws him through a wall. Doug falls to the ground in the living room. Wounded and exhausted, he is also defenseless. He has lost his glasse Not far away, Big Brain savors the spectacle. The giant walks to him spinning the axe in his hand like baton. His foot crushes Doug's glasses on the floor. The axe swings through the air. Doug jumps out of the way ANOTHER SWING-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug stares wide eyed at his amputated fingers and scream with pain. Blood is everywhere. In an act of self preservation, Doug crawls under the tab (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "91.",
          "text": "104 CONTINUED: (2) 104",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pluto destroys it with the axe and advances to finish him off. His asymmetrical eyes stare coldly- Doug is at his mercy. Pluto slowly caresses the axe's blade on his victims thro and face. The sharp blade moves dangerously across Doug's skin. Plu stops when he sees Doug holding his PHILLIPS SCREWDRIVER! Pluto laughs like a dumb child at the feeble weapon. Behi him, Big Brain joins in on the laughter- Disfigured by his wounds, Doug is frozen with the screwdr pointed at the giant. He looks ridiculous and starts sobb like a terrorized child. DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, I'm begging you... Don't kill me... PLUTO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(making fun of him) Loook at-t hiiis fa-ace... Loook at- at hiiis fa-ace... Even the frozen faces of the test dummies seem to mock hi SUDDENLY-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug stops crying_instantly, it was a trick! He turns the screwdriver around and slams it into Pluto's foot. The screwdriver goes through the shoe nailing Pluto to th floor. Pluto screams in pain. Doug rises and moves behind him. In a swift movement, Dou takes the American flag from Big Bob's forehead, stabbing Pluto in the back of the neck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD GLORY'S STAFF COMES THROUGH HIS THROAT ON THE OTHER S",
          "text": "Pluto screams again, dropping the axe. Outraged, Pluto tears the flag from his neck and turns to Doug. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "92.",
          "text": "104 CONTINUED: (3) 104 PLUTO STOPS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG IS HOLDING THE AXE.",
          "text": "The blade swings through the air and slams into Pluto's skull! Pluto's eyes freeze and his body falls to the ground, his skull half open. DOUG JUMPS ON TOP OF HIM. FULL OF RAGE, MUTILATES PLUTO WITH THE AXE TO THE POINT OF EXHAUSTION. Big Brain watches Pluto die without showing any emotion. Silence returns to the destroyed house. Doug tears off a piece of Pluto's shirt and uses it as a BANDAGE for his hand... He picks up his half broken shattered glasses on the floo and put them back. SLING! - Doug removes the bloody axe from the corpse. He turns to Big Brain, who backs off- BIG BRAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The baby... the baby is in the last house on the left... CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The back door to the SUV opens, revealing Bobby and Brend carrying Lynn's body inside where Ethel's body has been moved. Not far from the car and above the fishing pole, Catherin shaker remains still and silent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still imprisoned in the car, Beast barks, desperate to fi way out. A hundred yards away- Cyst crosses Main Street toward Big Brain's house still holding the shotgun. Through the broken door, Cyst spots Pluto in a pool of bl Hatred fills his eyes as he loads the shotgun and prepare shoot. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "93.",
          "text": "106 CONTINUED: 106",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks for Doug but sees no one. Cyst moves in between a few cars, failing to see Doug hid behind one of them. Doug hits the man in his knee with the axe. HE SEVERS HALF OF HIS RIGHT LEG. Cyst screams in agony. In one swift move, Doug removes the axe from Cyst's kneec swinging it into his back. Cyst falls on the ground. The fall pushes the axe further into his back. Cyst reach for the shotgun lost in his fall. Doug steps on his chest and pushes slowly- Crack - The axe finally hits the spine, killing him instantly. Doug picks up the shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the broken window, Big Brain watches Doug walk away down Main Street. He picks up a walkie-talkie hidden in h WHEELCHAIR- BIG BRAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lizard... Kill the baby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lizard enters the house holding a MACHETE. The wound Lynn given him before she died still bleeds through his improv bandage. He moves to the kitchen with a limp. There, he comes face face with Ruby. Behind her, the baby is wrapped inside a blanket on the table. The kitchen walls are covered with dry blood. Severed hum remains are scattered about and hanging like slabs of mea Ruby blocks his way- LIZARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out of the way Ruby... (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "94.",
          "text": "108 CONTINUED: 108",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruby refuses to let him pass. Lizard lifts the machete threatening his little sister. LIZARD (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "I TOLD YOU TO MOVE. NOW MOVE",
          "text": "Scared, Ruby obeys and runs out the kitchen door. Lizard approaches the baby, who moves inside the blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the same time, Doug arrives at the last house on the street. He looks for his baby in every part of the house. Nothing but dummies. Doug enters a room and sees a crib. DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catherine?! He goes to the crib and discovers a plastic doll...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BRAIN LIED",
          "text": "SMALL VOICE (INNOCENT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to play with us mister? Doug turns around and sees two children playing in the shadows. They smile at him kindly-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEIR FACES AND LITTLE BODIES ARE MONSTROUSLY DEGENERATED",
          "text": "Doug backs away terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lizard is about to butcher the baby on the table. Catherine is calm and moves slowly under the blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a panic, Doug runs out of the last house screaming. DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lizard lifts the machete and removes the blanket-",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATION",
          "text": "Ruby made the swap before Lizard entered the kitchen. The piglet runs off oinking... LIZARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUUUBY",
          "text": "Enraged, Lizard sticks the machete into the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, with the baby in her arms, Ruby runs as fast as can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desperate, Doug runs through the test town looking for hi daughter. In an upstairs window, he sees Ruby's mother, THE OBESE WOMAN, swinging on a rocking chair staring back. Suddenly, coming from the hills, Doug hears the sound of baby crying. In the distance, he spots Ruby running throu the rocks. He runs with the shotgun in hand. DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catherine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under the fake car, in between the seats, Beast finds a h big enough to fit his nose. The animal forces his way through, scratching at the floo until he finally fits his body through the hole and out o the car. The dog runs down Main Street... CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back on the trailer- (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "96.",
          "text": "116 CONTINUED: 116",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweating, Bobby joins his sister hidden behind the SW. Wi the 9mm in hand, staring at the horizon, he is ready to f the enemy. Above the fishing pole, Catherine's shaker is still. Gust of wind blow on the eerily silent plains. Suddenly, in a flash, the fishing line tightens and THE SHAKER MOVES AROUND, MAKING NOISE. Then, quiet returns as if nothing had ever happened. Brenda is terrified. Maybe someone has crossed their zone security. Bobby Lifts his head and looks a full 360- NOTHING. Bobby and Brenda exchange worried glances when-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENETICALLY.",
          "text": "The fishing reel quickly unwinds... This time there is little room for doubt, even if all see clear around the camper. BRENDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't.see anybody... What's happening? Bobby and Brenda leave their hiding place. They move, bac back, cautious... BRENDA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "answer me, why isn't anyone there? I'm scared... BOBBY (LOW VOICE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay close Brenda. From inside the SW, we see the two adolescents getting further away when-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINDOW",
          "text": "(CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "97.",
          "text": "116 CONTINUED: (2) 116",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's PAPA JUPITER. His long hair and thick beard cover everything except his determined and PSYCHOPATHIC EYES. Bobby and Brenda have arrived at the end of their securit zone... BRENDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look! Further ahead, on the ground, a tumbleweed is stuck on th fishing wire, moving it in the wind. BRENDA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go back... Not convinced, Bobby agrees, but his face freezes when he turns back to see- THE BACK DOOR OF THE SUV, WIDE OPEN. At a loss, Bobby and Brenda return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEIR MOTHER'S BODY HAS BEEN REMOVED",
          "text": "BRENDA (CONT'D) (PANICKED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened? What happened Bobby? Where's mom? A trail of blood leads from the trailer to somewhere behi some rocks. BOBBY (TO BRENDA)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's over there. Get the trailer ready.._ The new \"visitor\" has brought the nightmare back to life Brenda's eyes. She's paralyzed. BOBBY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda? Come on? Brenda remains still. BOBBY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Terrorized, Brenda backs up to the trailer, while her brother, with a determined look on his face, walks to the hills.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda returns to the trailer where two propane tanks hav been brought out from under the sink. Through the window, she watches her brother get further o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What Bobby discovers behind the rocks is beyond horrific- Kneeling next to his mother's corpse, Papa Jupiter devour her heart, tearing into it with his teeth. FEELING BOBBY'",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADISTIC SMILE. BLOOD DRIPS DOWN HIS BEARD.",
          "text": "Bobby points his gun at him. Papa Jupiter stands and, in a fit of rage, charges at Bob Keeping his cool, Bobby fires- BANG! BANG! BANG! The bullets only slow him down. CLICK! The gun is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda opens the valves to the gas tanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".Outside, Bobby throws the gun and runs to the trailer as as he can. _ Papa Jupiter is right behind him. He takes a SMALL PICKAXE from his belt and throws it at Bobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby enters the trailer, closing the door behind him. He quickly tapes matches at the bottom of the door, right ab the striking part of the matchbox on the floor. Next to him, the propane flows freely.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind the trailer, Brenda helps her brother squeeze out the back window. They both run and hide behind a rock. At the same time, Papa Jupiter stands in front of the tra door, relishing the idea that his victims are inside. He opens the door. The matches strike- PAPA JUPITER IS ENGULFED IN THE FLAMES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRAILER HOME EXPLODES",
          "text": "Protected by the rocks, Bobby and Brenda watch as the explosion climbs to the sky. They did it... CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Catherine held tightly in her arms, Ruby runs on the edge of the mountain. Seventy yards behind, Lizard gives chase with a limp and chain of spikes in tow. LIZARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruby...Ruby! You come back here right now. You hear me, you little bitch? The road on the edge comes to a dead end. Ruby is stuck, the only way out is to climb. Without usin her hands, she attempts to ascend. It's close to impossib",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUDDENLY, LIZARD GRABS HER ANKLE",
          "text": "She tries to fight him off, but he is too strong. Ruby kicks him in the jaw enraging him more. He pulls her down swiftly when-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAST APPEARS BEHIND RUBY",
          "text": "The animal shows his teeth, advancing towards Lizard who backs off. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "100.",
          "text": "127 CONTINUED: 127",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lizard is amused and almost excited with this last confrontation... Discreetly, he grabs the chain of spikes while keeping his eyes on the barking German Shepherd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RUSTY, RETRACTABLE SPIKES ARE RELEASED ALONG THE CHAI",
          "text": "Beast sees the weapon and leaps towards Lizard. Too late. The chain strikes the dog in the air, sending h over the edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAVINE A FEW FEET FURTHER DOWN...",
          "text": "Ruby refuses to hand over the baby, holding it tightly to chest. LIZARD (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me that baby, Ruby! With no time to react, Lizard is brutally struck in the f with the shotgun butt-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG IS BACK",
          "text": "Taking no chances and screaming like a wild beast, Doug b Lizard repeatedly pushing him away from the baby. With a bloodied face, Lizard can hardly stand. Doug turns the weapon around and- BANG! - He shoots Lizard in the chest. Lizard is thrown back with the force. Doug reloads still screaming- BANG! Lizard is hit in the throat and falls.to his knees. Blood sprays everywhere. Doug reloads again- BANG! - hit in the shoulder, Lizard falls back in the dir His face slams into the dust. Exhausted, Doug walks over to his adversary. He is dead. Disfigured with wounds, Doug turns to Ruby, who extends t baby. (CONTINUED)     127 CONTINUED: (2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug can barely comprehend it - the nightmare is finally over! He. drops the smoking gun and opens his arms to embrace h baby. He cries tears of joy as he holds Catherine close t him. DOUG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My baby ...My little princess... It's me, it's daddy... He kisses the baby and hugs her tightly, elated. Ruby is moved. She smiles when suddenly her face freezes-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trembling, he lifts the weapon towards Doug and the baby. Instinctively, Ruby moves to stop him. KA-CHUNK! - Lizard reloads. His finger squeezes the trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANG",
          "text": "At the last second, Ruby jumps on Lizard changing the direction of the blast. They both fall off the mountain into the emptiness. Their bodies plunge a hundred feet down, splattering on the roc below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the FAMILY PHOTOS of the carters posing with their dogs is slowly burning away in the flames. Pieces of the trailer still burn in the middle of the des Surrounded by debris, Papa Jupiter's body is impaled.on a darkened metal siding. Still alive but entirely burnt, hi skin is raw and unrecognizable. With every breath, blood spits from his mouth... Facing this post atomic creature, Bobby hesitates to take out of its misery. Brenda comes to his side- (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "102.",
          "text": "130 CONTINUED: 130 BRENDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Bobby. Let's get out of here... Bobby's face has changed. He is no longer the innocent ki just a few hours ago. His eyes are now filled with rage a determination to survive and succeed no matter what. Brenda and Bobby walk away from the burning trailer. On t other side of the smoke, they see-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG WALKING BACK WITH THE BABY, BEAST LIMPING AT HIS SID",
          "text": "Exhausted, wounded, disfigured, but still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a distance, next to the fiery trailer, we see Doug, Brenda, and Bobby gathered around the baby. Reunited agai",
          "sentiment": "neutral"
        },
        {
          "speaker": "BINOCULARS.",
          "text": "THE END",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2056"
    }
  ]
}