{
  "movie_id": "MOV2260",
  "scenes": [
    {
      "location": "OUISHI HOUSEHOLD STAIRCASE",
      "time": "NIGHT",
      "characters": [
        "YAMAMURA",
        "OK.",
        "KAZUE, (0.S.)",
        "MAI",
        "REPORTER",
        "GUARD",
        "GUY IN SUIT",
        "DOOR,",
        "GIRL",
        "HAYATSU",
        "VOICE",
        "PICTURE",
        "OK, OK.",
        "STRANGE AUTOMOBILE DEATH OF YOUNG COUPLE IN YOKOHAMA",
        "GIRL RIGHT",
        "JUDGE",
        "RYUJI, (0.S.)",
        "KOUJI",
        "CLERK",
        "ASAKWAWA, (0.S.)",
        "GIRL C, (VO)",
        "TOMOKO",
        "DOORBELL,",
        "OKAZAKI",
        "YOICHI, (0.S.)",
        "RYUJI, (VO)",
        "SHIZUKO",
        "KOMIYA",
        "YAMAMURA, (0.S.)",
        "B4",
        "KAZUE",
        "TOMOKO, (0.S.)",
        "MASAMI",
        "ASAKAWA",
        "SNACKS",
        "RYOMI",
        "YOUNG GIRL",
        "IZU PACIFIC LAND",
        "FLASHBACK",
        "YOSHINO",
        "HOUSE",
        "PAPER",
        "PRESENT",
        "ASAKAWA, (0.S.)",
        "YOICHI",
        "RYUJI",
        "TAPE",
        "GIRL A, (VO)",
        "FLASH",
        "OKAZAKI, (0.S.)",
        "KOUICHI",
        "GIRL LEFT",
        "BAG",
        "GIRL MIDDLE",
        "I--",
        "OK",
        "RYOMI, (0.S.)",
        "TV,",
        "SOUND",
        "GIRL B, (VO)",
        "BUSINESS",
        "UNDER COTTAGE B4",
        "AUNT"
      ],
      "dialogues": [
        {
          "speaker": "SNACKS",
          "text": "all over the room, and it’s obvious there hasn’t been muc going on. Masami is currently in mid-story, speaking excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "They say that some elementary school kid spent the night with his parents at a bed and breakfast in Izu. The kid wanted to go out and play with everybody right, but he didn’t want to miss the program he always used to watch back in Tokyo, so he records it on the VCR in their room. But of course the stations in Izu are different from the ones in Tokyo. In Izu, it was just an empty channel, so he should’ve recorded nothing but static. But when the kid gets back to his house and watches the tape, all of a sudden this woman comes \fon the screen and says-- Masami points so suddenly and dramatically at her friend actually jumps in her seat. MASAMI (cont’d) “One week from now, you will die.” Short silence as Masami pauses, relishing the moment. MASAMI (cont’d) Of course the kid’s completely freaked, and he stops the video. Just then the phone rings, and when he picks it up a voice says-- Her voice drops voice almost to a whisper. MASAMI (cont’d) “You watched it, didn’t you?” That same time, exactly one week later... he’s dead! Masami laughs loudly, thoroughly enjoying her own perform Tomoko, however, is completely silent. She begins looking and more distressed, until finally Masami notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "What is it, Tomoko? Tomoko comes out of her chair and drops onto the floor ne friend. Her words are quick, earnest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "Who did you hear that story from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "Who? It’s just a rumor. Everybody knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "Youko told you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "No, it wasn’t Youko... Tomoko looks away, worried. Masami slaps her on the knee, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "What’s up with you? \fTomoko speaks slowly, still looking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "The other day, I... I watched this strange video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "With Youko and them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "(excited) So that’s what I’ve been hearing about you doing some double-date/ sleepover thing! So, you and that guy Iwata, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "No, it’s not like that. Nothing happened! Their eyes meet and Tomoko half-blushes, looks away again expression becomes serious as she resumes her conversatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "Iwata... he found this weird video. Everyone was like, “What’s that?” so he put it on and we all watched it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "(quietly) And? What kind of video was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "Just... weird, I can’t really explain it. Anyway, right after we finished watching it, the phone rang. Whoever it was didn’t say anything, but still... Silence. Masami curls up on herself, thoroughly spooked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "It's cuz, you know, we'd all heard the rumors. Tomoko looks seriously over at her friend. \fTOMOKO (cont'd) That was one week ago today. There is a long, heavy silence as neither of them says an",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "Waaait a minute. Are you faking me out? Tomoko’s face suddenly breaks into a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "Busted, huh? They both crack up laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "Oh, my... I can’t believe you! Masami reaches out, slaps her friend on the knee. MASAMI (cont’d) You're terrible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "Gotcha!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "(thinking) But hang on... you really stayed the night with Youko and Iwata, right? Tomoko nods, uh-huh. Masami dives forward, pinching her f cheeks and grinning wildly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "So, how far did you and he get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "Oh... I can’t remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "You can’t remember, huh? Masami laughs, then slaps Tomoko on the knee again as she the trick her friend played on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "Man, you had me freaked me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I--",
          "text": "Just at that moment, the phone RINGS. They are both sudd instantly serious. Tomoko’s eyes go off in one direction begins shaking her head, -No-. Masami looks over her shou following her friend’s gaze. Tomoko is looking at the CLOCK, which currently reads 9:4 The phone continues to ring. Tomoko is now clutching tigh her friend, looking panicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "(softly) Was it true? Tomoko nods her head, still holding on tightly. Masami ha forcibly disengage herself in order to stand. The phone i downstairs, so Masami opens the bedroom DOOR and races down the STAIR calls out to her from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "Masami!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomoko and Masami run down the staircase, through the hal towards the kitchen. Tomoko cries out again just before they reac kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "Masami!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Masami has come to a halt before a PHONE mounted on the w pauses, looking slowly at her friend, then back to the ph takes it tentatively from its cradle, answers it wordless tension continues to mount as nothing is said. Masami sud breaks into a huge grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "I’1l put her on. Still grinning, she hands the phone to Tomoko. Tomoko sna quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "(softly) Yes? \fShe is silent for a moment, then smiling widely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "Oh, man! She is so relieved that all the strength seeps out of her sinks to the kitchen floor. Masami, equally relieved, sli the wall and sits down next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "(on the phone) Yeah, I’ve got a friend over now. Yeah. Yeah, OK. Bye. Tomoko stands to place the phone back in its wall cradle, squats back down onto the kitchen floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "The game’s gone into overtime, so they’re gonna be a little late. They burst out laughing with relief again, and are soon b clutching their stomachs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "Jeeezus, my parents...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "Oh man, I’m tellin’ everybody about this tomorrow! Tomoko shakes her head, -Don’t you dare-.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAMI",
          "text": "I’m gonna use your bathroom. Don’t go anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO",
          "text": "‘K. Masami walks out of the kitchen. Alone now, Tomoko stands toward the SINK, where she takes a GLASS from the DISH RA then goes to the FRIDGE and sticks her face in, looking f something to drink. Suddenly there is the SOUND of people clapping cheering. Tomoko, startled, peers her head over the refri door to check for the source of the sound. She begins walking slowly, following the sound to the DIN adjacent the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights are off, and there is no one in the room. Tomo a moment, bathed in the garish LIGHT from the TV, which has switched on. Playing is the same baseball game they had on the TV the same game that Tomoko’s parents are currently at. The VOL quite high. A puzzled look on her face, Tomoko takes the REMOTE from table and flicks the TV off. She walks back to the kitche",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bottle of SODA that Tomoko had earlier taken from the f the kitchen table. She picks the bottle up, pours herself Before she can take a sip, however, the air around her be suddenly charged, heavy. Her body begins to shiver as somewhere ou comes a popping, crackling SOUND underscored by a kind of Trembling now, Tomoko spins around to see what she has al lurking behind her. She draws in her breath to scream. The screen goes white, and fades into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The screen is filled with the visage of a nervous-looking GIRL. She is being interviewed by ASAKAWA, a female reporter se offscreen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA, (0.S.)",
          "text": "There seems to be a popular rumor going around about a “cursed” videotape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA, (0.S.)",
          "text": "Have you heard what kind of video it might be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "Uh-huh. The girl looks directly at the camera, her mouth dropping von as she’s suddenly overcome by a kind of stage fright. She \fstaring, silently, at the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KOMIYA, the cameraman, has lowered his camera. We can now see that the young girl being interviewed is seated at a table bet friends, a SHORT-HAIRED GIRL (GIRL#2) and a LONG-HAIRED G #3). They are all dressed in the UNIFORMS of junior high schoo Opposite them sits Komiya and Asakawa, a pretty woman in twenties. A BOOM MIKE GUY stands to the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOMIYA",
          "text": "Uh, don’t look right at the camera,",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Let’s do it again. Asakawa glances over her shoulder, makes sure that Komiya",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Have you heard what kind of video it might be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "What I heard was, all of a sudden this scaaarry lady comes on the screen and says, “In one week, you will die.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "I heard that if you’re watching TV late at night it’1l come on, and then your phone’ll ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Watching TV late at night... do you know what station?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Mmmm... I heard some local station, around Izu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Izu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmm-hmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "And, do you know if anyone’s really died from watching it? The girl flashes a look at her two friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "Well, no one that we know, right? Girl #2 nods her head. Girl #3 nods slowly, opens and clo mouth as if deciding whether to say something or not. The reporter notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "I heard this from a friend of mine in high school. She said that there was this one girl who watched the video, and then died a week later. She was out on a drive with her boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "They were in a wreck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "No, their car was parked, but they were both dead inside. Her boyfriend died because he’d watched the video, too. That’s what my friend said. Girl #3 grows suddenly defensive. GIRL #3 (cont’d) It’s true! It was in the paper two or three days ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Do you know the name of the high school this girl went to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "No... I heard this from my friend, and it didn’t happen at her school. She heard it from a friend at a \fdifferent school, she said. INT. NEWS STATION —- DAY Asakawa is seated at her DESK. The station is filled with scrabbling to meet deadlines. Komiya walks up to Asakawa’ and holds out a MANILA FOLDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOMIYA",
          "text": "Mrs. Asakawa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Hm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOMIYA",
          "text": "Here you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(taking the folder) Thanks. Komiya has a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOMIYA",
          "text": "This same kind of thing happened about ten years ago too, didn’t it? Some popular young singer committed suicide, and then suddenly there was all this talk about her ghost showing up on some music show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "But I wonder what this rumor’s all about. Everyone you ask always mentions “Izu.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOMIYA",
          "text": "Maybe that’s where it all started. Hey, where was that Kuchi-sake Onna * story from again? >* Literally “Ripped-Mouth Lady,” a kind of ghastly spect >Japanese folk stories who wears a veil to hide her mouth >has been ripped or cut open from ear to ear. She wanders >countryside at night asking men “Do you think I’m beauti >lowering her veil to reveal her true features.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Gifu, but there was some big accident out there, and that ended \fup being what started the rumor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOMIYA",
          "text": "A big accident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Mmm-hmm. Something terrible like that is going to stay in people’s minds. Sometimes the story of what happened gets twisted around, and ends up coming back as a rumor like this one. That’s what they say, at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOMIYA",
          "text": "D’ you think something like that happened out at Izu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Maybe. Well, anyway, I’m off. See you tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOMIYA",
          "text": "See you. Asakawa gets up from her desk and begins walking towards She takes only a few steps before noticing a RACK of rece EDITIONS. She takes one from the rack, sets it on a nearby TABLE. S flipping the pages, and suddenly spies this story:",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGE AUTOMOBILE DEATH OF YOUNG COUPLE IN YOKOHAMA",
          "text": "The bodies of a young man and woman were discovered in th passenger car at around 10 A.M. September 6th. The locati vacant lot parallel to Yokohama Prefectural Road. Local authorities identified the deceased as a 19-year old preparatory scho student of Tokyo, and a 16-year old Yokohama resident, a student private all-girls’ high school. Because there were no ext injuries, police are investigating the possibility of dru suicide... Just then two men walk by, a GUY IN A BUSINESS SUIT and a intern named OKAZAKI. Okazaki is carrying an armload of V",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY IN SUIT",
          "text": "OK, Okazaki, I’m counting on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OKAZAKI",
          "text": "\fYessir. The guy in the suit pats Okazaki on the shoulder and walk Okazaki turns to walk away, spots Asakawa bent over the s and peering intently at the newspaper article.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OKAZAKI",
          "text": "Miss Asakawa? I thought you were going home early today. Asakawa turns around and begins speaking excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Okazaki, can I ask you a favor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OKAZAKI",
          "text": "Sure. Asakawa points to the newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Could you check out this article for me? Get me some more info.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OKAZAKI",
          "text": "I guess...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Good. Call me as soon as you know more, OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OKAZAKI",
          "text": "Ma’ am. Asakawa walks off. Okazaki, still carrying the videotapes forward to take a look at the article.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa drives her car into the lot and parks quickly. Sh out, runs up the STAIRCASE to the third floor. She stops of a door, sticks her KEY in the lock, and opens it. INT. ASAKAWA’S APARTMENT - LIVING ROOM - DAY A BOY of about 7 is sitting in an ARMCHAIR facing the ver can see only the back of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA, (0.S.)",
          "text": "Yoichi! Hearing his name, the boy puts down the BOOK he was read stands up, facing the door. He is wearing a white DRESS S a brown sweater-type VEST over it. He sees Asakawa, his m run in the door. She is panting lightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Sorry I’m late. Oh, you’ve already changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "Yup. He points over to his mother’s right. YOICHI (cont’d) I got your clothes out for you. Asakawa turns to see a DARK SUIT hanging from one of the room shelves. She reaches out, takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Aargh, we’ve gotta hurry! She runs into the next room to change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa has changed into all-black FUNERAL ATTIRE. Her ha up, and she is fastening the clasp to a pearl NECKLACE. Y still in the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Did grandpa call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI, (0.S.)",
          "text": "Nope. Yoichi walks into the room and faces his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "Why did Tomo-chan die? * >* ”“-chan” is a suffix in Japanese that denotes closenes affection. >It is most often used for young girls, though it can als for >boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "\fWell... it looks like she was really, really sick. She takes a seat on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Will you do me up? Yoichi fastens the rear button of his mother’s dress and up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "You can die even if you’re young?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "If it’s something serious... well, yes. Asakawa turns to face her son, puts an arm around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "As hard as it is for us, what your auntie and uncle are going through right now is even harder, so let’s not talk about this over there, OK? Yoichi nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(remembering) You and her used to play a lot together, didn’t you? Yoichi says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RED PAPER LANTERNS mark this place as the site of a wake. GIRLS in high school uniforms are standing together and t groups. Asakawa and Yoichi, walking hand in hand, enter t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are many PEOPLE milling about, speaking softly. A M at a counter is taking monetary donations from guests and their information into a LEDGER. Asakawa and Yoichi conti walking, down a hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother and son halt before the open DOOR to the main wake where guests may show their respects to the departed. The room traditional Japanese-style tatami, a kind of woven straw serves as a carpet. Two GUESTS, their shoes off, are knee zabuton cushions. Kneeling opposite the guests is KOUICHI, Asakawa’s father guests are bowing deeply, and Kouichi bows in response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Dad. Kouichi turns to see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOUICHI",
          "text": "Ah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "How is sis holding up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOUICHI",
          "text": "She’s resting inside right now. She’s shaken up pretty badly, you know. It’s best she just take things easy for a while. Asakawa nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "I’1l go check on auntie and them, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOUICHI",
          "text": "OK. Ah, Yoichi. Why don’t you sit here for a little while? He grabs the young boy and seats him on a cushion next to guests. As the guests resume their conversation with Asakawa’s fa Yoichi’s eyes wander to the ALTAR at the front of the room set up the deceased. It is made of wood, and surrounded by candles, and small paper lanterns. At the center is a PICTURE of the d teenage girl. A small wooden PLAQUE reads her name: Tomok It is the same Tomoko from the first scene. Yoichi continues to stare at Tomoko’s picture. He makes a gesture as he does so, rubbing his index finger in small just between his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa walks down the hallway, looking for her aunt. She until finding the open doorway to the kitchen. There are a few there, preparing busily. Asakawa sees her AUNT, who rushe hallway to meet her, holds her fast by the arm. The aunt a fierce, quick whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT",
          "text": "Have you heard anything more about Tomo-chan’s death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "No, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT",
          "text": "But the police have already finished their autopsy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Well, they said there was no sign of foul play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT",
          "text": "(shaking her head) That was no normal death. They haven’t once opened the casket to let us see the body. Don’t you think that’s strange? Asakawa looks away, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yoichi has wandered off by himself. He stops at the foot steps, looking up-- and catches a glimpse of a pair of BA running up to the second floor. A guarded expression on his face, Yoichi walks slowly up stairs. INT. OUISHI HOUSEHOLD - TOMOKO’S BEDROOM - NIGHT Yoichi has wandered into Tomoko’s bedroom. The lights are and there is an eerie feel to it. Yoichi’s eyes wander ab room, finally coming to rest on the TELEVISION SET. Sudde hears his mother’s voice from behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKWAWA, (0.S.)",
          "text": "\fYoichi? Yoichi turns to face her as she approaches, puts an arm a",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "What are you doing up here? You shouldn’t just walk into other people’s rooms. Without replying, Yoichi’s gaze slowly returns to the tel set. Asakawa holds him by the shoulders, turning him to m her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "You go on downstairs, OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "He turns to leave, and Asakawa follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as Yoichi and Asakawa are about to descend the steps Asakawa’s CELL PHONE rings. She opens the clasp to her PU",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(to Yoichi) You go on ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "‘K. He walks down the steps. Asakawa brings out her cell phon answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OKAZAKI",
          "text": "Uh... this is Okazaki. I’ve got some more info on that article for you. The girl was a student of the uh, Seikei School for Women in Yokahama City. Asakawa blinks at this, looks disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(softly) Thanks. \fShe hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa stands now at the entrance of the house. Dazedly, walks toward a large, hand-painted PLACARD. The placard r that the wake is being held for a student of the Seikei S for Women. Asakawa stares at that placard, making the mental connect She turns abruptly, walks towards a nearby TRIO of HIGH S GIRLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Excuse me. This is, um, kind of a strange question, but by any chance were you friends of that young girl that died in the car as well? The three girls turn their faces to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Please. If you know anything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL RIGHT",
          "text": "They all died the same day. Youko. Tomoko. Even Iwata, he was ina motorcycle accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL LEFT",
          "text": "Because they watched the video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Video?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL LEFT",
          "text": "That’s what Youko said. They all watched some weird video, and after that their phone rang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Tomoko-chan watched it, too? Where? Girl Left shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL LEFT",
          "text": "She just said they all stayed somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL RIGHT",
          "text": "\fThere was a girl with Tomoko when she died. She’s had to be hospitalized for shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL MIDDLE",
          "text": "They say she won’t go anywhere near a television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa and YOSHINO, another news reporter, are watching from the Yokohama car death. In the footage there are lot POLICEMEN milling about, one of them trying to pick the d the passenger side. Yoshino is giving Asakawa the blow-by",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOSHINO",
          "text": "The bodies of those found were Tsuji Youko, age 17, a student of the Seikei School for Women, and Nomi Takehiko, age 19, preparatory school student. Both their doors were securely locked. Onscreen, the policeman has finally picked the lock. The opens, and a girl’s BODY half-falls out, head facing upwards. Yo flicks a BUTTON on the control panel, scans the footage frame by stops when he gets a good close-up of the victim. Her face is twisted into an insane rictus of fear, mouth wide and glassy. Yoshino and Asakawa lean back in their s",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOSHINO",
          "text": "This is the first time I’ve -ever- seen something like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Cause of death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOSHINO",
          "text": "Couldn’t say, aside from sudden heart failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Drugs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOSHINO",
          "text": "The autopsy came up negative. Yoshino takes the video off pause. Onscreen, a policeman the young girl’s body from completely falling out, and is back into the car. As the body moves into an upright posi can see that the girl’s PANTIES are mid-way around her le",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOSHINO",
          "text": "These two, about to go at it, suddenly up and die for no apparent reason. He sighs. YOSHINO (cont’d) Do -you- get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa’s CAR is already halted before a modest-sized, tw",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOUSE",
          "text": "with a small covered parkway for a garage. She gets out o closes the door. She stares at the house, unmoving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa stands before her SISTER RYOMI, who is seated at TABLE. Ryomi is staring blankly away, making no sign of acknowledging her sister. The silence continues unabated, and Asakawa, wanders idly into the adjoining dining room. She takes a at the television, the same television that had puzzled Tomo suddenly switching itself on, sitting darkly in one corner. Her re in the screen looks stretched, distorted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYOMI, (0.S.)",
          "text": "They tell me that Yoichi came to the funeral, too. Asakawa steps back into the kitchen. She addresses her si continues to stare out at nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Mmm-hmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYOMI",
          "text": "They used to play a lot together, didn’t they? Upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "\fYeah... Ryomi lapses back into a silence. Asakawa waits for her t more, but when it is clear that nothing else is forthcoming, sh gives up and exits the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa climbs the steps to the second floor. She makes h down the hall. INT. OUISHI HOUSEHOLD - TOMOKO’S ROOM - DAY As if intruding, Asakawa walks slowly, cautiously into To room. The window to the room is open, and a single piece of fol",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAPER",
          "text": "on Tomoko’s desk flutters in the breeze. Asakawa walks to picks it up. It is a RECEIPT from a photo shop. The developed p have yet to be claimed. Asakawa senses something, spins to look over her shoulder sister has crept quietly up the stairs and down the hall, and st the doorway to Tomoko’s room. She appears not to notice what has in her hands, as her gaze has already shifted to the sliding door. She regards it almost druggedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYOMI",
          "text": "(haltingly) This... this is where Tomoko died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYOMI, (0.S.)",
          "text": "Tomoko! Ryomi’s hands fling aside the CLOSET DOOR. Within, she fi pale blue CARCASS of her daughter, curled up into an unnatural position. Tomoko’s mouth yawns gaping, her eyes glassy and rolled u back of her head. Her hands are caught in her hair, as if tryi it out by the roots. It is a horrific scene, one that says as if from some unspeakable fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENT",
          "text": "Ryomi sinks to her knees, hitting the wooden floor hard. her face into her hands and begins sobbing loudly. Asakawa sa nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa leaves the camera shop clutching Tomoko’s unclaim She walks out onto the sidewalk and begins flipping through t see Tomoko standing arm-in-arm with Iwata, her secret boyfrie and her friends eating lunch. The camera had its date-and-tim enabled, and the photos are marked 97 8 29. The next shot is of Tomoko, Iwata, and another young coup in front of a SIGN for a bed and breakfast. The sign reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Izu... Asakawa continues looking through the photos, various sho four friends clowning around in their room. Suddenly she shot taken the next day, at check out. The friends are li arms linked-- and all four of their faces are blurred, distort someone had taken an eraser to them and tried to rub them existence. INT. ASAKAWA’S APARTMENT - KITCHEN - DAY Asakawa wears an APRON, and is frying something up on the Yoichi stands watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Look, I’m probably going to be late coming home tonight, so just stick your dinner in the microwave when you’re ready to eat, OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘K... Mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Hmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "Tomo-chan watched some cursed video! Asakawa leaves the food on the stove, runs over to Yoichi him by the shoulders. She shakes him roughly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "What did you say? You are not to speak of this at school, do you hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "(utterly unfazed) I won’t. I’m going to school now. Yoichi walks off. Asakawa goes back to the stove, but sto only a few stirs, staring off and thinking. Caption-- “September 13th. Monday.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa drives her car speedily along a narrow country ro blowing up in her wake. INT. ASAKAWA’S CAR - DAY Asakawa mutters to herself, deep in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "There’s no way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa’s car drives past a sign reading:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa has left her car and is walking around the drivew is less a bed and breakfast and more like a series of cabin rental COTTAGES . She wanders about for a while, trying to get her bearings pauses now in front of a particular cottage and reaches into her She withdraws the PICTURE from the photomat, the one that sho and her friends with their faces all blurred. The four are po front of their cottage, marked in the photograph as “B4.” Asaka the photo to regard the cottage before her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B4",
          "text": "She walks to the door, turns the handle experimentally. I Asakawa walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa lets her eyes wander around the cottage. It looks modern, all wood paneling and spacious comfort. Her eyes rest on the TV/VCR setup at the front of the roo Crouching before the VCR now, she presses the eject button. Nothing She fingers the inside of the deck, finds it empty, then behind to the rear of the VCR, searching. Again, there is nothin Asakawa presses the power button on the television, picks up the takes a seat on the SOFA. She runs through a few channels they’re all talk shows, no clues whatsoever. She flicks the TV of leans back in the sofa, sighing. Just then, she spies a LEDGER on the coffee table. These sometimes left in hotels in Japan, so that guests can wri comments about their stay for others to read. Asakawa pic ledger up, begins thumbing through it. She stops at a str",
          "sentiment": "neutral"
        },
        {
          "speaker": "PICTURE",
          "text": "obviously drawn by a child, that shows three rotund, almo round personages. She reads the handwritten MESSAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "\"My dad is fat. My mom is fat. That’s why I’m fat, too.\" \fShe smiles in spite of herself. Asakawa flips through the rest of the ledger, but there’s else of any import. She tosses it back onto the coffee table and, sighing aga into the sofa and closes her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa eats silently, alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa has returned to the bed and breakfast. As she wal door, the COUNTER CLERK rises out of his chair to greet h",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Room for one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Um, actually I’m here on business. She passes the clerk a picture of Tomoko and her three ot friends. He stares at it for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "They would have stayed here on August 29th, all four of them. If there’s any information you might have...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Uh, hang on just a minute. The clerk turns his back to her, begins leafing through a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "(to himself) August 29th... While she waits, Asakawa’s eyes start to wander around th Behind the desk is a sign reading “Rental Video,” and a l BOOKSHELF filled with VIDEOTAPES. They are all in their o boxes, and she lets her eyes glance over the titles. Raiders of Ark, 48 Hours-- --and then, suddenly, she spies a VIDEOTAPE in a plain, u sleeve, tucked away in the back of the very bottom shelf. the hairs on the back of her neck rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "That... The clerk looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Hmm? Asakawa stabs a finger excitedly towards the shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "That! What tape is that? The clerk reaches out for it, grabs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "This? Hmm... The clerk pulls the tape out of its SLEEVE and checks for It’s unmarked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Maybe one of the guests left it behind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa flips on the TV. It’s on channel 2, and there is but static. She kneels down to slide the tape into the deck a moment, framed in the vaguely spectral LIGHT from the tel screen. Steeling her nerves, she puts the tape into the m picks up the remote, and presses play. NOTE: This next scene is entirely visual. If you are read translation before watching the movie, do yourself a favo reading this now and watch the scene for itself. Afterwar can come back here to check the meaning of the Japanese chara displayed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At first it looks like nothing has happened-- then Asakaw that she is now viewing recorded static instead of broadcast s watches, waiting, but the static continues unbroken. Asak down at the remote, is about to press fast forward, when the picture on the screen clears and for a moment she thinks looking at the moon. It’s not the moon at all, she realizes. The shape is roun full moon, but it seems to be made up of thin RIBBONS of cloud against a night sky. And there’s a FACE, she sees, a face shadows, looking down from above. What is this? The scene changes now, and Asakawa notes that the tape ha of grainy quality one sees in 3rd or 4th generation copies. is of a WOMAN brushing her long hair before an oval-shaped MIRR nerve- wracking grating as if of some giant metallic insect soun background, but the lady doesn’t seem to notice. The mirr lady is using to brush her hair suddenly changes position from th of the wall before which she stands, to the right. Almost in the mirror returns to its original position, but in that one its changed location we see a small FIGURE in a white GOWN. T turns towards where that figure stood, and smiles. The screen next becomes a twitching, undulating impenetra the kanji characters used in the Japanese language. Asakawa c out only two things recognizable: local volcanic eruption Now the screen is awash in PEOPLE-- crawling, scrabbling, masses, some of them moving in reverse. A sound like moan accompanies them. A FIGURE stands upon a shore, its face shrouded. It poin accusingly, not towards the screen, but at something unseen off to on The insect-like screeching sounds louder. Close up on inhuman, alien-looking EYE. Inside that eye a character is reflected in reverse: SADA, meaning \"Chastit The eye blinks once, twice. The symbol remains. A long shot of an outdoor, uncovered WELL. Sudden loud, blinding STATIC as the tape ends. Asakawa turns the TV off, looking physically drained. She shakily and slumps forward, resting on her knees. Just then, she the television screen. She sees, reflected, a small FIGURE in gown standing at the rear of the room. Shocked, Asakawa draws spins around. The room is empty. Asakawa runs to the sofa to collect he --and the RINGING of the telephone stops her dead in her Zombie- like, she walks towards the telephone, picks it up wordle From the other end comes the same metallic, insectoid SQU heard on the video. Asakawa slams the phone down and glances up at CLOCK. It’s about seven minutes after 7 P.M.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(to herself) One week... Asakawa grabs her coat, pops the tape out of the deck, an the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is dark and raining heavily. Yoichi, Asakawa’s son, is to school, UMBRELLA firmly in hand. The sidewalk is quite n Yoichi comes to a halt when a second PERSON comes from the oppos direction, blocking his way. Yoichi slowly raises his umbrella, peer look at this other pedestrian. It is a MAN, a BAG slung over one He has a beard; unusual for Japan where clean-shaven is the The two continue looking directly at each other, neither speaking. Yoichi then walks around the person’s left and on his way. The man resumes walking as well. Caption-- “September 14th. Tuesday.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bearded man, whose name is RYUJI, reaches out to pres",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOORBELL,",
          "text": "but the door has already opened from within. Asakawa lean holding the door open for him. Neither of them speaks. Wordlessly enters the apartment. INT. ASAKAWA’S APARTMENT - DAY Ryuji puts his bag down, looks around the apartment. The is dark, ominous somehow. He takes his JACKET off and wanders into living room. Asakawa is in the kitchen behind him, preparing TEA. Ryuj the collection of FRAMED PHOTOGRAPHS in living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Yoichi’s in elementary school already, is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "His first year. What about you, Ryuji? How have you been recently?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Same as always. She takes a seat next to him, serves the tea. On the coff before them is a VIDEOTAPE in a plain, unmarked case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And money is...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "I’m teaching at university. Ryuji picks up his cup of tea but stops, grimacing, befor his lips. He rubs his forehead as if experiencing a sudden he Ryuji shakes it off and quickly regains his composure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Anyway. You said that the phone rang?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "That’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "So if I watch it too, that phone over there-- He gestures with his mug RYUJI (cont’d) --should ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Ryuji, four people have already died. On the same day!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(flippant) Well, why don’t you try calling an exorcist? He takes a sip of his tea. Asakawa reaches quickly, grabs from the bookshelf behind her-- a POLAROID CAMERA. She sh into Ryuji’s hands, then turns to look down at the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Take my picture. Ryuji raises the camera to his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Turn this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(unmoving) Hurry up and take it. Ryuji snaps off a shot. It comes out the other end and h waits impatiently for an image to appear. When it does, a do is pass it wordlessly over to Asakawa. Her face is twi misshapen. Just like the picture of Tomoko and her friends. Asakawa stares at it, horrified. By the time she finally Ryuji has already risen from his seat and slid the videot the VCR. Again, the screen is filled with static, only to be with what looks like the moon. Asakawa slams the Polaroid coffee table and goes outside onto the veranda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa stares out at a view of the houses shaded in clou There is a knock on the glass door behind her. A moment l Ryuji slides the door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "It’s over. Asakawa re-enters her apartment. INT. ASAKAWA’S APARTMENT - LIVING ROOM - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Well, it looks like your phone’s not ringing. Ryuji pops the tape from the deck, hands it to Asakawa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Make me a copy of this, will you? I'd like to do a little research of my own. There’s no reason to write us off as dead just yet. He dramatically takes a seat. RYUJI (cont’d) If there’s a video, that means that somebody had to make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "There’s the guest list from the cottage to look into... and the possibility of someone hacking into the local station’s broadcast signals. Asakawa pulls a NOTEPAD from her purse and begins busily away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okazaki putters around. Caption-— “September 15th. Tuesday.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa sits by herself, reviewing the videotape. She is the very last scene, an outdoor shot of a well. She stare carefully, and notices... The tape ends, filling the screen with static. A split-se afterwards, there is a KNOCK on the door and Okazaki ente a FILE. Asakawa momentarily forgets about the video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OKAZAKI",
          "text": "(handing her the file) Here’s that guest list you wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Oh, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OKAZAKI",
          "text": "What are you gonna do with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Uh... sorry, I’m working on something personal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some quick shots of a FOUNTAIN gushing water, PIGEONS fla looking agitated. CUT to Ryuji sitting on a BENCH. He’s d thought, writing in a NOTEPAD. There are multitudes of PE him, and we can hear the sounds of their coming and going OF LEGS attached to a woman in white dress, hose, and pum heading directly for Ryuji. Her pace is slow, rhythmical, that pace progresses all other sounds FADE into the backg that all we can hear is the CLOMP, CLOMP as those legs wa just before Ryuji. The pumps are scuffed, dirtied with gr A gust of WIND rips by. Ryuji fights the urge to look up ears rings the same hollowed, multi-voiced BABBLING heard videotape. The sound grows stronger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI, (VO)",
          "text": "\fSo, it was you. You did it. The babbling fades, disappears as slowly the world’s norm background sounds return. Ryuji looks up, but the woman i is nowhere to be seen. EXT. OUTSIDE RYUJI’S APARTMENT — AFTERNOON Ryuji rides up on a BICYCLE. He turns the corner towards apartment and finds Asakawa seated on the steps, waiting",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Hey. Asakawa notes in his face that something is wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "What happened to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(gruffly) Nothing. He enters the building, carrying his bicycle. Asakawa fol",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two walk down the hallway towards the FRONT DOOR to R apartment. He unlocks the door and they enter. INT. RYUJI’S APARTMENT - AFTERNOON Ryuji and Asakawa enter the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "So, what’d you come up with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "I don’t think any of the guests on the list brought the tape with them. I couldn’t confirm it face-to-face of course, but even over the phone I got the feeling they were all being upfront with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "How about the other angle? Pirate signals or... Asakawa shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "\fThere’re no traces of any illegal television signals being broadcast around Izu. She reaches into her purse, pulls out a large white ENVEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Here’s that copy of the videotape you wanted. Ryuji tears the package open. He squats down on the tatam frontof his TV and slides the tape in. Asakawa sits on th tatami as well, but positions herself away from the TV an her eyes averted. Ryuji glares over his shoulder at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(sternly) Asakawa. She reluctantly scoots closer, looks up at the screen. Ry fast-forwards the tape a bit, stopping at the scene where woman is brushing her long hair before an oval mirror. He the video on frame-by-frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Have you ever seen this woman? Asakawa regards the screen intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "No",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tape advances to the scene where the mirror suddenly positions. When it does, we can again see the small figur white gown, a figure with long black hair. When Ryuji see his body stiffens, becomes tense. Asakawa notices but say She also notices something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(excitedly) There’s something strange about this shot. She takes the remote from Ryuji, rewinds it a ways. Onscr woman begins coming her long hair again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "From this angle, the mirror should be reflecting whoever’s filming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "\fSo, what does that mean? Asakawa lets out a short sigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Well, if the person who made this is a pro, there’d be a way around that, I guess, but still... The screen changes, showing the mass of squiggling kanji again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(reading) Volcanic eruption... Eruption where? He pauses the screen, trying to make sense of what is wri",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "This is gonna be impossible to figure out on just a regular TV screen, don’t you think? They are both still staring at the screen when from behin comes the SOUND of someone opening the front door. Ryuji turns",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV,",
          "text": "ejects the tape from the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Come on in. Asakawa flashes a look at Ryuji and then turns her head b the front door to see who has entered. A cute, nervous-lo young GIRL with short hair approaches slowly. She is carrying a",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAG",
          "text": "filled with groceries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Asakawa, meet my student, Takano Mai. He turns, addresses Mai. RYUJI (cont’d) This is Asakawa, my ex-wife. Ryuji gets up and walks conveniently away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAI",
          "text": "Nice to meet you. I’m Takano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa. * > * As you may already be aware, Japanese name order is t >opposite of English’s, and even close friends may contin >address one another by their last names. Incidentally, A >first name is “Reiko.” In this scene, Mai deferentially >to Ryuji as sensei, meaning “teacher.” Mai sets the bag of groceries down and chases after Ryuji putting on his jacket and getting ready to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAI",
          "text": "Sensei, the people from the publishing company called about the deadline on your thesis again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(brusquely) What’re they talkin’ to you about it for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAI",
          "text": "Because they can never get a hold of you. Ryuji picks up his keys, video firmly in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Ask them to wait another week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAI",
          "text": "Sensei, ask them yourself, please. Ryuji is already headed for the door. His back is to her responds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK, OK.",
          "text": "Asakawa walks after him. They leave. Mai pouts unhappily a bit, and then breaks into a smile a crosses her mind. She walks across the room to where Ryuj up a large BLACKBOARD filled with mathematical equations. Mai rubs out part of one equation with her sleeve and wri new value. \fINT. NEWS STATION —- HALLWAY - NIGHT Asakawa and Ryuji stride purposefully. They stop before a the right, which Asakawa unlocks. They both walk in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa and Ryuji sit in a completely darkened room, thei glued to the television MONITOR. They are again watching with the fragmented kanji characters, but despite their e been able to identify only one additional word, bringing to three: volcanic eruption local residents",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "This is impossible. Ryuji fast forwards, stopping at the scene with the kanji inside an alien-looking EYE. He reads the kanji aloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Sada... Ryuji moves to make a note of this, notices the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Is Yoichi gonna be all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(sadly) He’s used to it... Short silence. Ryuji breaks it by gesturing towards the s",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Whoever made this had to have left some kind of clue behind. They’re probably waiting for us to find it. Asakawa turns a DIAL to bring up the volume, which up unt been on mute. The room is filled with an eerie, metallic and Asakawa spins the dial again, shutting it off. Just a does, Ryuji’s eyes widen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Wait a minute. He turns the dial again, punches a few buttons as if sear something. He listens carefully, and when he hears that s \fsomething again he stops, looks at the screen. It is paused at the scene with the figure, pointing, a CL over its head. The figure now looks oddly like a messenge Ryuji and Asakawa exchange glances. This could be it. Ryu some more switches, setting the sound for super-slow mo. follows is a strange, labored sort of speech-— a hidden message-- the skittering distortion of the tape in slow motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAPE",
          "text": "Shoooomonnn bakkkkkarrri toou... boooouuuukonn ga kuuru zouuu...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(repeating) Shoumon bakkari, boukon ga kuru zo. Did you hear that, too? Asakawa nods. Ryuji is already writing it down excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "What does that mean? Ryuji tears the sheet of paper off the notepad, folds it, it into his shirt pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "I’m gonna check it out. EXT. ASAKAWA’S APARTMENT COMPLEX - MORNING Yoichi is walking to school. He looks back over his shoul once,then resumes walking. INT. ASAKAWA’S APARTMENT - MORNING All the lights are turned off, and she is sitting on the couch watching the footage of her café interview with the high school girls. Caption-- “September 16th. Thursday.” Just when the girl in the interview mentions that whomeve the video is supposed to afterwards receive a phone call, own phone RINGS, startling her. She runs to answer it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’ve got it. It’s a dialect, just like I thought. SHOUMON means “playing in the water” and BOUKON means “monster.” * >* Translated from standard Japanese, the phrase from the >would initially have sounded like, \"If only SHOUMON then >BOUKON will come.\" These two capitalized words, later id to >be dialectical, were at the time completely incomprehens Ryuji >and Asakawa. Dialect can vary dramatically from region t in >Japan, to the point of speakers of different dialect bei to >understand one another. >The phrase on the tape can now be rendered, \"If you keep >the water, the monster will come for you.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "But, dialect from where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Oshima. And the site of our “eruption” is Mt. Mihara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ryuji and Asakawa are seated at cubicles, looking through ARCHIVES of old newspaper articles. Asakawa sneaks a look stands up and walks off a little ways. She has already pu her cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(whispering, on phone) Yoichi? I’m gonna be a little late tonight, honey. Ryuji looks over his shoulder at her, scowls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "You can do it yourself, right? OK. Sorry. Bye. She hangs up, returns to her seat at the cubicle. She res scanning of the newspaper articles, and Ryuji shoots her scowl. Asakawa turns a page and then stops, frowning. She has s article that looks like... Nervously, Asakawa puts the thumb and forefinger of each together, forming the shape of a rectangle. Or a screen. She places rectangle over the article she has just discovered, its headlines r Mount Mihara Erupts Local Residents Urged to Take Precaut Ryuji notices her, leans forward excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "I’ve got it! This old article... The two scan the remainder of the page, and find a smalle article. Did Local Girl Predict Eruption? A young lady from Sashikiji prefecture... The two read over both articles, absorbing the details. R stands suddenly, gathering his things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Has your newspaper got someone out there at Oshima?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "I think so. There should be a correspondent out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "I need you to find out, and let me know how to get hold of him. Tonight. He begins walking briskly away. Asakawa chases after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "What do you think you’ re--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(angrily) You’ve only got four days left, Asakawa! Your newspaper contact \fand I can handle this from here on out. You just stay with Yoichi. Ryuji strides off. Asakawa stands motionless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A car speeds along. CUT to a gravel DRIVEWAY leading up t wooden, traditional-style HOUSE. Kouichi, Asakawa’s father, is st before the entrance and puttering around in his GARDEN. The car previous shot drives up, comes to a halt. The passenger d and Yoichi hops out, running towards the old man. Asakawa wal leisurely after her son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "Grandpa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOUICHI",
          "text": "Whoa, there! So, you made it, huh? Caption-- “September 17th. Friday.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Yoichi says he’s looking forward to doing some fishing with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOUICHI",
          "text": "Is that so? Yoichi begins tugging excitedly at his grandfather’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "C’mon grandpa, let’s go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOUICHI",
          "text": "OK, OK. We’ll get our things together and then we can go. EXT. RIVER — DAY Asakawa stands on a RIVERBANK while her father and Yoichi on, are ankle-deep in a shallow river. Yoichi holds a small N Asakawa’s dad is pointing and chattering excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOUICHI",
          "text": "\fThere he is! C’mon, there he is don’t let him go! Yoichi tries to scoop up the fish his grandfather is poin",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOUICHI",
          "text": "Oh, oh! Ah... guess he got away huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "That was your fault, grandpa. Asakawa’s father laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOUICHI",
          "text": "Well, whaddya say we try again? He begins sloshing noisily out to the center of the strea in tow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOUICHI",
          "text": "We'll get ‘im this time. Asakawa looks away, pensive. INT. KOUICHI’S HOUSE - LIVING ROOM - NIGHT Yoichi is passed out asleep on the tatami mats. A TELEVIS inone corner of the living room, but it is switched off. SLIDING DOORS to the adjacent guest room are open and we futons set out, ready for bed. Asakawa enters the living room and, seeing Yoichi, scoops her arms and carries him over to the guest room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "(sleepily) How was work, mommy? Asakawa tucks him into the futons and walks silently off. INT. KOUICHI’S HOUSE - STAIRCASE — NIGHT Asakawa stands at the foot of the staircase, telephone RE hand. The phone rests on a small STAND by the staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI, (0.S.)",
          "text": "Yeah. Your Oshima contact came \fthrough. It looks like the woman who predicted the Mihara eruption is the same woman from the video. INT. RYUJI’S APARTMENT — NIGHT Ryuji is crouched in front of the TV, REMOTE in hand. The paused on the scene of the woman brushing her long hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Her name is Yamamura Shizuko. She committed suicide forty years ago by throwing herself into Mt. Mihara. INT. KOUJI’S HOUSE - STAIRCASE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Have you got anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI, (0.S.)",
          "text": "I’m gonna have to check it for myself. I’1l be leaving for Oshima tomorrow morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Oshima? I’ve only got three days left!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI, (0.S.)",
          "text": "I know. And I’ve got four. Short silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI, (0.S.)",
          "text": "I’1l be in touch. Ryuji hangs up. Asakawa, deep in thought, slowly places t back in its CRADLE. She turns around to walk back down th only to find her father standing there, face full of conc",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOUJI",
          "text": "What’s happened? Asakawa shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Nothing. I just had some things left over from work. She walks past her father, who glances worriedly after he shoulder. \fINT. KOUJI’S HOUSE - GUEST ROOM — NIGHT The lights are all off and Asakawa is asleep in her futon suddenly fly open as a VOICE sounding eerily like her dec Tomoko calls out to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOKO, (0.S.)",
          "text": "Auntie? Asakawa looks around the room, gets her bearings. Her eye the futon next to hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Yoichi? There is a BODY in that futon, but it is full-grown, dres black. It is curled into a fetal position and has its hea away. Suddenly, the IMAGE from the video of the figure with its shrouded springs to Asakawa’s mind. Just an instant, its visage materializes, and then disappears. It reappears a later, pointing more insistently now, and disappears agai Asakawa blinks her eyes and realizes that the futon next empty. Yoichi is nowhere to be seen. Just then, she hears that high-pitched, metallic SQUEAKIN video. Eyes wide with horror, she flings the sliding door --and there, seated before the television, is Yoichi. He is watching the video. It is already at the very last scene, the shot of the out CLOSEUP on the screen now, and for just an instant we can something is trying to claw its way out of the well. The off, and the screen fills with static. Shrieking, Asakawa races over to Yoichi, covers his eyes is already too late. She scoots over to the VCR, ejects the stares at it uncomprehendingly. She is then at Yoichi’s s shaking him roughly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Yoichi! You brought this with you, didn’t you? Why?!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "Tomo-chan... \fAsakawa freezes, her eyes wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI",
          "text": "Tomo-chan told me to watch it. EXT. OCEAN — DAY WAVES are being kicked up by a large PASSENGER SHIP as it its way. CUT to Asakawa and Ryuji standing on deck over the waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "I should’ve been more careful. When I was at your place that day, I could feel something there. I thought it was just because of the video...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "You mean that Tomoko—",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "That’s not Tomoko. Not anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Yoichi... he can see them too, can’t he? Ryuji nods his head, lowers it sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "It’s all my fault. First Tomoko died, then those three others. It should have stopped there, but it didn’t. Because of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "I wonder... Asakawa turns to Ryuji suddenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "How did the rumors about the video even start in the first place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "This kind of thing... it doesn’t looking out \fstart by one person telling a story. It’s more like everyone’s fear just takes on a life of its own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Fear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Or maybe it’s not fear at all. Maybe it’s what we were secretly hoping for all along. EXT. PORT — DAY The ship has docked, its GANGPLANK extended. Ryuji and As the length of the gangplank towards the shore. A man name HAYATSU is already waiting for them. He holds up a white in both hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Mr. Hayatsu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYATSU",
          "text": "Aah, welcome! You must be tired after your long trip. Please, this way. Mr. Hayatsu leads Asakawa and Ryuji to an awaiting miniva Caption-- “September 18th. Saturday.” INT. HAYATSU’S MINIVAN - DAY Ryuji and Asakawa sit in the back. Mr. Hayatsu is behind chattering away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYATSU",
          "text": "Back in the old days, the Yamamuras used to head fishing boats out in Sashikiji, though they don’t much anymore. You know, one of Shizuko’s cousins is still alive. He’s just an old man now. His son and his daughter-in-law run an old-fashioned inn. I went ahead and booked reservations for y’all, hope that’s alright... Asakawa gives the briefest of nods in reply, after which minivan lapses into silence. Asakawa looks dreamily out a mountain-studded landscape, then suddenly snaps to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ryuji) Why did Yamamura Shizuko commit suicide?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "She was taking a real beating in the press, being called a fraud and all sorts of names. After a while she just lost it. CUT to a scene of the minivan speeding along a country ro INT. HAYATSU’S MINIVAN — DAY Ryuji nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Shizuko was getting a lot of attention around the island after predicting the eruption of Mt. Mihara. Seems that for some time she’d had a rather unique ability: precognition. It was around then that she attracted the attention of a certain scholar whom you may have heard of; Ikuma Heihachiro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "He was driven out of the university, wasn’t he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "This Professor Ikuma convinces Shizuko to go to Tokyo with him, where he uses her in a series of demonstrations meant to prove the existence of ESP. At first she’s the darling of the press, but the next thing you know they’re knocking her down, calling her a fraud. Hmph. Forty years later the media still hasn’t changed that much. Asakawa continues, ignoring Ryuji’s barb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "I’ve heard this story. But... I’m sure I remember hearing that somebody died at one of those demonstrations. A strange look crosses Ryuji’s face. He looks away, igno for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "After getting kicked out of university, Ikuma just vanished, and no one’s been able to get hold of him since. He’s probably not even alive anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "But, why even try looking for him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Because he’s supposed to have had a child with Shizuko. A daughter. Asakawa freezes. In her mind, she sees a small FIGURE dre white, its face hidden by long, black HAIR. It is the fig the video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Hayatsu leads Asakawa and Ryuji to the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYATSU",
          "text": "Hello? The INKEEPER, a middle-aged lady named KAZUE wearing a tr KIMONO, comes shuffling up. She addresses Mr. Hayatsu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZUE",
          "text": "Thank you. She turns to Asakawa and Ryuji. KAZUE (cont’d) Welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYATSU",
          "text": "Well, I’11l be off then. He gives a little bow and is off. Kazue, meanwhile, has p two pairs of SLIPPERS, which she offers to Ryuji and Asak",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZUE",
          "text": "Please. Ryuji and Asakawa begin removing their shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kazue leads Ryuji and Asakawa up a shadowed, wooden STAI",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZUE",
          "text": "And for your rooms, how shall we...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Separate, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZUE",
          "text": "‘Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kazue gives a little bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZUE",
          "text": "This way. Kazue turns to the right. Almost immediately after reachi top of the steps, however, a strange look crosses Ryuji’s He heads down the opposite end of the corridor, Asakawa c behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZUE",
          "text": "(alarmed) Sir! Ryuji flings open the SLIDING DOOR to one of the older ro There, hanging from one of the walls, is the oval-shaped MIRROR video, the one used by the mysterious lady to brush her l Ryuji stares at the mirror, almost wincing. He turns arou to look at Asakawa,but continues turning, looks past her. follows his gaze, as does Kazue. Standing at the end of t corridor is an old man, MR. YAMAMURA. Yamamura regards them silently, balefully. Breaking the s Kazue gestures for Asakawa and Ryuji to follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZUE",
          "text": "(softly) Please, this way. Asakawa races past the innkeeper towards the old man. He back turned towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Please! If you could just answer a few questions, about Shizuko...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got nuthin’ to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "It’s about Shizuko’s daughter. The old man says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "She did have a daughter, didn’t she? Yamamura regards her for a moment, then turns to walk awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "YAMAMURA",
          "text": "You’re wasting your time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TABLE is laid out with an elaborate-looking DINNER. A sits alone, knees curled up to her chin, eyes wide and fr She is whimpering softly to herself. Just then, the DOOR open and Ryuji walks in. He sits at the table and picks u pair of CHOPSTICKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Aren’t you gonna eat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Umm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Hm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "You'll stay with me won’t you? When it’s time for me to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Oh, stop it. Asakawa scoots across the tatami mats towards the table, Ryuji fiercely by the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "You’1l stay, won’t you? If you stayed, maybe you’d learn something that could help Yoichi--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "I said stop it! Have you forgotten There was a girl with Tomoko when she died? That girl’s now ina \fmental institution. Who knows what could happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "But you could stay with me, Ryuji. You’d be OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(angrily) Why, because I’m already not right in the head? Asakawa releases her hold on Ryuji’s arm, lowers her head slams his chopsticks down angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "If that’s the case, why not just let things run its course, get rid of father -and- son? Yoichi was a mistake, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Stop it! Short silence. When Ryuji speaks up again, his voice is s reassuring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "We still have two days left... Just then the VOICE of the innkeeper calls tentatively ou the other side of the sliding door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZUE, (0.S.)",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Come in. Kazue slides the door open. She stands hesitantly in the something tucked under one arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZUE",
          "text": "It’s about Miss Shizuko. Ryuji shoots a glance at Asakawa and stands up from the t walks towards the innkeeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZUE",
          "text": "This is all that there is... Kazue produces an old black and white PHOTOGRAPH. The ph WOMAN, seated, dressed in a KIMONO. A MAN in a Western-st stands beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Is this Professor Ikuma? Hearing this Asakawa leaps up, walks over to examine the herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZUE",
          "text": "..yes. This picture is from before I’d entered the household. She pauses a moment. KAZUE (cont’d) I should go now. The innkeeper scuttles off, leaving Asakawa and Ryuji alo photograph. Unbidden, the VOICE from the video enters the thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Shoumon bakkari... boukon ga kuru zo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa watches Ryuji stride down the shore. Caption-- “September 19th. Monday.” Ryuji strolls up to find old man Yamamura sitting alone, out at the sea. Yamamura glances up to see Ryuji approach Ryuji takes a seat next to the old man, but it’s Yamamura first. The deep basso of his voice emphasizes the drawl o accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YAMAMURA",
          "text": "Y’all’d do best to be off soon. Sea’s probably gonna be rough tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "What kind of a child was Shizuko?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YAMAMURA",
          "text": "Shizuko was... different. She’d come out here by herself ever’day an’ just stare out at the ocean. The fishermen \fall took a dislikin’ to her. Ocean’s an unlucky place for us, y’see: every year it swallows up more of our own. You keep starin’ out at somethin’ ike that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Shoumon bakkari shite’ru to, boukon ga kuru zo. “If you keep playing in the water, the monster will come for you.” Yamamura looks at Ryuji, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Shizuko could see “inside” people, couldn’t she? Down to the places they’d most like to keep hidden. It must have been difficult for her... Yamamura rises unsteadily to his feet, features twisted a",
          "sentiment": "neutral"
        },
        {
          "speaker": "YAMAMURA",
          "text": "Please leave! Now! Ryuji stands, takes hold of Yamamura’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "I’ve got a little of that ability myself. It was you who spread the word about Shizuko, wasn’t it? And you who first contacted Professor Ikuma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YAMAMURA",
          "text": "What’re you--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "You thought you’d be able to make some money off her. You even got some, from one of the newspapers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YAMAMURA",
          "text": "Leave me the hell alone! Mr. Yamamura strides angrily off. Both Ryuji and Asakawa pursuit, Ryuji calling out from behind Yamamura’s back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Tell us about Shizuko’s daughter. Who was she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don’t know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "She was there, with Shizuko. She had to be. Yamamura’s pace, which has become increasingly erratic, f causes him to stumble and fall. Ryuji comes up behind him grasping him firmly. At their touch Ryuji’s power awakens he peers into the old man’s mind there is a sudden blindi",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "The setting is a large MEETING HALL. A number of people a in folding chairs before a STAGE, on which are a four MEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSINESS",
          "text": "SUITS and a WOMAN in a KIMONO. A BANNER hangs above the s which reads PUBLIC DEMONSTRATION ON THE EXISTENCE OF CLAIRVOYAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "Ryuji eyes widen as he realizes he is seeing Shizuko’s de before the press. He also realizes--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(to Yamamura) You were there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "YAMAMURA SHIZUKO, the woman in the kimono, is sitting at onstage. Her face is calm and expressionless. Standing of side and peering from behind the curtains is a young Mr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI, (0.S.)",
          "text": "You stood there and watched the demonstration. CUT back to the beach. Asakawa comes running up toward Ry the prone Mr. Yamamura. Suddenly there is another",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "Asakawa, her eyes wide, finds herself inside the scene, r as if she had actually been there. She watches as Shizuko a sealed clay POT in both hands. Shizuko regards the pot and then places it gently on the table before her. She ta calligraphy STYLUS from the table, begins writing on a th rectangular sheet of RICE PAPER. The members of the press \fexcitedly, craning their necks for a better look. Onstage, a JUDGE holds up the phrase written by Shizuko a folded sheet of paper taken from the sealed pot. The phra sheets is identical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Match. Cameras begin FLASHING excitedly. Shizuko’s features melt soft smile. The experiment is performed again, and again the phrase w Shizuko corresponds to the sealed sheet of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Match. Again and again, Shizuko unerringly demonstrates her powe the unseen. Finally, a bearded REPORTER explodes from his begins striding angrily towards the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Faker! This is nothing but trickery, and the lowest form of trickery at that. The reporter stops at the foot of the stage, points his f accusingly at Shizuko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "What are you trying to pull, woman? A SECOND REPORTER sitting in the front row also rises to",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "That’s right! Professor Ikuma, you're being fooled! By now most of the press has risen from their chairs, poi shouting angrily. Onstage, Shizuko backs away, eyes wide frightened. She covers both ears, trying to block out the increasing din. Professor Ikuma holds her protectively by the should first reporter is still shouting angrily, his voice risin others. Suddenly, a pained look crosses his face and he c to the floor. The crowd, and Asakawa as well, see that the r face is contorted into a grotesque mask of fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "\fWhat’s happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "He’s dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "(to Shizuko) Witch! Professor Ikuma begins leading Shizuko offstage. They sto someone unseen steps up, blocking their passage. Shizuko’s eyes w head shaking in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIZUKO",
          "text": "Sadako? Was it you? CUT to Ryuji on the beach. He looks up excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Sadako?! He recalls the image from the video, the alien eye with t character SADA reflected in reverse. * >* The majority of girls' names in Japanese end in either (\"beauty\") >or -ko (\"Child\"). Thus, Sadako means \"Chaste child.\" Sad of >course, the mysterious daughter of Shizuko and Professor",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Sadako killed him? She can kill just with a thought?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YAMAMURA",
          "text": "She’s... a devil spawn. CUT back to the demonstration hall. Sadako, her face comp hidden by her long hair, runs offstage... and heads directly for Asakawa instinctively raises her arm, and Sadako grasps i All the nails on Sadako’ hand are stripped away; her fing raw, bloody stumps. CUT back to the beach. Asakawa, still caught in the throe vision, has begun to swoon. Finally her legs give out an crumples to the beach. Ryuji grabs hold of her supportively. He gl down at her wrist, sees an ugly, purple BRUISE already beginning The bruise is in the shape of five long, spindly fingers. Mr. Yamamura slowly rises to a sitting position, and toge three watch the approach of ominous, dark STORM CLOUDS. INT. MR. HAYATSU’S HOUSE - DUSK Asakawa is on the phone, her voice almost frantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "That’s right. After Yamamura Shizuko committed suicide, Professor Ikuma took the daughter and ran. No, no one knows where they went. That’s why I need -you- to find out where they are. Even if the professor’s dead, Sadako should still be in her forties. I’11 explain it all later, but right now just hurry! Asakawa slams the phone down. PAN to show Ryuji slumped i corner of the room, his back to the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Sadako’s probably already dead. She could kill people with just a thought, remember? Her mother wasn’t even close to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(flustered) Well, what about that video? If Sadako’s dead then who made it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Nobody made it. It wasn’t made at all. That video... is the pure, physical manifestation of Sadako’s hatred. Ryuji turns to regard Asakawa, his eyes blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "\fWe’ve been cursed. There is a moment of silence before Mr. Hayatsu slides th open, almost falling into the room. He is out of breath, and sp rapidly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYATSU",
          "text": "It’s no good. With the typhoon coming in, all ships are temporarily staying docked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "What about the fishing boats? Tell their captains I’1l pay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYATSU",
          "text": "Fishing boats? Sir, without knowing whether this typhoon is going to hit us or not, I think it’d be better to wait and see how things turn-- Ryuji interrupts him, slamming both palms on the table. G rattle wildly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Fine! I’1l1 try searching myself! Ryuji stands and races past Mr. Hayatsu out into the rain takes pursuit, calling after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYATSU",
          "text": "Mr. Takayama!? Mr. Takayama... Asakawa, left alone, stares down at the tatami mats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "White-capped waves roll angrily in a black sea. INT. MR. HAYATSU’S HOUSE - NIGHT Asakawa sits at a table, alone, her hands clasped as if i Her eyes are wide and glassy. The phone RINGS suddenly and As dives for it, wrenching it from the cradle before it can ring a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Asakawa? I’m sorry. I tried, but I couldn’t come up with any leads at all. A look of abject fear crosses Asakawa’s face. She begins into herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OKAZAKI, (0.S.)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(softly) Thank you... Asakawa slowly places the phone back in its cradle. Almos immediately, her face begins to crumple. She falls to her knees, sobbi the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Yoichi... She cries a while longer but suddenly stops. Her face, ey streaked with tears, shoots suddenly up, stares directly at the te",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(softly) Izu...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa stands looking down on the wharf, scanning. Several FISHING BOATS are docked. The wind whips her hair around. She continues scanning, and suddenly she spies--—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(calling) Ryuji! Asakawa runs down onto the wharf, heading towards Ryuji. in mid-conversation with Mr. Hayatsu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Ryuji! The phone in my apartment never rang! It only ever rang at the rental cottage! Professor Ikuma must’ve...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we've got no way of going back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYATSU",
          "text": "It’s too dangerous! The thought of anybody going out in this weather... The three fall into silence as they realize the powerless their situation. Suddenly, a deep VOICE booms from behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YAMAMURA, (0.S.)",
          "text": "I’1l take you out. The three spin around to see Mr. Yamamura, his ROBES flap gusty night air. He begins walking towards them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YAMAMURA",
          "text": "Sadako is callin’ y’all, reckon. Mayhap to drag you down under the water. Short silence. Ryuji shoots a short questioning glance at turns back to face Mr. Yamamura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Please. Take us out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tiny FISHING BOAT is tossed about on the waves. Mr. Yam stands at the wheel, his face expressionless. INT. MR. YAMAMURA’S FISHING BOAT - NIGHT Ryuji and Asakawa are crouched close together in the cabi Asakawa’s expression is dreamy, faraway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "It’s funny. I’m not afraid at all. Ryuji leans over, rubs her hand comfortingly. Suddenly he back into analytical mode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Sadako probably died back out there at Izu, before the rental cottages \fwere ever built.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "So, Sadako was Professor Ikuma’s daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(nodding) Ikuma smuggled her out in secret. His relationship with Shizuko was already a scandal, and one of the reasons he got drummed out of the university... We’ve gotta find Sadako’s body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(excitedly) Is that going to break the curse? Will Yoichi be all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "It’s all we’ve got left to try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Just one more day... Ryuji puts his arm around Asakawa. EXT. MR. YAMAMURA’S FISHING BOAT - DAWN Ryuji stands on deck, looking out over the water. He head below toward the captain’s area. Mr. Yamamura is at the w",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "We made it. Maybe Sadako doesn’t have it out for us after all. Long pause as Mr. Yamamura says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YAMAMURA",
          "text": "Shizuko... she used to -speak- to the ocean, just ramble away. One time I hid, listenin’ to one of her conversations. Mr. Yamamura pauses again. YAMAMURA (cont'd) And it weren’t in no human language. \fEXT. MR. YAMAMURA’S FISHING BOAT - DAWN Asakawa has climbed out on deck and is looking up towards sunrise. Caption-- “September 20th. Monday.” EXT. HARDWARE STORE — DAY Ryuji races out of the store, loaded down with supplies. pair of BUCKETS in one hand and a CROWBAR and SHOVEL in t length of ROPE is coiled over his left shoulder. He runs RENTAL CAR, passing by Asakawa who stands at a PAYPHONE, hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI, (0.S.)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Yoichi? It’s mommy. I just called to say I’1ll be coming home tomorrow. Ryuji shoots a look at her over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI, (0.S.)",
          "text": "I’m tired of it here, mom! I wanna go back to school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "(smiling) Yoichi, it’s rude to your grandpa to talk like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI, (0.S.)",
          "text": "He’s laughing. You wanna talk to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "No, that’s... Asakawa pauses, her voice hitching. She seems about to lo her composure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "I’m sorry, Yoichi. I’1ll... I’1l see you tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOICHI, (0.S.)",
          "text": "What’s wrong? Asakawa’s face scrunches up in an effort to hold back tea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mommy’s got something she has to do. Say hello to grandpa for me, OK? Ryuji stands by the car, scowling over at Asakawa. He shu",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR,",
          "text": "just short of a slam. CUT to Asakawa hanging up the phone half- runs towards the rental car and enters the passenger side blankly into space. Ryuji slides into the driver’s seat, his SEATBELT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "What time was it when you first watched the video? Asakawa glances at her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Seven or eight minutes past seven. PM. No more than ten minutes past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "If the rumors are true, that time is gonna be our deadline. Asakawa buckles up as Ryuji steps on the gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asakawa sits in the passenger side. Her face is almost an with the faintest hint of a smile. Ryuji shoots a questio at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The white rental car tears past the SIGN reading Izu Paci The car continues into the LOT, screeching around corners coming to an abrupt halt. Asakawa, her face still oddly expressionless, gets out of the passenger side. Ryuji exits as well, the shudder running through him as he regards the series of r cabins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "-Here-. CUT to Asakawa and Ryuji walking up the gravel PATH towar rental cabins. Ryuji looks back over his shoulder as both he an stop before cabin B4. The cabin is on STILTS, its underbelly f by wooden LATICEWORK. Ryuji drops most of his supplies to th but keeps hold of the PICK. He raises the pick over one shoul begins smashing away at the latticework. When he has cleared eno for passage, he begins picking up supplies and tossing them h within. When finished, he holds a hand out for Asakawa. The two e earthen basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDER COTTAGE B4",
          "text": "Ryuji pulls a FLASHLIGHT out, flicks it on. The BEAM arcs illuminating what looks more like an old mine shaft than rental cottage. The beam halts when it suddenly encounter STONE WELL. The well is badly chipped on one side, and se with a solid-looking stone LID. Ryuji rushes quickly towa",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "I knew it! The well. He squats down beside the well, setting the flashlight on lid. Asakawa sinks slowly down beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "The well... Ryuji reaches out and takes Asakawa’s hand. He sets their hands onto the lid, and together they begin lightly traci surface of the lid with their free hands. Asakawa closes in concentration... and suddenly, as with the incident on th Asakawa finds herself drawn into Ryuji’s psychometric VIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "The picture is black and white, grainy like old film. A Y in a WHITE GOWN walks slowly towards an open well. She place on the LIP of the well, peers curiously down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "Asakawa looks up, her eyes wide open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is now a second person in the vision, an ELDERLY MA old- fashioned tweed SUIT standing behind the young girl. He s produces some BLADED OBJECT, and strikes the girl savagel the back of the head. The girl falls forward. The man drops to the ground, grab girl behind the knees and hoisting her limp BODY over the lip the well. The body falls into its depths. Panting heavily, the man leans forward and grasps the lip well with both hands, looking down. He flashes a guilty look i direction, checking that his crime has gone unnoticed, an does so Asakawa realizes that she knows this face. The image f videotape, like a face in the moon: it had been Sadako in well, looking up to see this man staring back down at her. This man whose name is Professor Ikuma Heihachiro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Her own father! The energy seems to drain out of Asakawa in a rush, and h crumbles. Ryuji catches hold of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "It was Ikuma who put this lid on. And Sadako’s still inside. Ryuji stands quickly, takes hold of the crowbar. He inser under the lid and begins trying to pry it off, face scrunched w Asakawa digs her fingers in and lends her own strength as Slowly, the lid begins to move. Ryuji tosses the crowbar aside an lean the combined weight of their bodies into it. The lid off, dropping to the earth with a dull THUD. Ryuji sits to one winded with effort, as Asakawa takes hold of the flashlight. She down into the well, but it only seems to intensify the gl WATER she can see looks fetid and brackish. Ryuji sees h expression and begins removing his JACKET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "I’l1l go. He walks off, leaving Asakawa alone. CUT to an overhead shot of the well. A ROPE is fastened t side, and Ryuji has already begun lowering himself down. His ey overthe grime-smeared WALLS, and with a shudder he begins out human FINGERNAILS. Torn loose and spattered with blood, c fingernails line the sides of the well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Sadako was alive! She’d tried to climb her way out. Ryuji’s face twists into a grimace as if momentarily expe Sadako’sterrible agony. He waits a moment longer before e way down the rope again, finally SPLASHING to rest at the the well. He holds his flashlight above the brackish wate up to Asakawa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Lower the buckets! Asakawa nods and lowers two plastic BUCKETS fastened to a Ryuji grabs one and scoops up a bucketful of water, tugging on when finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Take it up! Asakawa hoists the bucket up to the rim of the well. She small distance and tosses the contents out onto the ground. She to glance through the wooden lattice to the outside, and wit realizes that the sun has already started to set. A nervo at her WATCH later and she is back at the well, lowering the bucket to find another full one already awaiting her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "\fTake it up! In the well, Ryuji glances at his watch. He looks at it f moment, the expression on his face saying We’re not going it. Time passes as Asakawa pulls up bucketload after bucketlo strength beginning to fade. She half-stumbles, glances up shocked to realize that NIGHT has fallen. CUT to Asakawa slowly pulling up yet another bucket, her almost gone. She looks at her watch and sees that it is n 6:00. She calls frantically down to Ryuji.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "It’s already six!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(explosively) I know! Hurry up and TAKE IT UP!! The bucket slowly jerks into motion. Asakawa pulls it up of the well, holds it unsteadily. She takes one faltering falls, spilling the bucket’s contents onto the ground. CUT to Ryuji in the well, standing ready with another buc",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Take it up! Nothing happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Asakawa! The bucket begins moving, even slower than before. CUT to her body trembling with effort. By now it’s all she can d keep her body moving. She glances behind her, sees throug wooden lattice that it is now pitch black. A look of resignation her face and she releases her hold on the bucket, her body cr falling in on itself. CUT to the bucket splashing back into the well, narrowly Ryuji.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(fuming) What the hell are you doing? Trying to get me killed? CUT back to Asakawa, her face dead. Ryuji calls out from",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI, (0.S.)",
          "text": "Hey! Asakawa falls backward onto the ground, arms splayed. CUT of the well. Ryuji pulls himself up over the rim, catches Asakawa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Asakawa! She lifts her head up but says nothing as Ryuji walks ove",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "We'll change. You’re in no condition to keep this up. Asakawa suddenly springs into life. Her voice is frantic,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Who do you expect to pull up these buckets, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "But, we don’t even know if it’s doing any good... Ryuji strides forward and slaps Asakawa painfully across He begins shaking her roughly for good measure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "And what about Yoichi, huh? Is his mother not coming to pick him up after all? He releases his hold on her. The two stare at each other time, saying nothing. CUT to an overhead shot of Asakawa being lowered into the now to Asakawa inside the well, her face and clothes cove grime, body simultaneously limp with exhaustion and tense fright. Unable to resist the impulse, Asakawa slowly looks over h and down into the well. The dankness, the claustrophobia and she draws in her breath in the first signs of panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "\fDon’t look down! She returns her gaze, cranes her neck upward. CUT to Ryuj over the rim of the well, peering down at her. For an ins everything becomes monochrome. It’s not Ryuji looking dow all; it’s Professor Ikuma, checking to see if she’s still if the blow to the back of her head has finished her off. Asakawa, her eyes wide with fright. Asakawa comes to rest at the bottom of the well. A FLASHL from another rope, but its beam has almost no effect on t darkness. Asakawa crouches forward, hands moving searchingly throug water. She calls out pleadingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Where are you? Please, come out. Asakawa straightens, unties herself from the rope. A full already awaits. She tugs on the rope and Ryuji pulls it u She scoops up a second bucket, but something stops her fr it up. Instead, she begins running her arms through the w again, her voice close to tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Please. Where are you? Asakawa continues her blind fumbling, which sends up litt of stagnant water. With a start, she realizes that her fi caught something. Seaweed? Asakawa draws her hands close better look... and sees that is HAIR. A thick clump of lo hair. Suddenly a pale, thin ARM shoots out from beneath the wat catching Asakawa just below the wrist. Asakawa’s ears are filled w",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOUND",
          "text": "like moaning as something slowly rises from its watery sl is a GIRL, her face completely hidden by long, black hair shot of Asakawa’s face. Far from being frightened, her fe oddly placid. She regards the fearsome thing before her w almost tender look. Asakawa reaches out, lightly strokes hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "It’s you... She strokes the hair again, and abruptly it peels right o with a loud SQUELCH. Revealed is not a face at all but a sockets are at first menacingly empty, but then begin to green SLUDGE it has pulled up from the bottom of the well mother comforting a frightened child, Asakawa pulls the s remains to her breast, strokes the bony head comfortingly begin to glaze. CUT to Ryuji racing up to the rim of the well, leaning do intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Hey! Asakawa! It’s already 10 minutes past seven! We did it! Down in the well, Asakawa continues staring blankly ahead suddenly falls forward, limp. EXT. OUTSIDE COTTAGE B4 — NIGHT Three POLICE CARS are parked outside the rental cottages, headlights flashing. A few COPS walk by, two of them carr something off in white PLASTIC BAGS. CUT to Ryuji and Asa sitting on the curb. Asakawa is staring off at something, draped over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Why would Ikuma have killed her? His own daughter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Maybe she wasn’t his daughter at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Maybe her father... wasn’t even human. The two exchange glances. Ryuji’s gaze falls to Asakawa’s which he suddenly takes and holds close to his face. The bruise where Sadako had grabbed her has disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "It’s gone... He shakes his head, clearing his analytical mind of their",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Enough, already. It’s over. C’mon. I’1l take you home. Ryuji stands, pulls Asakawa to her feet. \fEXT. OUTSIDE ASKAWA’S APARTMENT - NIGHT Ryuji’s white CAR pulls up into the parking lot. He and A get out, regard each other from opposite sides of the car a long moment where neither of them says anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Get some rest. He flashes her the slightest of grins. RYUJI (cont’d) I still have a thesis to finish. CUT to a shot of Ryuji and Asakawa, the car creating an a metaphoric distance between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": ".».thank you. Ryuji nods silently by way of reply. He gets into his car drives off. Asakawa watches him go, and then walks toward entrance of her apartment. INT. ASAKAWA’S APARTMENT - BEDROOM - MORNING Asakawa walks into her room, sits on the edge of her bed. now morning, and she sits dazedly watching the sun come u INT. RYUJI’S APARTMENT - MORNING Ryuji sits busily scribbling into a NOTEBOOK. He stops wr moment to regard his notes while taking a sip of COFFEE. glances over at his BLACKBOARD for confirmation when a sm crosses his brow. It’s gone a moment later as he chuckles to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "That girl... Ryuji stands, walks over to the blackboard. He fixes Mai’ prank with a single chalk stroke. EXT. ASAKAWA’S APARTMENT - VERANDA - MORNING Asakawa emerges, taking in the dawn. At first her face is tranquil... but her features change as the sun almost not darkens and a WIND begins to kick up her hair. She now lo anxious. Caption-- “September 21st. Tuesday.” NOTE: This next scene is entirely visual. If you are rea translation before watching the movie, do yourself a favo reading this now and watch the scene for itself. INT. RYUJI’S APARTMENT - MORNING Ryuji is busy scribbling away at his notes again. His han ceases, eyes dancing worriedly as he hears a faint... No. Breath rattling fearfully in his throat, Ryuji spins arou the TELEVISION SET. He gets out of his seat for a better falling to his knees on the tatami. The image that fills the screen is the last scene from th videotape; the shot of the well. The SOUND from before comes louder now, more insistent, a screeching that both repulses and beckons him closer. Ryu on all fours towards the SCREEN, stares at its unchanging im terrible foreboding. There is a flash of MOTION as something shoots out of the hand. First one, and then another, as Sadako, still in he white dress, face hidden beneath long, oily strands of hair, be pulling herself out. The television screen jumps unsteadi with static as if barely able to contain her image. CUT back and forth between Ryuji, who is beginning to vis and the television, which shows Sadako lurching ever clos",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "(almost frantic) Why?! The TELEPHONE rings, and Ryuji spins round towards it, br catching in his throat. He looks at the phone, over his shoulder a television, back to the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "That’s it! Asakawa... Ryuji scrambles wildly towards the phone. He takes the re is unable to do more than clutch it fearfully as his gaze inexorably back to the television. Sadako’s shrouded fac filled the entire screen... and then, television popping and cra jerks forward and emerges from the television onto the fl Ryuji’s apartment. Ryuji backs away, screaming in terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYUJI",
          "text": "Aaargh! Sadako lies prone, collapsed, hair splayed out like a dro corpse. Only her FINGERS are active, crawling, feeling. The TIPS fingers are little more than bloodied stumps, not a singl fingernail on them. She uses the strength in those fingers to pull h forward, coming jerkily to her feet. The joints of her bo unnaturally, more insect-like than human. Ryuji flings the phone aside and begins scrambling about apartment as if looking for cover. The strength has already begun t from his body, however, and his movements are clumsy, exaggera falls to the floor, panting heavily. Sadako turns to regard him, and for just an instant we ca beneath her impenetrable shroud of hair; a single EYE burns with unbridled hatred. Its gaze meets Ryuji’s, and his face twists into a grimac SCREAMS loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "EXT. KOUJI’S HOUSE - FRONT YARD - DAY Yoichi sits on the lawn, doodling into a large SKETCHPAD. suddenly stops, eyes registering that he has somehow felt father’s death. INT. ASAKAWA’S APARTMENT -— DAY Asakawa clutches the RECEIVER to her ear. She can still h sounds of metallic SCREECHING coming from the video, thou now becoming softer. EXT. OUTSIDE RYUJI’S APARTMENT BUILDING - DAY Asakawa comes running down a side street, turning the cor making for the entrance to Ryuji’s apartment building. T single GUARD posted at the entrance. He reaches out, catc lightly by the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Are you a resident here, ma’am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "I’m Takayama Ryuji’s wife! The guard drops his hand, and Asakawa makes for the entra",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "I’m sorry ma’am, but they’ve already taken the body away. Asakawa’s spins around, eyes wide. Body? INT. HALLWAY OUTSIDE RYUJI’S APARTMENT - DAY Mai is there, slumped against one wall. Asakawa comes run dropping to her knees and grasping Mai by the shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "What happened? Mai shakes her head dreamily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAI",
          "text": "When I got here he was just lying there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Did he say anything to you? About a videotape? Mai shakes her head again, shakes it harder until the bre catches in her throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAI",
          "text": "His face... Mai falls into silence, curls up on herself. Asakawa leav and crosses toward the door to Ryuji’s apartment. INT. RYUJI’S APARTMENT - DAY The front DOOR opens wildly, noisily forward. Asakawa com rushing in, eyes darting about the apartment. She thinks frantically to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ryuji... why? Does this mean that Yoichi will die, too? Is the curse not broken yet? Her gaze falls to the television set. She dives forward, the eject button on the VCR. Sure enough, the TAPE is sti the deck. She takes the tape and leaves. INT. ASAKAWA’S APARTMENT - LIVING ROOM - NIGHT Asakawa walks slowly, dreamily forward. She drops the vid loudly onto the coffee table and slouches into a CHAIR. H fall to the framed photographs of Yoichi on one of the sh This snaps Asakawa out of her daze and she begins whisper intently to herself, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "I was the only one to break Sadako’s curse. Ryuji... why...? Something I did that you didn’t... Something I did that you didn’t... Asakawa gives up, lowers her face into her hands. When sh up again, she happens to glance at the television screen- its GLARE reveals that there is someone ELSE in the room It is the figure from the videotape, the silent accuser w cloth draped over its face. With a start, Asakawa realize the figure is wearing Ryuji’s clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Ryuji?! She spins around, but the room is empty. Asakawa’s mind r The figure had been pointing towards her BAG. She stands, rummages in her bag to produce her copy of the cursed vid She takes Ryuji’s COPY in her other hand, her eyes dartin between the two tapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "Something I did that you didn’t... It suddenly clicks home as Asakawa looks full-on at Ryuji version of the tape, plainly marked COPY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA",
          "text": "What broke the curse was that I copied the tape and showed it to someone else! CUT to Asakawa slowly pulling her VCR from the television A look of almost frightening resolve etches her face. \fEXT. HIGHWAY — DAY ARIAL SHOT of Asakawa’s car. We hear her VOICE on the cel phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAKAWA, (0.S.)",
          "text": "Dad? It’s me. I’m on my way over. Look, dad, I’ve got something to ask. It’s for Yoichi... INT. ASAKAWA’S CAR - DAY CLOSEUP on the VCR in the passenger side. CUT to Asakawa wheel as time spirals forward, the decisions of the prese already become rumor of the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL A, (VO)",
          "text": "They say there’s a way you can stay alive after you watch the video. You've gotta make a copy of it, and show it to somebody else inside a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL B, (VO)",
          "text": "But what about the person you show it to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL A, (VO)",
          "text": "Well, then they make a copy and show it to somebody else. Again, inside a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL C, (VO)",
          "text": "(laughing) Then there’s no end to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL A, (VO)",
          "text": "That’s just it. There -is- no end. But if it meant not dying... you’d do it wouldn’t you? Asakawa’s eyes begin to well. Her car speeds along the hi to the direction of menacing-looking STORM CLOUDS. Caption-- “September 22nd. Wednesday.” FADE TO BLACK as the CAPTION turns blood red.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2260"
    }
  ]
}