{
  "movie_id": "MOV2028",
  "scenes": [
    {
      "location": "SPACE",
      "time": "NIGHT",
      "characters": [
        "PET COLLECTOR",
        "NEWBORN LIBBY, (0.S.)",
        "YOUNG BUCK YOUNG LIBBY",
        "RAMSEY /NASH",
        "DOWNPOUR",
        "PTERODACTYLS",
        "BUCK",
        "CUT TO",
        "POPPA, (0.S.)",
        "I GOTCHA",
        "IDA",
        "LANDSLIDE CRUMBLES DOWN INTO THE RIVER VALLEY, WATER CRAS",
        "HELP",
        "GIANT CHICKEN",
        "DEBBIE",
        "TYRANNOSAURUS REXES",
        "DOWN THE PASS",
        "NASH/RAMSEY",
        "DANG",
        "YOUNG ARLO",
        "BUTCH",
        "NASH",
        "ON ARLO",
        "HIM",
        "THUNDERCLAP",
        "CARD",
        "MOMMA",
        "YOUNG BUCK",
        "COLDFRONT DOWNPOUR",
        "GET",
        "ARLO",
        "RAMSEY",
        "PERVIS",
        "POPPA",
        "FLASHBACK",
        "COLDFRONT",
        "VOICE, (0.S.)",
        "PTERODCATYLS",
        "IDA/HENRY",
        "SPOT",
        "IDA, (0.S.)",
        "RAMSEY/NASH",
        "DISSOLVE TO",
        "YOUNG LIBBY/YOUNG ARLO",
        "PET COLLECTOR, (CONT'D)",
        "EARL",
        "HENRY",
        "YOU",
        "BUBBHA",
        "ASTEROID/DINOSAURS",
        "LURLEANE",
        "YOUNG LIBBY",
        "RUN ARLO",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "An asteroid belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARD",
          "text": "An asteroid bumps another asteroid off course. Its new trajectory: Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GROUP OF DINOSAURS peacefully eat in a field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTEROID/DINOSAURS",
          "text": "The asteroid continues descending... The dinosaurs continue chewing, unaware... The asteroid is burning up in Earth’s atmosphere... The dinosaurs are still eating... ZIP! The asteroid misses Earth! A meteor streaks across the night sky. The dinosaurs go b to their business, saved from extinction... FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iconic widescreen “frontier” shots: big skies, majestic clouds, jagged peaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A flowing RIVER, next to it a frontier farm. A pit-house and long neatly plowed fields beneath a MOUNT RANGE WITH THREE DISTINCT PEAKS. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARD",
          "text": "A breeze ripples crops. Hay bales next to a fence surrounding the farmland. The ground shakes. Four gigantic dinosaur feet walk by. T camera reveals a massive shadow, and then... an Apatosaur walking across his farm. This is HENRY. BOOM! Henry uses his tail to knock down a tree. He adds i a large pile. He digs his snout into the ground, plows lo furrows into the tough dirt. Alongside Henry is his hardworking Apatosaurus wife, IDA, carrying a yoke of seeds. She scatters them into the fres furrows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "Small sprouts grow in rows across the field. Henry dips his head into the river, gets a mouthful of wa He turns back toward the crops, sprays the water through teeth across the rows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IDA, (0.S.)",
          "text": "Henry! Henry turns toward the cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IDA",
          "text": "It’s time! Henry’s face lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry and Ida stand over a nest with THREE EGGS; two are small, but the third one is huge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Which one did you say moved?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IDA",
          "text": "The one on the left. A smaller egg starts to rock back and forth. The egg crac open and a big, healthy Apatosaurus, LIBBY, pokes her hea out of the top. A piece of shell rests on her forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IDA/HENRY",
          "text": "Aw. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IDA",
          "text": "You're a poppa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "You're a momma. The top of the shell falls to the ground. Libby reaches f it, and her egg tips over, falling on top of her. Poppa reaches down, lifts up the egg shell. But Libby’s g",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWBORN LIBBY, (0.S.)",
          "text": "(squeaky roar) She’s on Momma’s back. She slides down Momma’s neck. Momm quickly grabs her by the tail before she lands on the gro",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "You little sneak. Hello Libby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Libby. The next small egg moves in the nest. Momma and Poppa wait excitedly. BAM. A leg punches out of the top, stretches around. BAM. BAM. BAM. Three more punch out. The egg darts toward Poppa, crashing into a log post. It crumbles away and another big, healthy Apatosaurus, BUCK, shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Hello, Buck. Buck picks up a nearby stick and starts happily bashing a at Poppa’s leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "(to Momma) He’s got your eyes. The final, giant egg begins to move. Momma and Poppa wait excitement. And wait. Nothing. Buck appears out of nowhere, starts hitting the egg with stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Get out of there, you little prickle bush! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 4. Poppa chases Buck off the nest. ON THE LARGE EGG: A crack grows around the top...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Alright, this is gonna be a big one! ON THE EGG: The top falls off... but no one is inside! Worried, Poppa and Momma lean forward to look into the eg tiny Apatosaurus head rises up and peeks, fearful, over t edge of the egg shell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Hello Arlo. Arlo looks up at his Poppa and Momma, then goes back down inside the shell. Poppa smiles, tips the egg to see tiny Arlo, clinging in to the bottom of the shell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Come on out. Arlo hesitantly steps out of the shell, like a cat steppi in water. He looks up at his parents: his head is too big his body, his legs so wobbly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "Look at you. Arlo steps forward, but the weight of his oversized head him over onto his nose. Buck appears out of nowhere, starts beating Arlo with his stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Buck! Buck runs off, Libby chases after him. Excited by his siblings, Arlo runs to join them, zigzaggi back and forth, trying to get his balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buck and Libby have stopped in the doorway, but Arlo can’ stop, tumbles past them, rolling out onto the farm. He lo up, sees the THREE GIGANTIC MOUNTAIN PEAKS behind the cab Poppa joins Arlo. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "That’s Clawtooth Mountain. Poppa gestures to the fields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "And this is our farm. Libby, Buck, and Momma gather round, looking at the big w outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "And we're all gonna take care of it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fully grown corn. ON LIBBY: Now 5, watering a corn field. Buck, also now 5, is nearby stacking logs. Libby sees Buck coming toward her, gets an idea. She hide the corn rows. As Buck walks by, Libby spits water at him",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BUCK",
          "text": "What -- ! Angry, Buck turns around searching for the culprit. Libby pokes her head out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG LIBBY",
          "text": "Gotcha!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BUCK",
          "text": "Libby! Buck reaches into the water well nearby, takes in a mouth Libby goads him by sticking her tongue out, then hides in corn. Buck spits water at her as she runs back and forth throug the rows, taunting him. The whole field is soaked! Libby runs out of the field, and Buck sprays her with the little water he has left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BUCK",
          "text": "Got you back! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 6. Libby calls to Momma who is nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG LIBBY",
          "text": "Momma! I’m done watering!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "Good job Libby. Buck, get back to your chores! Buck fumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BUCK",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG LIBBY",
          "text": "Thanks Buck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BUCK",
          "text": "But -- I -- I -- He groans, rolling his head in frustration. Arlo, also now 5, stands next to Momma by the field. She places freshly shucked corn into a BUCKET around his neck",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "You're all set. She gives him a loving nuzzle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ARLO",
          "text": "Can't I do somethin’ else, Momma? Momma nudges Arlo with her tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "Get goin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ARLO",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo carries the bucket of feed toward the chicken pen. He swallows. It’s ominous. He’s nervous, doesn’t want to in there. He steps in cautiously, begins tossing the corn on the ground. RUSTLE OF BUSHES. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ARLO",
          "text": "Who is that? RUSTLE OF BUSHES. Arlo hides behind his bucket. TWEET. TWEET. TWEET. A tiny, adorable, PREHISTORIC CHICK comes out of the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ARLO",
          "text": "Oh... hey Eustice. Arlo notices a bit of clover tangled on Eustice’s foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ARLO",
          "text": "Oh -- you stuck little guy? Arlo gently nibbles at the weeds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ARLO",
          "text": "Let me get that for you. Eustice stays put.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ARLO",
          "text": "You're free... Hello, move. Go find your poppa. And your... BOOM. BOOM. Two ugly feet with giant talons step next to Arlo. HENRIETTA -- the chick’s ugly, mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ARLO",
          "text": "...momma. Arlo freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The gate slams open, Arlo runs, screaming! Henrietta chas Arlo out of the pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa at the silo, working. Momma, Buck, and Libby nearby Arlo runs past Poppa heading straight toward the river! P stretches out his tail, grabs Arlo, curling him up close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Whoa! The river is not somethin’ to mess around with there, Arlo. Be careful. What’s the problem? ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ARLO",
          "text": "Poppa, Henrietta is the worst one in the coop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Yesterday you said Footless Fran was the worst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ARLO",
          "text": "She’s only got one foot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "You don’t have to like ‘em, Arlo. You just have to feed ‘em. Poppa fills the silo with corn through a small opening. H seals up the hole with a boulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "That should do it. He turns to the family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Now this will keep them rotten critters from stealin’ our food, because I made this silo one hundred percent critter proof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "Put your mark on there, Henry. You earned it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BUCK",
          "text": "Yeah Poppa, do it! Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG LIBBY/YOUNG ARLO",
          "text": "Yeah! Poppa smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Only if your momma does it first. If anyone’s earned a mark ‘round here, it’s her. Momma smiles. She puts her foot into the mud, and marks o of the rocks. Poppa follows, putting his mark up too. The stand back, looking at the marks, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "Did you just put your mark higher than mine? ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "What? No! It’s just the angle you're looking at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "The angle, huh? Momma nudges Poppa playfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BUCK YOUNG LIBBY",
          "text": "Ooo -- 000 -- 000 -- me too! Me -- me -- I-I wanna make m I want to put my mark on! mark!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ARLO",
          "text": "Oh please, I wanna do it! My turn! They all stomp their feet into the mud, run toward the si",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Now hold on, it’s not that easy. He stops them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "You've gotta earn your mark. By doin’ somethin’ big, for somethin’ bigger than yourself. They consider it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Someday you’1ll all make your mark, and I can’t wait to see it. ON ARLO: Smiling with determination, looking at Momma and Poppa’s marks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buck, 10, cracks his neck, getting himself ready. He lean down and pulls up a massive tree! He throws it on a stack huge logs. He has cleared a whole new field. Poppa and Mo stand proudly watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "That is how you clear a field. Attaboy Buck. Arlo, 10, runs by screaming, chased by CHICKENS. Poppa chuckles. Momma looks at Poppa concerned. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "He'll figure it out. Be just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buck, Momma, and Poppa at the silo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Go on Buck, you earned it. Buck puts his mark up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "Good job son. Behind them, Arlo looks at the mark, the bucket of corn f around his neck. He sees how proud Momma and Poppa are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Libby, 10, plows in the rain as Momma and Poppa cheer her",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "You got it, Libby! Just a little bit more! Libby finishes, beaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "You earned your mark sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON LIBBY: Making her mark. Momma and Poppa, next to Libby proud. Arlo watches from afar, still with the bucket of corn fee BAWK. Arlo turns, sees the flock of chickens staring at h Arlo screams, running by Momma, Poppa, and Libby -- chase the chickens. He bumps into Buck, who is stacking trees. Buck’s whole pile gets knocked down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCK",
          "text": "Arlo! Poppa turns to Momma, this time less positive. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "He’1ll get there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON ARLO: Looking longingly at the family’s marks on the s The rock next to Poppa’s, waiting for his mark. Arlo’s determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo marches into frame, the bucket of feed around his ne He’s in “Barney Fife” mode, full of false bravado. Arlo marches across the field, opens the chicken pen gate The chickens stick their heads up out of the bushes, cluc and scratching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Alright you cluckers, you're about to get fed! He stalks toward the flock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCK",
          "text": "Arloooo... Arlo sees Buck laying in the grass, hurt. So beat up he c barely speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCK",
          "text": "Come here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Buck! What happened?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCK",
          "text": "I came to help you with your chores. And then they attacked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You’re gonna be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCK",
          "text": "Tell Momma I love her. I see a light! His eyes close, his head rolls to the side -- he’s dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I-I’1ll go get help! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 12. A shadow slowly rises behind Arlo. Arlo turns and sees a",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCK",
          "text": "Bawwwkkk! BAWK! It attacks Arlo! Arlo screams! Until he realizes -- Buck laughing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCK",
          "text": "Oh, you should see your face. Arlo whirls around, sees the giant chicken is BUCK’S TAIL DRESSED UP IN DISGUISE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I should've known! Arlo, furious, whacks the disguise away. He starts poundi Buck in the chest, but Buck is unaffected by the hits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You always gotta mess me up! Buck has had enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCK",
          "text": "Me?! He casually kicks his leg, the force throws Arlo to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCK",
          "text": "You mess up your chores, and everyone else’s! Arlo struggles to get up. Buck feints going after him, Ar flinches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCK",
          "text": "You’re such a coward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA, (0.S.)",
          "text": "Buck! Momma, Poppa, and Libby come up to the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I ain’t a coward! And I’m gonna make my mark, just like you and Libby and everyone! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "You will, darlin’. You just need a little more time. That hurts. Arlo stares at the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Forget it. I didn’t even want that dumb mark anyway. Arlo stalks off. Momma looks to Poppa: “We gotta do something.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "I got an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nighttime farm, peaceful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The family asleep in the cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Arlo. Arlo. Wake up. Arlo opens his eyes, unsure in the dark. He sees Poppa standing over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Come with me. Poppa heads to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s scary out here, NIGHTTIME SOUNDS, dark shadows. Arlo stays close to Poppa. A HOWL goes up! Arlo shudders, looks back, and sees how far they are from cabin. The wilderness beyond the fence surrounding them. can just make out the big Clawtooth Mountain peaks rising the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Where’re we goin’? ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "You'll see. They come to a field of high grass, pocketed with fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Okay, now take a walk out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "By myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Go on. Arlo, scared but wanting to impress his father, cautiousl moves out into the grass. An UGLY BUG flies up out of the grass and lands on Arlo’s nose. Arlo looks at it, frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Poppa. Poppa. Poppa comes over. Arlo is frozen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Calm down. Breathe. Poppa gently blows on the bug... It glows! Arlo’s eyes go wide in awe... The firefly lifts off Arlo’s nose, flies a into the night. Poppa walks further out into the field. He looks to Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Sometimes you gotta get through your fear to see the beauty on the other side. Poppa swishes his tail in the grass and HUNDREDS OF FIREF fly up into the air!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Wow! Poppa smiles, runs, whooping through the grass, fireflies lifting off all around him, like shimmering stars. Arlo l it, follows. Arlo and Poppa running through the field together, chasin fireflies, making the night dance. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 15. Poppa jumps, BOOM! His big feet landing -- creating a cir of fireflies rippling out into the tall grass and up into starry sky. Poppa’s tail comes around Arlo. And Arlo leans into his Poppa, content, safe. Poppa looks down at Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "I got a new job for you tomorrow. That is, if you still wanna make your mark. Arlo smiles up at his father: he sure does!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa peers through a hole in the silo, corn at the top l HALF EATEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "A dang wilderness critter’s comin’ over the fence, eatin’ our food, and I’ve had it up to my snout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angry, Poppa kicks the corn on the ground. Arlo stands next to him at the silo, sees the rocks from silo on the ground, the scattered half eaten corn cobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "If this keeps up, we won’t have enough food to survive the winter. Arlo understands the seriousness of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "That’s why YOU are gonna catch that critter. ON ARLO: Me?! Excited! We now watch as Arlo and Poppa build a trap near the silo Arlo pulls a piece of rope around a tree stump. Poppa pulls one end of rope, Arlo pulls the other. They t rocks to the middle, creating a NET. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 16. Arlo sets the trap, pulling the net high into the tree as Poppa sets bait under the net -- a pile of corn. Poppa pl the trap’s trigger, a stick, in the bait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Then, along comes a critter... Poppa rolls a pumpkin onto the pile of corn, hitting the trigger. The rope snaps, the net falls down to the ground BUNDLE OF BRANCHES rattles loudly signifying the trap is Poppa picks up a HUGE STICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "And this is how you’re gonna finish the job. He brings the stick down fast, smashing the pumpkin. ON ARLO: Gulp! Poppa sets the stick next to the silo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "When that critter’s takin’ care of, you'll put your mark on the silo, right next to mine. Arlo looks up, his eyes light up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I'll take care of the critter, Poppa. It won't stand a chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo marches in front of the silo, guarding it. He carrie the giant stick Poppa left. A BEETLE flies by and Arlo darts for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "What’re you doing, you bug?! Get outta here... Arlo chases it off. A leaf falls nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Move along leaf! Move along! The leaf floats off. Arlo is pleased with himself but the ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 17. THE RATTLE OF THE TRAP SOUNDS. ON ARLO: He freezes, turns slowly toward the trap. Scary THRASHING SOUNDS come from the trap. Arlo prepares himself with his big stick, goes to investigate. The horrible thrashing sounds grow louder with each step takes... getting closer... closer... He lifts his head over the tall grass and finds an animal struggling in the trap. The critter is pissed off, scream and fighting the trap. Suddenly, the critter turns toward Arlo! Arlo ducks back down, hiding in the brush. Beat. The critter bites at the trap, pushing toward Arlo. Scare Arlo moves back toward the silo. But then Arlo swallows, gets determined. This is his job! He raises the stick over his head preparing for the kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Y-Y-You’re dead critter. Arlo notices the ropes are biting into the critter, hurti it. It is choking and close to death. The critter looks up -- its gaze is penetrating -- connec with Arlo. Arlo can’t do it, he lowers the branch. Arlo moves to the side -- still well away from the critte and springs the trap. The ropes fall from the critter, an now see it’s a HUMAN BOY. The boy, shocked, looks at the loosened ropes around his feet. THUNDER in the distance, a storm is approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Okay... you’re free. The boy/critter sniffs toward Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "W-W-What are you doing? Jus-just leave! Flee! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 18. But the boy/critter keeps coming. Arlo backs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Stay back. Go! BAM. Arlo trips over a rock. The boy/critter is almost on him! It’s too much, Arlo is terrified. He screams! Arlo’s yell startles the boy/critter, it takes off into t high grass, running on all fours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Poppa rushes up, sees the critter take off into the wilderness. Poppa can’t believe it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Why’d you let it go?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "It was was bitin’, and comin' at me and screechin’... and I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "You had a job to do! ON ARLO: He knows he failed. Poppa is angry! We’ve never seen him like this, he’s inte intimidating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "You gotta get over your fear, Arlo, or you won't survive out here! Poppa makes a decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Come on. Poppa marches Arlo across the farm, following the CRITTER TRACKS. He uses his tail to push Arlo forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "We’re gonna finish your job right now. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They get to the fence, Arlo hesitates looking out at the scary wilderness. It’s starting to rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Out there? Poppa turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Get over. Poppa uses his tail to help Arlo over the fence. The rain picks up in earnest. Poppa and Arlo move out into the wilderness, toward the mountain pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo looks back at the farm as it vanishes in the distanc The wind is getting strong. Arlo looks up. Storm clouds s above. He stays very close to Poppa, trying to be tough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "But Poppa, what if we get lost? Poppa stays intent on his tracking, still frustrated with Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "As long as you can find the river, you can find your way home. Poppa pushes Arlo further along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "What do you see? Arlo is confused, afraid...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Uh, uh t-t-tracks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "And they’re washin’ out, we gotta move. Poppa is rushing, Arlo tries to keep up. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "We're losin’ it! Poppa pushes harder, running to keep the tracks in sight. Arlo tries to keep up, but is falling behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Arlo, keep movin’! BOOM. CRASH. A storm cell circles above them. CRASH. Lightning flashes. Arlo flinches and trips over a boulder. He tumbles to the ground, hurting his leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Poppa, wait! Poppa keeps pushing forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Arlo what did I say about keep -- Poppa turns back, sees Arlo struggling, limping. Poppa realizes he’s gone too far. He stops. Goes to Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "It’s -- it’s okay. It’s okay Arlo. I'm s -- I’m sorry. I just wanted you to... get through your fear. I know you have it in you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "But I’m not like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "You’re me and more. Arlo looks up to Poppa. CRACK. BOOM. THUNDER rolls over their heads, so close. Ar flinches. Poppa looks up at the storm, turns to Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "I think we went far enough today. He lifts Arlo out of the mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Storm’s gettin’ worse, let’s get you home. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 21. They start to head back, Arlo still limping. The GROUND STARTS TO SHAKE. Poppa looks up, alarmed. The RIVER IS RISING. Now Poppa is all urgency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Arlo, MOVE. He pushes Arlo up the hill, away from the river. Arlo’s f slip on the wet rocks as Poppa pushes him. CRASH. Poppa looks upriver. Something huge is barreling toward them, trees are falling!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Run Arlo! There is a ROAR. Arlo looks ahead through the trees and sees, like a horri monster, FLOOD WATER BANKING DOWN THE NARROW CANYON, ROAR TOWARD THEM. Arlo freezes, too terrified to move. Poppa grabs Arlo, th him up the bank. Arlo lands hard, looks back to his fathe",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Poppa! Poppa struggles to climb up the ledge. The flood water tumbling toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Poppa! Poppa! POPPA! Poppa looks to Arlo just as the WALL OF WATER HITS. CUT TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON POPPA GRAVE MARKER: Fresh flowers. Pan over to the farm. Crops once lush are going fallow. Poppa’s death has brought very hard times for the family. They are all out working hard, harvesting. Buck and Libby work a few rows away from Arlo and Momma. Momma has a huge load of corn on her back. Clearly tired, starts to walk, stumbles to the ground. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Momma ! Arlo runs to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "If we don’t get this harvest in before the first snow, we won't have enough food for winter. That sinks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "I know it’s hard without Poppa. But I need you to do more Arlo. He picks up some corn she dropped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Don’t worry Momma. I won’t let us starve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "You’re a good son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo sees the footprints on the silo. He looks at Poppa’s mark, the blank stone next to it. Beat as he feels the loss of his father. But he has to do job for Momma... Arlo uses his mouth to pull a rock loose from the silo, s it on the ground. He takes a corn stalk from his back and strips it against the rock. He throws the cob into the si Arlo reaches for another stalk... A corn cob flies out of the silo -- HALF EATEN. A second eaten corn cob flies out. Arlo is shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo looks into the dark silo and sees the human boy eati corn! The boy throws a corn cob over his back. It hits Ar in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You! The boy turns, sees Arlo, spits out another corn cob. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You've got some nerve comin’ here... The boy stalks toward Arlo. But Arlo is angry, lunges at critter. The boy dodges him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy is fast, jumps out of the way, down onto Arlo’s b The boy grabs a stalk of corn, leaps to the ground and ru",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "It’s all your fault! The boy moves swiftly on all fours. Arlo chases him, biti at him, trying to grab hold of the stalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "My poppa would still be alive if it weren't for you! Arlo gets ahold of the stalk of corn, but the boy doesn’t go. Instead the boy climbs on top of Arlo’s face, freakin Arlo out! Trying to get the critter off, Arlo twirls in circles, suddenly falling backward -- SPLASH: INTO THE RIVER!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo tumbles in the water, gasping for air! He sees the farm receding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Help -- Arlo gets pulled under, he leaps for air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "But he's already too far away, the current pulling him do the river. Arlo struggles to keep afloat. The rapids pull him under, spins in circles, resurfaces. There’s a giant boulder ahead. Arlo gets pulled under by current. BAM. He hits his head, almost knocked out. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 24. Arlo resurfaces, his vision fading. The last thing he see are the looming jagged peaks of Clawtooth Mountain. Arlo passes out. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo slowly comes to, his body beached on a small sandbar struggles to stand, in shock, dazed, his body aching. He stumbles to the rocky beach. His feet and legs are scratched and bleeding. He feels a bruise on his head. Grimaces in pain. He looks up, around the sandbar, trying to get his bearin He’s surrounded by cliff walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Momma? No reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Momma! Nothing. Scared, Arlo tries to climb up the cliff wall, but his fe stops him, the loose dirt crumbling under his feet. He sl and falls all the way back down to the rocky beach. He la on the ground a moment, bruised and battered, catching hi breath. A HOWL goes up. Startled, Arlo looks up and sees a figure at the top of t cliff. It’s the same critter/boy from the farm! The boy l down at Arlo, in what seems like curiosity. Arlo isn’t curious -- he’s pissed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You! Furious, Arlo propels himself up the cliff to get at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I -- I should have killed you... the first time. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 25. The boy just sits at the edge of the cliff, watching, as ineptly gets up the cliff. Arlo lifts his head up over the ledge. He uses his neck t inch forward toward the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "This is all your fault! He bites at the boy, trying to get ahold of him. The boy quietly watches Arlo’s struggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Get over here! Get over here! Suddenly, the boy tries to climb on Arlo’s face again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Ah! Get away! Get AWAY! GET AWAY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET",
          "text": "Arlo jerks his neck, tossing the boy back. The boy tumble and then gets up, looks at Arlo, still unfazed. The boy t and uses his hind legs to kick dirt in Arlo’s face. That’s it! Arlo’s had it! He rolls himself up the ledge r to fight! But the boy is gone. Human hand and foot prints lead into the wilderness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "That's right, you better run! PSSHHHH. The SOUND OF A GEYSER echoes through the wildern Arlo sees the geysers lining a far ridge. The highest poi Arlo can see, which means the best place to see his surroundings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo climbs to the top of the ridge, the WIND WHISTLING around him and he sees... vast miles of unpopulated wilderness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Where am I? Arlo turns in circles, his panic growing. On all sides, j more wilderness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Where’s home? ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 26. He spots the river in the valley below him, going on for miles and miles... and Arlo realizes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "As long as you can find the river, you can find your way home. Arlo starts his journey upriver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo, tired, hungry, following the river through the wood He seems very small in this big world. He looks for food, finds nothing. SQUISH. Arlo steps on berries scattered on the ground. He tastes the squashed fruit off his foot... it’s pretty goo His stomach GROWLS. Arlo looks up the hillside, a BERRY T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo balances on a boulder, trying to reach the berries hanging high in a tree. The boulder tilts down the small incline... Arlo almost l his balance, but catches himself. His hunger is making hi more daring. He stretches his neck forward, blowing on th berries to get them to swing closer to him. He tries to g them with his teeth. Almost got them -- CRACK. The boulder gives way, tumbling down the slope. Ar crashes to the ground! BAM... BAM. Arlo lays there stunned, frustrated. He picks himself up BUT HIS FOOT IS CAUGHT. He pulls, but it’s stuck fast bet boulders. Arlo panics, pulling harder, but his foot won’t budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s dark now... and Arlo is still stuck. We see Arlo’s panicked track marks all around the boulder evidence of his day-long struggle to pull himself free. He curls up, cold, scared, alone. A scary animal ROARS fr the deep woods... it’s something big! What is out there? ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 27. It CRIES OUT again. Arlo is not safe out here. He curls u tighter, just the moon for company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo wakes up, not sure for a moment where he is. Then he remembers... looks at his foot... but it’s free now, the earth dug out from under his foot. Arlo is stunned. He sees human tracks in the dirt. The same tracks he saw around the silo and leading into the mountain pass...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo walking along the river through the wilderness. He limps, still bruised from his fall. It starts to drizzle, SOFT THUNDER. Arlo keeps going -- b quickly he is cold and shivering. WILDERNESS CRITTERS scurry across the ground. The drizzle turns into rain. Arlo’s footprints become puddles. THUNDERCLAP. Arlo collects sticks to build a makeshift shelter. But af only propping up three sticks, they tumble to the ground. Nearby creatures are nestled in their dwellings, dry, saf Arlo notices one FURRY CRITTER, sitting under an overhung rock, has taken particular interest in watching Arlo’s efforts. Arlo tries positioning larger branches, and has more succ He sits inside his shelter, proud, smiling at the critter under the rock. The critter keeps staring. Arlo sticks hi tongue out at it. DRIP. DRIP. SPLASH. A puddle pours down onto Arlo’s face. The critter squeaks, as if laughing at Arlo. It goes away comes back with TWO OTHER CRITTERS (implying “let’s watch this”). They all squeak, staring at Arlo. Arlo groans, frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Arlo resting under his makeshift shelter. WILDERNESS SOUND. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 28. Nearby shrubs RUSTLE, Arlo sits up -- something is coming toward him! Arlo looks out into the wilderness -- whatever it is, it’ getting closer. The bushes in front of Arlo move and there is the boy. He carries a stunned LIZARD in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You again?! The boy lays the lizard in front of Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Get outta here! The boy steps back a few paces, looks at Arlo. Arlo looks the stunned lizard in front of him. What am I supposed to with that? The boy looks at Arlo. Waits. The lizard comes awake, runs off. The boy growls at Arlo and leaves, rushing back into the brush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Arlo sleeping in his shelter. The rain is much lighter no The boy flies in on a BUG, over Arlo’s head, landing in t brush. The boy comes out dragging the huge ugly bug towar Arlo. The boy flips the bug on its back and signals for A to eat it. Arlo looks at the bug in front of him. The head moving ba and forth. Yuck. The boy notices Arlo looking at the bug’s pinchers and slithering tongue, so he rips the head off! Then steps ba “Okay now eat it.” Repulsed, Arlo takes a branch, brushes the bug’s body and head to the side. The boy barks at Arlo, runs off again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "BERRIES ON A STICK dropped on the ground. The boy runs of the side, waits. Arlo’s so relieved! He takes a small bite. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I told you to STAY... AWAY... from... me... He devours them. The boy keeps an eye on Arlo as he climb a nearby boulder, his face showing no emotion. It’s just fact, you have to eat. The rain has stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I... am still... going to squeeze the life out of you. The berries are gone, just the empty stick left. Arlo tur to the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "But before I do... can you find me some more? The boy just stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Uh... here. More of these. Arlo picks up the stick with his mouth. The boy still sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You know... um... nom nom nom. Arlo pretends to chew the stick. The boy grabs the other end of the stick, starts pulling He’s playing tug of war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "No... no... Stop! What are you doing? Arlo lets go, the boy gnaws on the branch. Suddenly, the boy takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "H-Hey, wait! Arlo gets up, sees the boy dashing away on all fours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Are you taking me to the berries? Arlo checks to make sure the river is in sight, follows t boy. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There’s a cliff wall ahead. The boy jumps onto a nearby leaning tree, running across it like a squirrel. He jumps down to a ledge, scampers up the cliff. Arlo follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Where are you going? The ground beneath Arlo narrows, each step becoming more precarious as they make their way up the cliff. Arlo pres his body tightly against the wall. Rocks crumble beneath tumbling to the ground far below. The boy stops. The ledge ends, with a huge gap to the oth side. The boy thinks a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I-I knew it! I’m gonna die out here because of you! The boy turns to Arlo, starts pushing Arlo’s feet out fro underneath him. Arlo stumbles, trying to keep his balance",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Hey -- hey -- hey -- hey -- hey, what are you doing? N-N-No, s-stop! The boy gets behind Arlo and starts pushing him toward th gap!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Hey... hey! NO! STOP! The boy bites Arlo’s leg! Arlo yelps, losing his balance crashing forward... He barely catches himself with his te clinging to the opposing cliff edge. He’s stretched out across the gap, the tip of his tail holding the other sid The boy scampers across him -- he’s made Arlo into a brid The boy climbs over Arlo’s face, stepping on his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Ow! OW!! Why you little... come back here! The boy sniffs ahead. His body shivers, his foot taps. He found something! The boy looks back at Arlo, happily pant Now Arlo sees them too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Berries! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 31. Arlo is suddenly full of energy. He drops his tail and propels himself up the opposing ledge. He runs toward the berry bush. The boy starts to growl. Arlo walks past him, but the boy jumps between Arlo and the berries, growling fiercely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "What’s with you? Th-they’re right here. The boy just gets louder and louder. Arlo pushes him away with his foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Crazy critter. Arlo breaks off a branch with berries... and a SERPENT-LI CREATURE falls onto his face! Arlo yelps in surprise and falls off the ledge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo’s fall is broken by a patch of aspen trees below. As stands up, the snake rises up in front of him. Suddenly the boy jumps between Arlo and the snake. The sn lunges at the boy, but the boy attacks it! The two have a vicious fight, but the boy is tough, break free from the snake’s coil and head-butts the beast... it squirms away into the nearby brush. Arlo runs next to the boy for safety. The boy shifts from attack mode to happy canine, looking up at Arlo. Arlo smi back but then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Hello. Arlo turns, startled. He looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "We've been watching you. Arlo walks toward the voice, sees a COLLECTION OF CREATUR gathered on a tree. Was it the FURRY CRITTER talking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "We thought you were going to die. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 32. Was it the RED BIRD talking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "But then you didn’t. Arlo focuses on the woods. Two eyes appear, staring at Ar FORREST WOODBUSH THE PET COLLECTOR -- a Styracosaurus -- steps out of the woods. He’s camouflaged so he blends int the aspen trees, his horns covered in various tiny FOREST ANIMALS. Arlo backs up, intimidated. The red bird on the Pet Collector tweets. He nods, then asks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "That creature protected you. Why? He gestures to the boy, who is sniffing around the ground",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I-I don’t know -- I’m going home. Do you know how far Clawtooth Mountain is? The bird tweets again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Good idea... we want him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "W-Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Cause it's terrifying out here. He can protect me, like my friends. He points to a small SLUG-LIKE CREATURE, resting on his h",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "This is Fury... he protects me from the creatures that crawl in the night. He points to a bored FURRY CREATURE, who yawns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "This is Destructor... she protects me from mosquitoes. He points to a cuddly, cute BIG EYED CREATURE. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "This is Dreamcrusher... he protects me from having unrealistic goals. He points to the pretty, red bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "And this is Debbie. Beat. Debbie tweets again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Yes... we need him. Arlo is completely weirded out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "What is his name? The boy has wandered away, rooting around in some leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "A name? I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Hmm... then I will meditate on this. He closes his eyes, then quickly opens them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Hmmmm... I name him, I keep him. He closes his eyes, and starts to chant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Mmmm... Killer!... No response from the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Mmmm... Beast!... Still no response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Mmmm... Murderer... mmmm... Arlo doesn’t want to be out here alone, he knows now that needs the boy. So he starts trying names. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Uh... Grubby! The boy continues digging, looking for food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Mmmm... Funeral Planner!... mmm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Uh... Cooty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Mmmm... Hemorrhoid!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Uh... Squirt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Uh... Fffffrank!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Stinky!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "M-M-M-Maniac!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "F-Funky!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Violet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Spike!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Lunatic!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Spot! The boy turns and looks up at Arlo. Arlo smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Spot! C-C-Come here, Spot! Come here! The boy runs over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "He is named. You clearly are connected. Good for you. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL 34. \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR, (CONT'D)",
          "text": "On your path to Clawtooth Mountain, that creature will keep you safe. Don’t ever lose him. Arlo notes that. The Pet Collector's bird starts tweeting, she’s very upse desperate. She’s going nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "No. N-No... no! You -- you can’t have him Debbie! No -- NO -- NO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "She flies at Arlo. Spot jumps at her. Arlo and Spot run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "Debbie! Stop! You’re better than this! Arlo and Spot hide behind a boulder, escaping. Debbie fli by, the Pet Collector chases after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET COLLECTOR",
          "text": "No, no, NO! Come back! DEBBIE!! Arlo and Spot laugh together as the Pet Collector rushes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo and Spot continue their journey upriver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spot smells something, follows the scent through the brus He stops, shivers, his leg taps the ground. He’s found something! He runs ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "W-Where you going? I-I need to get home. Spot leads Arlo to a GOPHER-LIKE CRITTER hidden in a bush chases after it, tries to jump on the gopher. It disappea down into a hole in the ground. Spot takes a deep breath and blows into the hole. THOOP. A gopher pops out of a different hole, Spot laughs. It’s game! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 36. Arlo smiles, gives it a go. He takes a deep breath, and b into a hole. THOO... A gopher comes up only halfway out of a hole, fal back down. The boy blows into a different hole. THOOP. THOOP. Two gophers fly into the air. He turns to A smiles. Arlo tries again. THOO... Three gophers, stacked on top of each other, push halfway out of a hole, fall back down. The boy blows again. THOOP. THOOP. THOOP. Three gophers fly out! Arlo’s jealous, takes a huge breath, blows as hard as he THOOP. THOOP. THOOP. THOOP. THOOP. THOOOP. THOOOP. THOOP. DOZENS OF GOPHERS fly into the air! They rain down on Arl and the boy, who is utterly delighted. The gophers all turn and look at Arlo, angry. They come a him en mass, crawling up his legs! Arlo runs screaming -- stepping on the creatures as he goes. Arlo looks back. The beasts sink back into their holes. Whew! That was close. THOOP. A gopher appears in front of Arlo, bites him! Arlo stumbles backward, slipping into a small lake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panicked in the water, he flails his body around, gasping air. Spot jumps in, joins him, doggy paddling in circles. Arlo tries to imitate Spot, kicking his legs to get forwa momentum. He’s doing it! He’s swimming! Spot leads him to edge, jumps out of the water, shakes off. Arlo steps out of the water, proud of himself... but is covered in LEECHES! He screams and runs off. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fruit lies on the ground. Arlo eats as much as he can, offers some to Spot. Spot looks up to the fruit in the tree, then at the fruit the ground. BUGS swarm around the half rotted berries. Spot starts laughing, his eyes becoming slits. Arlo laugh too. Spot's face starts to grow... what’s happening? Arlo now FIVE EYES. Their vision warps! What is in this fruit? The can’t stop laughing! They leap into the air in a shared, happy hallucination. FADE TO WHITE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo and Spot recover from their fruit hangover. Spot’s h hurts. Arlo’s gotten his head wedged in a tree trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PREHISTORIC CRITTERS get comfortable together, nestling d in their nests for the night. Arlo and Spot walk along the river through a meadow. A light flickers in front of Arlo, it’s a FIREFLY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Spot, watch this! Arlo brushes his tail through the tall grass. HUNDREDS OF FIREFLIES fly up into the night sky. Spot’s eyes go wide. He chases after the fireflies, jumpi in the air trying to catch them in flight. Arlo joins him running through the meadow. They come to a rock overhang at the river's edge. Spot catches a firefly with his hands, studies it. Arlo gently blows on it, the firefly glows bright. Spot l it go and they watch it fly up into the night sky. Arlo smiles. But then... his smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I miss -- I miss my family. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 38. Spot looks at him, doesn't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Family. Spot doesn’t get it. Arlo uses sticks as effigies, placing one in the ground a his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "That’s me. Arlo puts three more effigies down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "There’s Libby, and Buck, and Momma Arlo stops. Considers, emotional. Then places the last effigy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "And -- and Poppa. He draws a circle around them in the sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Family. Spot approaches, sniffing, studying the group, curious bu confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You don’t understand... Arlo looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "That’s okay. Arlo rests his head on the sand. Spot rushes off, rustlin a nearby bush. He comes back... breaks twigs. He sets down three crude, human effigies, two large and, between them, a smaller on Spot draws a circle around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Yes. That’s your family. Spot looks at the effigies of his family, then lays down two larger effigies -- his parents. Covers them with sand ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 39. He looks at Arlo. Beat. Arlo realizes they have died. He looks at his Poppa’s eff considering. Then Arlo lays it down, covers it in sand. H rests his head against the small mound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I miss him. He feels something -- looks over. Spot is there, nestled against Arlo, patting his leg in comfort. Spot returns to his own effigies, puts his hand on his parents’ mounds and howls. Arlo watches Spot mourn the loss of his parents. Arlo loo down at Poppa’s mound, rests his paw on it, joins Spot’s howls. They howl into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON ARLO: Sleeping under the overhang. Arlo wakes up and finds Spot curled in the nook of his ar snoring. Spot starts running in his sleep, pouncing onto Arlo’s nose, waking himself up. Arlo smiles. Spot stretches, letting out a big yawn. He walks off, scratching the ground, sniffing. Arlo stands up, greets the beautiful morning. He hears something, looks over at the boy. Spot is behind a rock, back toward us -- a DRIZZLING NOISE coming from his direction. It stops. The boy turns and looks at Arlo. Arlo realizes he’s watching Spot relieve himself, and, embarrassed, turns away. The drizzling noise starts again. Arlo sneaks a look back around, where did Spot go? He’s further away, up the hill The WIND picks up. Arlo sees dark clouds moving in. EXT. RIVER’S EDGE - DAY Arlo and Spot walk along the river. The wind stirs up the dirt, making it hard to see. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 40. Arlo follows Spot, but as debris begins to fly at them on strong wind, Arlo gets nervous, slows down. Spot is tenacious, keeps pushing forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "We should stop! Spot doesn’t hear, pushes on. BOOM. THUNDER crashes, Arlo flinches. Menacing storm clou form overhead, lightning flashes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Stop! BOOM! The thunder grows louder. CRASH! Lightning flashes close by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "That day with his father in the Clawtooth Mountain pass. ground shaking, rain pouring on them, water rushing down pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Arlo, MOVE. The flood water banks the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUN ARLO",
          "text": "The water roars down on them like a monster! PRESENT DAY - EXT. RIVER’S EDGE - CONTINUOUS CRASH! Lightning flash. ON ARLO: Terrified. Arlo rushes away from the storm into the woods, off the river. Spot, concerned, follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo running through the woods, scared, distracted, slapp by branches, the storm raging over him. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 41. Arlo dodges in different directions -- scared, gets turne around. BOOM. THUNDER. Arlo trips over debris on the ground, sees a fallen tree, huge ROOT BALL exposed. He crawls under the roots, presse himself into the earth, trying to feel safe again. CUT TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The storm has passed. It's devastation -- trees knocked o everywhere. Spot appears, sniffs Arlo. He moves a fallen fir branch a finds Arlo curled up under the root ball. Arlo sees Spot, comes out of his shelter. He looks around his panic growing as he realizes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "W-Where's the river? I-I've lost the river?! He runs forward, looking, turning, looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I'M NEVER GETTING HOME! I’m never getting home. He crumbles. Suddenly a shadow passes over. Arlo looks up -- sees FIVE PTERODACTYLS flying in formation, like military search an rescue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Help! Spot looks up and sees the Pterodactyls. Arlo runs after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Help! HELP! FROM PTERODACTYLS’ POV ABOVE: Arlo is just a small green in a world of devastation. WITH ARLO: The Pterodactyls bank and come back. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 42. One lands on a hardened geyser pool in front of Arlo, THUNDERCLAP. He's tall, confident, on a mission. COLDFRON and DOWNPOUR land behind him. The others continue flying above, looking for something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Aw -- say friend, are you wounded?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "No, I'm not hurt. Thunderclap scans the grounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Oh good, thank goodness for that. Uh, Coldfront, Downpour, keep looking for wounded folk. Coldfront and Downpour push into the rubble, searching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Wait, I need to get home, Clawtooth Mountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Uh, Clawtooth Mountain?... Oh, you mean the mountain range with uh, the three points?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Yeah, oh yeah I’ve been there. Uh, butcha know kid... you're not even close. Still, I know the way. Arlo smiles, relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "My name's Arlo. Thunderclap laughs, catching himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "I'm sorry. I just -- I use to have a name like that once. But that was before I started following the storm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "The storm? ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "The storm swept me up... I was afraid for my life. But the storm gave me a relevation, and I wasn’t scared anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You mean a revelation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "NO. A re-LE-VA-tion! OKAY? I was at a real low point, you know, and the storm swept me up to a real high point and then left me at a higher RELEVATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Yeah wow. That's when the storm gave me my new name. Because, what do we say? Downpour lands nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWNPOUR",
          "text": "The storm provides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "The storm provides. You can call me Thunderclap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Thunderclap. C-Can you help me get home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Um yeah... well, uh maybe. Thunderclap looks around the area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Oh, but first we just need to check the area. There's plenty of folks in a very bad way after a storm like this, dontcha know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLDFRONT",
          "text": "Thunderclap! I found someone! Over here! Downpour flies over to Coldfront. They try to lift up a leaning log stuck in the debris. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 44, A LITTLE CRITTER PAW sticks out from the rubble, scratchi to get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "You know, we could use your help friend. Arlo smiles nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Thunderclap, Coldfront, and Downpour pulling one end of t leaning log into the air. WHACK. Arlo whips his tail against the log like an ax (li his Poppa did in Act One). WHACK. The log cracks in half. Arlo’s proud of himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLDFRONT DOWNPOUR",
          "text": "Whoa! Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Whoa... that is great! Thunderclap reaches into the rubble, picks out a LITTLE F CREATURE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "It's a critter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Ah -- a freed critter, thanks to you. Thunderclap lifts it up high, looks as if he'll put it on ground. But instead throws back his head and eats it. ON ARLO: Horrified. Arlo looks around -- sees Spot hiding under some debris, shaking. He's terrified of these folks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "You know, I just want to take a moment and thank the storm for this meal. Downpour snaps at the fox-like tail hanging out of Thunderclap's mouth. Thunderclap whirls at Downpour -- and suddenly the three fighting like starving animals. It's violent, unnerving. Thunderclap gets an advantage on the other two, whirling around. He hisses! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "You think you can mess with me? I've seen the eye of the storm, and I forgot what fear is... I’m not afraid of anything. Downpour and Coldfront back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWNPOUR",
          "text": "No, I-I-I didn't say you were, Thunderclap. ON ARLO: Terrified. He backs up, quietly heads toward Spo who trembles in his hiding place. Thunderclap flies over, cuts Arlo off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Hey, where you goin', friend? Downpour and Coldfront land behind Arlo, he's trapped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I-I'm -- I need to get home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "And I said we would get you home. Thunderclap leans into Arlo, sniffs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Friend, you have a critter of your own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLDFRONT",
          "text": "I smell it. One of the juicy ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWNPOUR",
          "text": "Where is it?! They tower over Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "H-He’s hiding. Over there, b-by that big rock. Arlo points opposite where Spot is. Downpour scrabbles ov the debris. Coldfront follows. Thunderclap stays behind. doesn’t buy it. He stares at Arlo, fierce, intimidating. Beat. Arlo, worried, quickly glances over at Spot. Thunderclap follows his gaze and sees Spot. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "The storm provides. Thunderclap flies after Spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "No! Spot runs -- slipping away from Thunderclap’s violent gra",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Spot! Arlo runs to Spot, picks him up, and flees!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Get him! The Pterodactyls chase them into the woods...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo runs, Pterodactyls following, cackling in the chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Hey, slow down! There’s no place to hide, yellow-belly! Spot on top of Arlo’s back, holding on for dear life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWNPOUR",
          "text": "Come back with that critter! Arlo runs through the woods, and then, in the distance se LONG NECKED DINOSAUR grazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Oh... help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo runs toward the long neck, the Pterodactyls getting closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELP",
          "text": "The long necked dinosaur puts its head up -- and we reali this is not a long neck -- it’s TWO dinosaurs and they ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRANNOSAURUS REXES",
          "text": "©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 47. They ROAR and come right at Arlo. Arlo turns and instinctively runs away from them -- RIGHT BACK TOWARD TH",
          "sentiment": "neutral"
        },
        {
          "speaker": "PTERODACTYLS",
          "text": "Thunderclap swoops around, grabs ahold of Arlo. Arlo fall into a ball, protecting Spot. ROAR! T. rexes RAMSEY and NASH fight the Pterodactyls, to them off Arlo and Spot. Ramsey jumps after Thunderclap and takes one last shot, throwing him to the ground. The Pterodactyls take off, the T. rexes ROARING behind th The T. rexes walk back toward Arlo. FROM ARLO’sS POV: The T. rexes above him. He’s frozen in Ramsey leans down with her big mouth open... but instead eating him, she reaches out her tiny arm to help him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Hey, you okay, kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Y-Y-Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "I hate those kind. Lyin’ sons of crawdads, pickin’ on a kid! Spot is at Ramsey’s big feet. He smiles up at her, leans against her leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Well, ain’t you just the cutest thing. She puts her hand down for Spot to sniff, scratches under chin. Spot leans into the scratch, enjoys it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Hm, he likes you. Nash leans in close to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Imagine that, Ramsey! Even with your stinky face. She backs him up, waving her arms in front of her. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Nash! Boundaries! This is my personal bubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Naw. That ain’t your bubble. This is your bubble. He jumps up on top of her, and they start wrestling. BOOM! A huge T. rex foot smacks down. It’s a larger third rex, BUTCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "Nash! Get out of your sister’s bubble. Ramsey and Nash immediately stop wrestling -- though Nash gives her one last push. Arlo, nervous, looks up at Butch, notes the giant T. rex an UGLY SCAR ACROSS HIS FACE -- this is one mean-looking Butch looks down at Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "You got no business bein’ out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Yes sir, I don’t. I’m tryin’ to get home, but I lost the river. Please, my Momma needs me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Take it easy, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Do you know where the river is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "What river? There’s tons of rivers around these parts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "B-By Clawtooth Mountain? I-It has three points?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Don’t know that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "We're headin’ south to a waterin’ hole. Come with us, someone there might help you. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 49,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "We ain’t got time for babysittin’. We got longhorns to round up! Butch and Nash go back to their search. Ramsey leans down whisper to Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "My genius brother lost our whole herd in one day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "I did not lose ‘em, Ramsey! How many times I gotta tell you this? They just, hm -- they just wandered off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "And we still gotta find ‘em. We can’t help ya kid. Butch starts to move off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Wait -- but -- what if we can help",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU",
          "text": "Butch slows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Spot can sniff out anything! I seen him do it! Butch turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "He can find your longhorns. Ramsey snatches the FUR PELT out of Nash’s hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Hey! Ramsey leans down, lets Spot sniff it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Come on, Spot. Sniff it out boy. Spot quickly moves off into the canyon ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Good boy, Spot! The trio follows after Arlo and Spot. Butch doesn’t like ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The search party makes their way through the open range, giant T. rexes following tiny Spot. Suddenly Spot shivers, his leg taps the ground. Arlo know what that means...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "He’s got something! Spot lunges to the ground, grabbing a BUG. Eats it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Ah, dang. Butch towers over Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "Hey kid. If you're pullin’ my leg, I'm gonna eat yours. Suddenly Spot races around excitedly, barking. The group moves to where Spot is -- and see DOZENS OF LONGHORN TRAC going through the reeds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "He found the herd!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Whooooeee! We got ‘em! Arlo notices a BLUE FEATHER caught in some brush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Wait. Do longhorns have feathers? Butch leans over, sees the feather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "Rustlers. Arlo doesn’t like the sound of that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Rustlers? Butch spots a DEAD LONGHORN in the tumbleweed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "We gotta move. Hya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH/RAMSEY",
          "text": "Hya! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 51. The T. rexes take off, their legs like galloping horses - their top halves calm and concentrated on following the tracks of their herd. ON ARLO: Gulp. He scoops up Spot, chases after the T. rexes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tracks have disappeared over a rise. The T. rexes sto get on their bellies. Arlo joins them belly crawling to t edge of the rise. There below them, out in Big Sky Country, is the HERD OF LONGHORNS. No sign of any other dinosaurs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I don’t see any rustlers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "They’re out there. The T. rexes move forward down the rise. Arlo follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "So... how far did you say that watering hole was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "I got a job for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I’m not really good at jobs -- Butch gestures to the right flank of the herd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "I need you to keep on the dodge and sidle up the lob lolly past them hornheads, just hootin’ and hollerin’ to score off them rustlers. We'll cut dirt and get the bulge on ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "He just wants you to get on that rock and scream. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 52. She gestures to a BOULDER, TILTING IN THE CENTER OF THE FIELD. Longhorns all around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Uh... but, who’s out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "They’1l come right at you. You hold your ground. Don’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Don’t move? What if they have claws and big teeth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "Don’t over think it. He pushes Arlo out into the field! Arlo, with Spot on his back, goes a few steps, but does n want to do this. He glances back at the T. rexes. Butch n ~ \"Gol\" Arlo steels himself (does a “get over my fear” face), and moves toward the herd. He creeps through the grass, looki back again. The T. rexes are now gone! Arlo continues. Arlo and Spot make it to the rock. Arlo does his “get ove fear\" face again, and climbs on top. He opens his mouth to roar... NOTHING COMES OUT! Just a strangled whisper. Spot watches Arlo try again -- still nothing! Spot BITES Arlo, HE SCREAMS! Suddenly Arlo sees something in the tall grass moving tow him... first one... then another... RUSTLERS COMING RIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIM",
          "text": "Arlo turns around -- BUBBHA, a mean-looking Velociraptor, stares at him... NOSE TO NOSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUBBHA",
          "text": "Howdy! Another rustler lunges out, LURLEANE. She seems rabid, gnashing her teeth and grunting. A third rustler, PERVIS, pops out of the tall grass nearb",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUBBHA",
          "text": "What are you up to, boy? ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "N-N-N-Nothin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LURLEANE",
          "text": "Nothin’? Awe -- what’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Uh... A-Ar-Arl-Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUBBHA",
          "text": "Well Ah-Ah-Ah-Arlo, you don’t look like you're doin’ nothing. What's he look like he’s doin’ to you Lurleane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERVIS",
          "text": "Oh come on, Bubbha, ask me! Ask me what I think they’re doin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUBBHA",
          "text": "Pervis, shut your mouth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LURLEANE",
          "text": "Looks like he’s trespassin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUBBHA",
          "text": "And what do we do with trespassers? Tell ‘em Earl. Something crawls up Arlo’s rock FROM BEHIND!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "We kill ‘em! Arlo turns, sees Earl lunging at him! Arlo closes his eye sure he’s a goner when... Butch leaps out of the grass and grabs Earl in midair. The other three Raptors leap into the air at Arlo, but Na is there, swipes them down. Arlo is stunned. It’s like being in the middle of a bar fight. Pervis lands on the rock, jumps at Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I GOTCHA",
          "text": "BOOM. Pervis is cut off by Butch head-butting him into th herd. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 54. Pervis lands hard stirring up the longhorns. The herd STAMPEDES -- running over Pervis -- RIGHT TOWARD ARLO! Arlo freezes with fear. Spot sees this, jumps on Arlo, ba at him, snapping him out of it. Arlo takes off, running with Spot on his back. Nash keeps fighting off the other Raptors. Ramsey sees the longhorns are stampeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Nash! The herd! Hya! Hya! Ramsey and Nash go after the herd, leaving Arlo behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Hya! Giddyup! Come on now! Giddyup! Hya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Let's go! Ramsey sees a Raptor, Bubbha, ready to attack Nash from o top of a longhorn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Watch out! Bubbha jumps on Nash -- they brawl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Nobody steals our longhorns! Bubbha smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUBBHA",
          "text": "Finders keepers! Bubbha has Nash in a bad position -- takes his talons bac for a blow. Ramsey charges into the fight -- kicking Bubbha’s butt wi an impressive tail whip: CRACK! Bubbha goes flying back. stands, now even more energized in the fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUBBHA",
          "text": "Yeehaw!!! Bubbha runs at Ramsey and Nash. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 55. WITH ARLO AND SPOT: They run from the herd, getting tosse around. Spot’s agitated, he barks at the longhorns as the pass. Arlo runs to safety behind a boulder, watches the action Spot from the middle of the herd. Nash runs by, Earl on his back... Ramsey chases after the Lurleane lands on the boulder. Arlo ducks down for cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LURLEANE",
          "text": "Come on out, Momma wants to play with you... Spot growls. Arlo grabs him so he doesn’t give their hidi place away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LURLEANE",
          "text": "I know you’re there. I can smell ya. Butch charges in with Pervis on his back. Lurleane jumps the rock, onto Butch. Arlo tries to get out of the way, b gets whacked by Butch’s tail. The Raptors pin Butch to the ground in front of Arlo! Arlo freezes with fear, but seeing Butch struggling snaps Arlo out of it. Determined, Arlo runs straight toward Lurleane, HEAD-BUTTING HER ACROSS THE FIELD! Pervis is on top of Butch -- WHACK! Arlo whips him across face with his tail. Arlo can’t believe it, he did it! Pervis stands, realizes his lip is bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERVIS",
          "text": "Aw shoot! That’s my favorite tooth! He pulls out his tooth. Pervis and Lurleane turn to Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LURLEANE",
          "text": "I’m gonna love ending you. Arlo’s smile quickly fades as Lurleane and Pervis lunge a him! They suddenly are picked up in the air. It’s Butch -- he’ got them by the tail! Butch throws them far into the distance. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 56. Nash and Ramsey chase off Earl and Bubbha. Butch snaps at Earl’s tail as he runs by, gets a mouth full of feathers. Ramsey and Nash come up next to Butch and Arlo. The T. re ROAR! Ramsey looks over, nudges Arlo to roar too. He roar loud as he can! Nash turns to Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Come on, we gotta drive this herd outta here. He nips at a longhorn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Hya! Come on now! Arlo and Spot chase after the T. rexes and the herd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo and Spot herd the longhorns onward with Butch, Ramse and Nash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over wide shot of the campfire, we hear... A HARMONICA PLAYING... We see it’s Nash playing a BUG HARMONICA. He, Butch, Rams Arlo, and Spot are gathered around the fire, sitting on g logs. Ramsey uses a stick to play with Spot. Spot pulls on the stick, growling. Ramsey loves it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Aren’t you the cutest?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "You and that critter showed real grit today. Arlo smiles. Nash stops playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "We could use that critter. How about we trade? I’1l give you my harmonica for ‘im? ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 57. He holds out his bug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Thanks, but Spot ain’t for tradin’. Come here, Spot. Come here. Spot lets go of Ramsey’s stick, runs over to Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Your loss. Nash tosses the bug in his mouth. Spot licks his wounds. Arlo sees a small bruise and cut o his own forearm. Ramsey notices it too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "That’s a good one. Gonna scar up real good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "That’s nothin’! Look at this! He holds up his leg with an ugly scar up his calf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "I run into fifteen outlaw Steggos. They're all bigger ‘n me. An’ meaner than me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Fought ‘em off of course! Was winnin’ too, then one gets his dang spiky tail stuck in my foot, and PULLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Woah. Nash puts his foot in the fire, feels nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Still can’t feel my toes. Nash blows his foot out, the smoke billows into Arlo’s fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Which comes in handy when you’re kickin’ piles of bull -- ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Shhee’s jealous!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Jealous? Ha! Ramsey leans in to tell her story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Once, a stampede of longhorns was comin’ right at me. But my tail was stuck between a rock and a hard place. I was dead for sure. She pulls her tail around -- it’s just a nub!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "So I chewed the dang thing off! Butch, Nash, and Ramsey laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Who does that? Nobody does that. Ramsey's chewed tail is right in front of Arlo. He preten to laugh, pushes it aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "That was a good one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "You're crazy! I'm surprised you don’t have one right across your face. Butch turns his head, and we see again the HUGE SCAR up t side of his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Butch, how’d you get your scar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "I don't know if you are ready for that story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I can take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Oohh yeah, you got to tell him Pa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "That’s a good one! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 59. Butch clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "It was a hundred degrees in the shade. I walked for five days with no water. Then I saw it. A pretty pond. I bent down to take a drink, when these crocs launched outta the water. One croc bit me on the face. Ain’t no way I wasn’t its supper, except for one thing. I watn’t ready for dyin’ that day. I bit one croc in half, tail whipped the other and the last one, well... I drowned that croc in my own blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Woah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANG",
          "text": "Nash’s little arms twitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Look, look -- gives me lil' goosies every time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "I love that story. She gets excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Show him your souvenir! Butch pulls his cheek back and we see a CROC TOOTH lodged in Butch’s jaw. He wiggles it back and forth with his ton Nash and Ramsey love it. Ramsey leans over to Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Ain’t that just too good?! Arlo nods, in awe... slightly overwhelmed. Nash leans toward Butch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Can I touch it this time?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "No. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You guys would’ve liked my Poppa. He wasn’t scared of anything. Arlo thinking of his father -- Butch clocks this moment, waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I’m done being scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "Who said I’m not scared? That surprises Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "But you took on a croc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "And I was scared doin’ it -- if you ain't scared of a croc bitin’ ya on the face, you ain’t alive. Arlo considers that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "Listen kid, you can’t get rid of fear. It’s like Mother Nature. You can't beat her or outrun her. But you can get through it. You can find out what you’re made of. That hits Arlo. Something drifts down in front of Arlo in the firelight. looks -- sees more SMALL FLAKES drifting down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "The first snow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "It's early this year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "And I gotta get home to Momma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "We'll get you to that waterin’ hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "A deal’s a deal. At first light, we ride. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The T. rexes herd the longhorns onward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Let's go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "Hya! Arlo and Spot pick up the rear. Butch spots the herd splitting off on one side. Calls ove Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "Hey kid, head ‘em off before those longhorns split! Arlo looks back to Spot: “We can do this.” Arlo and Spot run alongside the longhorns breaking away. ahead is a ROCKY RIDGE that’1l cut the loose longhorns fr the herd! Arlo roars at them, but the longhorns don’t shift course, keep heading away. Arlo turns into them, WHACK -- HE WHIPS HIS TAIL! It star the loose longhorns. They curve back into the main herd j in time, missing the ridge! Arlo keeps roaring and whippi the herd onward. Arlo smiles back to Spot, they did it! They pass Butch, h impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "Hya! The group comes up over a slope. Through the distant ridg Arlo sees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "There it is... Clawtooth Mountain, there’s home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY/NASH",
          "text": "Whooeee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASH",
          "text": "We gotta drive this herd down south. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "You hurry on back to your Momma, and don't stop for nothin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Thanks. I sure appreciate you lookin’ out for me. Arlo and Spot take off for the mountain pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTCH",
          "text": "You'll be alright. You're one tough kid. Arlo smiles. This is a lot coming from Butch. The T. rexes drive the herd. Arlo and Spot continue towar the pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo and Spot, back on the river, Clawtooth Mountain in t distance! They’re headed home... Spot jumps onto Arlo’s back, climbs up to the top of his head, enjoying the ride. They run into a MUSTERING OF WADING BIRDS. Without hesitation, Arlo runs straight toward the flock. He and S roar! Birds flying on either side of them, Spot howls. Arlo how back. Spot loves it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo leaps up the rocky terrain. He tosses Spot up into t clouds. Spot flies so high, he goes above the cloud cover and see glimpses of the sun, then falls back to Arlo. Spot signals upward, asks Arlo to do it again. Arlo throw him up, catches him again. Spot signals for them to climb the peak, he wants to show Arlo. Arlo peeks his head through the clouds. They watch the su beginning to set behind the peaks of Clawtooth Mountain. wondrous sight to share. They look to each other, smile. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spot and Arlo running -- the wind kicks up. Far away, a RUMBLE OF THUNDER... They come up over a hill line and see the base of Clawtoo Mountain, home’s just on the other side!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "It’s so close... we’re almost there, Spot. Arlo howls in excitement! Spot gets caught up in the ener howls too! ANOTHER HOWL RESPONDS. Arlo slows down, Spot goes on alert -- looking all around Spot howls again. Now he and Arlo see... a FIGURE on a ridge ahead. The fig returns their calls. Spot jumps from Arlo’s back and cautiously makes his way forward. ON A RIDGE: The silhouette of a HUMAN. Arlo is riveted, watching as Spot moves away, toward the human. The human figure moves forward. Spot sniffs forward, movi further away from Arlo... ON ARLO: Concerned, seeing that Spot might leave him. The human moves down the ridge... Spot walks closer. Worried, Arlo scoops Spot up onto his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "We need to get home. Arlo leaves the tree line, heading upriver. Spot looks back to the human one last time, then turns ba toward Arlo. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 64. Arlo looks back, the human is out of sight. BOOM... BOOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo and Spot hurrying along toward Clawtooth Mountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You're gonna love it, Spot. You’1l have a warm place to sleep, right next to me. And all the corn you can eat. There’s lots of space to run around... It’ll be your farm too. WIND picks up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "We'll all look after it together... It’s starting to rain. Arlo sees storm clouds cover the mountain pass. The groun wet. It is very similar to the day he and his father walk into the pass. Lightning flashes, Arlo flinches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I can't. Nervous, he backs away. But then he sees something that m him stop... What looks like a shark fin, cutting through the clouds a him. First one, then another... there are five of them, circling! CRACK. Lightning flash. We see the silhouettes of Pterodactyls above the clouds. ON ARLO: Oh no... Cackles echo across the pass. It all happens very fast. The Pterodactyls dive down out the clouds, straight at Arlo. They scratch his side, driv him up the ridge to a MASSIVE CLIFF! Arlo is trapped -- f below a giant BRIAR BUSH. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 65. Like a shark attack, the Pterodactyls dive and beat at Ar talons and wings in his face. They are hurting him, drawi blood. Arlo spins, frightened, unable to fight. WHOOSH! Thunderclap swoops down, grabs ahold of Spot! Arlo quickly grabs onto Spot’s arm, tugging the other way",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "No! Spot reaches for Arlo, fights, but can’t get himself free",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOT",
          "text": "Thunderclap growls into Arlo’s face, spooking him. Arlo l his grip, and Spot is gone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "S-Spot!! The other Pterodactyls snap at Arlo. He stumbles, sliding the ridge and falling down into the brambles below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brambles wrap tightly around Arlo as he tumbles to th ground. The Pterodactyls can’t get to him... he’s deep in the vin They leave, chasing after Thunderclap, who is carrying Sp into the mountain pass. Arlo struggles in the brambles, trying to keep sight of S",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOT",
          "text": "But the brambles tangle his feet, hold him fast. Arlo’s struggle lessens, the brambles overtaking him. A l bramble around his neck tightens. Spot howls for Arlo, his cry echoes across the pass! Arlo sees the Pterodactyls taking Spot into Clawtooth Mountain. They disappear into the clouds. Spot is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "No! SpoTt!! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 66. Arlo gives one last pull against the brambles. A piece of rock is pulled loose, hits Arlo in the head. Arlo’s vision blurs, his hearing RINGING. BOOM. BOOM. Something is moving toward him. And it’s very large. CRACK. CRACK. Brambles are broken away... And there is Poppa. Arlo is shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Poppa? Poppa’s energy is fatherly, protective, as we saw him las",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Poppa? Arlo still processing, this can’t be real. Poppa helps hi stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You're alive?! I-I can’t -- I can’t believe it, it’s you! Poppa puts his tail around Arlo, hurries him along, away the storm. Arlo leans into his Poppa, content, safe. BOOM. BOOM. CRACK. Arlo looks up at the storm, realizes..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "But my friend, Spot -- Poppa keeps walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "H-He helped me and now he’s in trouble. We have to go back! Poppa keeps walking, his tail around Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Poppa, stop. Poppa doesn’t stop. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Stop! He doesn’t respond. Arlo slows down, Poppa’s tail slides around him... Arlo stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Poppa? Beat. Arlo realizes that Poppa isn’t leaving footprints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "You're not here. Poppa stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "I’m scared... but Spot needs me. I blamed him for what happened to you, but -- it wasn’t his fault. Poppa turns to Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "So I gotta go help him. Because... I love him. Poppa goes to Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "I knew you had it in you. You’re me and more. Arlo smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPPA",
          "text": "Now go take care of that critter. Poppa smiles, fades into the rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "ARLO WAKES UP. He’s still trapped in the brambles. Arlo p against them, determined to break free. SNAP. A bramble breaks. SNAP another and another. The las the brambles SNAP away. Arlo pushes through and is off to rescue Spot! ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The storm is raging, the sky dark. A storm cell circles around the mountain peaks. Arlo runs up the mountain, howling as loud as he can. Lightning strikes the ground around him. A bolt hits a tr ahead, Arlo dodges it just in time. Arlo climbs a massive boulder, looks around searching for Spot. He howls again. Waits... Spot returns his call! Arlo runs toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo finds the Pterodactyls at the river, around a DEAD T TRUNK. Spot is inside the tree, clearly hurt, trying to protect himself but vulnerable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PTERODCATYLS",
          "text": "I’m hungry! He’s mine! I want him! Back off! I got him first! Let me through! Quit hoggin’! No! Don’t be greedy! Let’s eat! Stop your fightin’! The Pterodactyls smash into the tree, over and over again knocking Spot back and forth. He howls, calling for Arlo. Arlo charges them, running down the steep slope. He head- butts two Pterodactyls into the river! They are swept awa the current. The remaining three Pterodactyls -- Thunderclap, Downpour and Coldfront -- turn toward Arlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "Well, look who got relevated. Downpour flies at Arlo. Arlo charges right at her, full speed, but just as they are about to collide, Downpour fl to the side. Arlo skids in the mud. Spot cries out. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "(to Downpour and Coldfront) Go get him! Coldfront and Downpour fly at Arlo -- using their beaks a wings to beat at him. They lift him in the air, dragging away from Spot! But Arlo is not giving up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Spot! Thunderclap dives for Spot in the trunk, determined. He W have this meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Spot! Thunderclap snaps at Spot with his beak. The RIVER IS RISING around the tree, fast! Arlo fights against the grips of Downpour and Coldfront, reaches for Spot. Thunderclap claws at Spot, forcing him deeper into the tr but water is gushing into the trunk! Arlo strains against the Pterodactyls’ grips, they’ve pul him midair. Arlo turns and sees they’ve flown near a fir tree. He spins around in the Pterodactyls’ grips, uses hi tail to whack into the trunk. CRACK! The tree snaps in ha Downpour and Coldfront lose their grip, dropping Arlo. Th are smashed by the tree, falling into the river’s rushing waters! They are swept away. Spot cries out. Arlo looks to Spot. The tree trunk is nearly submerged -- Spot is defenseless, forced to the top of the tree by the water. THUNDERCLAP IS ABOUT TO REACH SPOT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERCLAP",
          "text": "The storm provides. Arlo ROARS, his voice deep and demanding! Thunderclap is caught off guard by Arlo’s roar. Spot seiz the moment, bites him in the wing, ripping out a chunk! Thunderclap looks at his wing, sees the giant hole Spot ripped out -- he screams! Thunderclap flies off, furiousl defeated. Arlo picks up a broken tree branch, chucks it at Thunderc knocking him into the water. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 70. The ground begins to shake, Arlo turns upriver: A MASSIVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN THE PASS",
          "text": "The river's raging water pushes a wall of debris, trees a knocked down in its path. Arlo looks to Spot holding on to the tree -- right in the center of the flood’s path! Spot reaches for Arlo, but Ar is too far downriver. Arlo must get to Spot now! Arlo runs up the bank, toward rushing flood water, the storm blowing against him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Spot! Arlo runs, trying to outpace the flood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOT",
          "text": "ON SPOT: The debris is barreling toward him, he lowers do into the tree trunk for protection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON ARLO",
          "text": "BAM! The flood water hits Arlo midair, he’s knocked into water by the debris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo struggles to swim in the current. Debris cuts into h skin. He resurfaces, searches for Spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "Spot! The current pulls him back under, he resurfaces, gasping air and sees... SPOT! Unconscious, floating in the tree. Arlo hears the ROAR OF A WATERFALL, trees crashing over t edge. Arlo swims toward Spot! Spot’s eyes start to open... Arlo fights the current. A massive tree is headed toward its limbs sticking out like spikes. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 71. Arlo dives down, swims beneath it, the branches cutting i him. He doesn’t flinch, determined to reach Spot. He resurfaces... Arlo is almost to Spot... but they are quickly approachin the waterfall! Spot’s tree submerges. He jumps -- swims toward Arlo. Arlo stretches his neck out, trying to reach Spot. The falls approach -- they are almost to one another... A they go over the falls, Arlo makes one last push and is a to get Spot cradled in an embrace. And they are gone. Beat. Arlo resurfaces carrying an unconscious Spot. Arlo paddle shore. He crumbles to the ground, gently laying Spot on his leg. Arlo nudges Spot, trying to wake him. Spot doesn’t move. Beat. Arlo gently blows on Spot. Spot coughs, opens his eyes. They look to each other, smile. “We’re okay.” Arlo lays h head down, closes his eyes in exhaustion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No more rain. Spot on Arlo’s back -- they climb the incline toward home Arlo strong, confident. They crest the ridge -- there below them is Arlo’s farm. feel how relieved and happy Arlo is, they smile at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "We're home, Spot. A HOWL GOES UP. Arlo and Spot turn and see the same human figure in the distance. Then, more figures surround him -- a MOTHER, an TWO CHILDREN. It’s a HUMAN FAMILY. Arlo looks down at Spot -- sees he’s captivated. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 72. The father comes forward. Spot jumps off Arlo, goes to investigate. The father comes closer to Spot, sniffing. Spot backs up. ON ARLO: Watching this. Spot sniffs the father. The family gathers around Spot. The mother steps forward. leans down, looks into Spot’s eyes. She reaches her hand to his cheek. He smiles, falling into her palm. Their foreheads meet. The mother looks to her children, gestures them forward. run to Spot, press their foreheads against his. ON ARLO: Smiling, so much affection. The father lifts Spot, gently presses his forehead agains Spot's. Excited, Spot jumps, rubbing his head into the father’s. Watching this, Arlo knows what he has to do. He stands. Spot looks at Arlo, runs to him, climbs up onto Arlo’s ba He smiles up at Arlo. Arlo lowers down, gently slides Spot off. Spot doesn't understand. Arlo pushes Spot over to the family. Spot turns to the family, then back to Arlo. Beat. Spot runs to Arlo. Arlo pushes him again to the family. He draws a circle ar them. Spot looks back to the family, to the circle, then to Arl He understands... Spot hugs Arlo good-bye, both have tears in their eyes. Spot scampers back toward the family. He looks at the circle’s edge and steps inside. The father sticks out his hand, Spot grabs it, and stands on TWO FEET. The mother c to take Spot’s other hand and Arlo watches as this new fa walks off into the distance. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL \fTHE GOOD DINOSAUR - Academy Screenplay - 10/26/2015 73. Spot looks back at his friend one last time. He howls. Ar returns his call. A tear runs down Arlo’s cheek. He watches as they walk aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arlo walks the last part of his journey alone. His giant shadow sweeps across the landscape. Arlo steps over the fence onto the farm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The farm is struggling, fields still dying, piled-up harv not yet stored. WITH MOMMA: She’s harvesting in the fields. She looks up her work -- sees a strong, confident dinosaur in the shad near the cabin. For one moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "Henry? But then the dinosaur steps into the light...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA",
          "text": "Arlo? She runs to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLO",
          "text": "She grabs him. Libby and Buck run in from the fields. The family finds each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The family gathers around the silo. Momma, Buck, and Libb stand proudly behind Arlo. Momma gestures him forward. Arlo stomps his foot in the mud, places his mark on the s ON ARLO: Proud, looking at the family’s footprints. ON THE SILO: Arlo’s mark, right next to Poppa’s. He's home. FADE TO BLACK. ©2015 DISNEY*PIXAR - PRIVILEGED AND CONFIDENTIAL",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2028"
    }
  ]
}