{
  "movie_id": "MOV2050",
  "scenes": [
    {
      "location": "CAMPBELL HOME UPSTATE NEW YORK DAY 2",
      "time": "DAY",
      "characters": [
        "54.",
        "94,",
        "BACK IN NEW YORK",
        "AICKMAN, (0.S.)",
        "96.",
        "BACK ON MATT",
        "56- 57- 58 -",
        "101E",
        "PARAMEDIC 1",
        "WE CUT TO",
        "PETER",
        "SARA",
        "96C BACK IN NEW YORK",
        "JONAH, (0.S.)",
        "23.",
        "66.",
        "49,",
        "130B",
        "67C",
        "ANSWERING MACHINE",
        "173B",
        "55.",
        "PATIENT",
        "FLASH CUT TO",
        "IN SARA'S BEDROOM",
        "MATT/BILLY/MARY",
        "95B",
        "140B",
        "LOCAL MAN CONTACTS THE DEAD",
        "AICKMAN, (CONT'D)",
        "96B",
        "PETER, (0.S.)",
        "MARY O.S.",
        "SUB-HEAD",
        "SPIN AND FLASH RAPIDLY BETWEEN",
        "MINISTER",
        "DOCTORS AND THEIR AUTHORITATIVE VOICES ALL MERGE",
        "SUPER",
        "FADE IN",
        "REVEAL WE ARE",
        "QUICK GLIMPSES",
        "UPSTAIRS",
        "DR. BROOKS, (0.S.)",
        "105.",
        "DEAD MAN",
        "110B",
        "SARA, (0.S.)",
        "109",
        "WENDY",
        "BILLY",
        "10B",
        "FLASH TO",
        "WENDY, (CONT'D)",
        "ARTICLE",
        "POPESCU, (CONT'D)",
        "9B",
        "MATT, (0.S.)",
        "SEANCE OF DEATH",
        "ROAD EXTENSION SCANDAL",
        "61.",
        "MR. SINGH",
        "PARAMEDIC 2",
        "WHERE ARE THE BODIES",
        "56.",
        "161C",
        "60B",
        "HE IS",
        "AICKMAN",
        "ROLL SUPER",
        "MATCH CUT TO",
        "MATT PETER",
        "BACK UPSTAIRS",
        "VARIOUS DOCTORS",
        "NURSE, (0.S.)",
        "101B",
        "RAPID IMAGES",
        "SARA, (CONT'D)",
        "MARY/MALE DOLL",
        "INTS. THE OTHER TWO BEDROOMS",
        "129C",
        "E.C.U",
        "HEADLINE",
        "FILL THE SCREEN",
        "101.",
        "WE ARE",
        "MISSING",
        "PETER, (CONT'D)",
        "MARY/FEMALE DOLL",
        "67B",
        "VOICE, (0.S.)",
        "MARY",
        "DR. BROOKS",
        "104B",
        "9D",
        "MR. SINGH, (0.S.)",
        "101D",
        "COP",
        "SKEPTICS CONVINCED",
        "MATT",
        "POPESCU",
        "2B",
        "CUT TO",
        "103C",
        "WENDY, (0.S.)",
        "IN THE CAR",
        "96D",
        "44,",
        "MATT / JONAH",
        "RECEPTIONIST, (0.S.)",
        "KRYSTAL BALL",
        "POPESCU, (0.S.)",
        "A RED SWEATY FACE",
        "BILLY, (0.S.)",
        "51.",
        "68.",
        "MATT /WENDY",
        "103B",
        "BACK IN THE PRESENT",
        "99,",
        "45A",
        "35.",
        "BACK DOWNSTAIRS",
        "BACK TO THE PRESENT ON THE INTERSTATE",
        "AND WE ARE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The dim light and anonymously silhouetted angle of a documentary interview. We can barely see the woman we wil come to know as SARA CAMPBELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "That’s the real question, right? Why us? That’s what everybody wants to know. Some pity us. Others seem to think I wanted all this - She sweeps her hand over the table in front of her - rev spread of tabloids and magazines with lurid headlines: ‘Haunting in Connecticut!’ ‘Trapped in the House of the Dead!’ ‘The REAL Hell House’ etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "God knows why - attention I suppose. Are they kidding? Truth is, I don’t know why it happened to us. We’re just regular people, like any other family. Not especially good enough to be worth testing the way the Lord tested Job. Or wicked enough to deserve what happened. Nobody deserves that. She falls into silence. Then - hearing an off-mike questi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "A silver lining? I guess...I guess it did make me more certain that Heaven exists. (straight into camera) It must - right? I mean - maybe that’s the one good thing... about glimpsing Hell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A RED SWEATY FACE",
          "text": "Burning with a feverish sweat, a teenage boy leans agains car window, spattered with rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE ARE",
          "text": "INT. SARA’S CAR - NIGHT - ON A CONNECTICUT HIGHWAY 3 A worried woman drives at night: SARA CAMPBELL, 38. In th back seat her son MATT, 16, though the cancer and the treatment conspire to make him seem much older. She looks him in the rear view mirror: Lying in the backseat. Sleep Close on her: A mother’s worry. Eyes try to focus on the road - while images mix and melt with rain on the windshi",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAPID IMAGES",
          "text": "X-rays. MRI. body scan. PET Scan. CAT scan. Not whole sce just close-ups and details: Medical graphics. Tight close in claustrophobic machine interiors. Needles draw blood. Blood cells seen through a microscope. The works. The diagnostic hell that brought them here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VARIOUS DOCTORS",
          "text": "Six months maybe less. /Experimental treatment./No guarantee./Waiting lists./Nothing in New York. Can you get to Connecticut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO THE PRESENT ON THE INTERSTATE",
          "text": "The car passes a sign announcing that we have just left Connecticut and entered New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE CAR",
          "text": "As we come back to her face we barely hear her hushed pra",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Please God. Let it work. Please. Matt suddenly sits up behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Talking to yourself? You know what they say, first sign of losing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I wasn’t talking to myself. I was talking to God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I think that’s the second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I thanked him for giving me you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Pull over Mom. I’m gonna be sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Very funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s the chemo. I’m really gonna be- She pulls over - he throws open the back door - we hear b don’t see him RETCHING. She turns instinctively to help - MATT (0.S.) (CONT’D) Mom - don’t look. I’m OK. She winces with every retch. Matt comes back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Feel better? He nods. She knows he’s lying as she starts the car movin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara makes breakfast as her husband PETER, 40, walks in f the bedroom, plastering an unruly boyish cowlick which be the strain and age in his eyes. He’s off to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Morning, babe. I didn’t hear you come in. When did you get home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "About 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I know it’s two hundred miles, but how did that take you eight hours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Do you really want to know how many times we stopped so he could vomit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Oh, man. How is he now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "He’s okay now. He’s asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Lemme get breakfast. You go to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "No it’s alright - I’m still wired from driving - and Wendy’s helping. WENDY - Sara's 17 year old niece - enters trailing the RAUCOUS SOUNDS OF KIDS behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Wendy. Sorry for the chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "It’s better than my house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "My sister loves your daddy - they just have funny ways of showing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "I knew love was a four letter word, just not those four letter words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Take these pancakes in to the hungry hordes. Wendy exits. And through the open door we catch a quick glimpse of two younger kids at the table. And a bleary an pale faced Matt stumbling out of a bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "It’s not good. One of these nights you’re gonna drive off the road you'll be so tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I wish we could just move there. Just for the summer, until - Behind them we see Matt and Wendy opening the kitchen doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "And in the meantime what? Pay mortgage and a rent? Every penny we got is in the damn store. When we bought the franchise we didn’t plan-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Nobody plans to have a child get cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You know that’s not what I meant. See behind them: Matt and Wendy exchange embarrassed glan and step back - not wanting to hear them fight about Matt",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "Look. You’re right. He’s gotta come first. Let’s just do it. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find a rental in Connecticut, near the Hospital. We’1l make it work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You mean it? What’1l you do? How will we afford it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Come on weekends. Take a second mortgage on our second mortgage. Whatever it takes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "We’re gonna make it through this, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Definitely. His eyes, though, have none of the certainty of his words",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Victorian Gothic Hospital with concrete ‘70’s additions. SUPER: St. Michael's Hospital. Goatswood, Connecticut. June 20. 10:00 A.M.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara with the Oncologist, DR. Brooks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "He’s doing great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "He vomited twice more this morning. That’s doing great?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "That’s doing chemo. It’s his stomach cells dying. And being reborn. Right now - we’re waging war. Total war. Inside Matt’s body. And the battle is just beginning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "That’s what I’m afraid of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tight shots of Matt’s treatment with Sara’s house search: \f10",
          "sentiment": "neutral"
        },
        {
          "speaker": "10B",
          "text": "11 9c Sara’s hand circling house-to-rent wants ads; some say “n kids or no pets” then crossing them out; seeing a few of available places through her eyes: they’re dumps;",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (0.S.)",
          "text": "They’re all too small, too pricey or have roaches as big as rats. Matt strapped down on a tilted gurney beneath a forbiddin piece of equipment covered with radioactive warning signs",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (0.S.)",
          "text": "- But I’m not giving up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After more scratched off lists, Sara is near tears. She l out the window and sees it’s the cemetery she’s passing. turns away and rams her foot down on the gas as if she co out run the grim reaper - or at least her tears. Gloved hands place a fitted mask to hold Matt’s head in 9 position. Metal rods and leather straps keep his body immobilized. With a mechanical WHIR the radiation commenc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just past the edge of the cemetery she does a double-take slows down as she glimpses out of the side of her vision: man clumsily hammers a ‘FOR RENT’ sign into the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara pulls up and rolls down the window. Squinting into t setting sun she sees a squamous purple Victorian house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I don’t want to waste your time. What are you asking? The man turns around - AZIZ SINGH, realtor. Warm, persuas",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SINGH",
          "text": "Hello. Welcome. I give you first month free if I don’t have to finish hammering this darn sign! Close Shots: Needles, needles, needles. In Matt’s veins. Spine. The back of his neck. Drawing blood. Drawing marro Injecting things. Until he’s a pincushion of pain. \f12",
          "sentiment": "neutral"
        },
        {
          "speaker": "9D",
          "text": "13",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SINGH, (0.S.)",
          "text": "It just needs some love and care...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Singh guides Sara past the time-faded wallpaper and chipp paint of a once elegant old interior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SINGH",
          "text": "---and a good family to bring it back to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "And you don’t mind children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SINGH",
          "text": "Where would we be without them? On a cold empty rock. Suddenly - a RUMBLING, GROANING CLANKING sound. MR. SINGH (CONT’D) Old houses are like old stomachs. They make a lot of noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "It’s everything we need. And then some. It’s beautiful, spacious, affordable. I mean, it’s too good to be true. So what’s the catch? Matt seems to be hanging upside down - as hot lava flows his veins - he slowly rotates - But in fact he is not mov",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SINGH, (0.S.)",
          "text": "The catch? Yes, well it does have a somewhat peculiar history... - it’s the camera spinning: Matt’s in a chair attached to machine; tubes from the machine give multiple injections simultaneously. While another filters his blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara nearly at the end of her rope, talking to Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I saw one that was almost perfect but...it just wasn’t quite right. \f14 INT. SARA’S CAR - A BEAT LATER 14 Driving home. She looks at Matt in the rear view mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "They say you might have some body ache - but no nausea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(through clenched teeth) Doctor says to patient; I got bad news. You’ve got cancer. And you’ve got Alzheimer’s.’ Patient says ‘Whew, least I don’t have cancer.’ Sara laughs not to cry. As each tiny bump sends paroxysms pain through Matt’s body. MATT (CONT’D) At least I don’t have nausea. He’s putting on a brave face - but his groans can’t be stifled. Every small bump in the road sends shockwaves of pain through his young body. Sara steals glances in the r view mirror at him - and it tears at her heart. She turns car around and heads back the way they came...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Singh stands out front with Sara, near her car. We se he’s brought a big mattress, two sleeping bags, a portabl and even some take-away food. Both of them helping a frail Matt out of the back seat of the car, one putting a blanket around his shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I don’t know how to thank you. He leans in to her - out of Matt’s hearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SINGH",
          "text": "Really, don’t worry - and remember - a house is just bricks and wood and plaster. That’s all. Anything else - is just imagination...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two sleeping bags lie on the mattress beside the table. \f17 18 10. Matt, half asleep, watches TV. Behind him we see Sara on phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I made a decision. You weren’t there. She pulls the phone into the next room - so Matt can’t he As Matt nods off we MOVE IN on the TV screen. In reflecti we can see Matt in front of it- but also - something else Someone standing behind him. Or is it just the flickering ghosts of bad TV reception? Sara steps into the next room - so Matt doesn’t hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You didn’t have to hear him groaning, Peter. I just couldn’t take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking down on Sara and Matt. Each in their own sleeping bag. But lying close. The dark room seems filled with muf voices. The walls seem to whisper like faint swarms of be A close POV of the sleeping mother and son - as of someon standing right over them... Matt stirs, looks up uneasily at the spot where a second it seemed someone was standing observing them. Nothing th Matt slips out of bed as quietly as he can. He starts int the nearest bathroom - but realizes the sound will wake h so he goes looking for another one upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He finds a bathroom. He leans over to retch. Splashes col water in his face. Then freezes. Did he hear something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Matthew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Mom? He opens the door. No one’s there. He pads back downstair \f19 20 21 11. INT. PARLOR —- CONTINUOUS 19 But he sees she’s still sound asleep. He’s about to get i his sleeping bag when again he hears--",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Matthew... From behind him this time. He tries to follow the sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He steps into the darkened stairwell. Suddenly the silenc torn by a GRINDING sound - from deep inside the house: th clanging of old elevator chains... Stepping out of the darkness of the stairs, Matt thinks h sees a mirror - but then sees it is a half wood, half thi glass wall with a door. The mirror effect is because some seems to be standing on the other side of the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He approaches - closer - cups his hands to try and see through the distorting glass -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Hello? Who’s there? Seen through the distorting glass: A face - impossible to if it is just a distorted reflection of his own face in t thick glass or another face on the other side looking bac him - blackened and burnt and mouth open in a scream as a hand jerks the head away by the hair -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and it is Matt who SCREAMS as he jerks awake, woozy, hi face red and covered in sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "What? Wh-where? Sunlight pours in. A hand strokes his brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Honey? You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Yeah. Just a dream. I guess. \f22 23 24 25 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gives him a can of protein shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Pick of the house for any bedroom you want: if you drink this. Deal? Matt tries his best to get some of the protein shake down",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt starts upstairs, checking out the rooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt steps into the first room. Faded Victorian wall pape covered with an intricate pattern of caged song birds. Th feeling is utterly lonely, and a place out of time. INT. DOWNSTAIRS PARLOR —- CONTINUOUS 25 Sara’s in the front parlor, damp dusting down the room an cabinets. She pulls at old built-in wooden cabinets benea the windows. They’re stuck shut from years of warping and dust. She pulls harder - and the wooden door opens, revea a cabinet filled with small frames stacked on their sides She pulls one out - then another - they’re old framed pho from the teens or twenties by the dress of the people - w recognize the photos - we saw them in the credit sequence - Twin boys sit one each on Mother and Father’s lap. The children seem stiff and awkward as dolls. - an old man in a bed - surrounded by family who all star into the camera - only his eyes are closed. - a mother and new born infant lie together as if sleepin - a family - Mother, Father, Three children. All sit froz before a painted backdrop of clouds as if seated in Heave Suddenly Sara recognizes what they are - DEAD PEOPLE. The looks around her and recognizes the room she’s standing i is the same as the room in which the photos were taken -s can make out the faded painted over clouds of the heavenl backdrop still visible beneath the fading paint on the wa and drops the photos on the floor, breaking the glass. \f26 27 28 29 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara bends over the large garbage cans out back dumping t photos into the garbage cans. Looking around back at the house to make sure Matt hasn’t seen her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the hall Matt stops by small metal doors with a button opens the doors into a small elevator shaft covered insid with what looks like centuries of dust. He peers down int the blackness. He pulls a penny from his pocket and drops down the shaft. We hear it PINGING and KNOCKING all the w down...suddenly a GRINDING of GEARS and CLANKING CHAINS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stepping into the kitchen Sara hears the grinding elevato",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Matt? She walks to the stairs and peers up to the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "Matt? Did you pick a room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (0.S.)",
          "text": "Yeah. I did. The voice doesn’t come from upstairs. But from downstairs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara finds Matt in the middle of the basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Or it picked me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What do you mean, it picked you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I dunno. It’s the meds mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "So, which room? (Matt gestures, this room) Down here? \f30 31 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I like it. It’s nice and cool. And best of all, my own private toilet - nobody has to hear me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You don’t need to hide from us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Knowing everyone can hear me puking just makes me feel worse. Alright? Matt tries the locked door in the half-glass wall that divides the space. The door is not locked. And the knob turns. But it just won’t open. MATT (CONT’D) What do you think’s back here? They both have their faces pressed against the glass tryi to see in. HONKS and SHOUTS from upstairs startle them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (0.S.)",
          "text": "Hello? Anybody home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt's brother BILLY, 11, and sister Mary, 7, race upstai arguing over bedrooms. Wendy follows them, giving chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "You wait until Aunt Sara and Uncle Peter tell you where your room is. Wait! You little monsters!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt and his Dad behind the rented U-Haul, which is conne to a shiny late model pickup truck - Peter’s pride and jo Peter’s pulling boxes out of the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Hand me that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "No, no —",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT PETER",
          "text": "I can - You might - \f32 33 34 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Dad, I’m not gonna croak from carrying cushions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "That’s not what I meant. You might scratch my truck. They laugh. Peter lifts a chair onto his head and walks inside. Matt follows carrying couch cushions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK UPSTAIRS",
          "text": "Sara leads Wendy into a room down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Now I think this room would be a perfect girl’s room. INT. BEDROOM —- CONTINUOUS 33 The room with the caged birds on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Why do you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Good light. Nice wall paper. And a big mirror. They both laugh, and as she closes the closet door with t mirror on it we see SUPER-BRIEF FLASH: A young man - wear very old fashioned clothes - stands staring sullenly at t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. MATT’S BEDROOM - LATER 34 Peter finishes putting Matt’s bed together down there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "A little dark. But hey - I was a teenager once. Cool bachelor pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Cool pad? Dad, this is the 80's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Trust me - the 70’s will be back. (Tries the door) What’s back here? \f35 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Don’t know. We couldn’t open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Hmm. Lock works fine. Knob turns. Just must be stuck. Step back - He really leans into it. Nope. Just won’t open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "Maybe the owners sealed it for storage. Or the house settled and the door frame’s jammed. They’re interrupted by Sara who walks in with mop and buc",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "If you’re gonna live down here - I need to give it a good wash. You know your immune system is weak. I don’t like all this dust. Out, out! Matt and Peter know better than to argue so they leave. INT. THE BASEMENT —- SOME TIME LATER 35 Sara mops the floor of the room. As she moves backwards, glass wall is behind her. Matt comes down stairs - sees his Mom still cleaning and smiles and shakes his head - but then he sees: Behind her it seems he sees two figures back there. One a tall thin man. The other, a boy - about Matt's age. The s sullen boy we glimpsed in the mirror upstairs. They are b over tables. Working. Matt says nothing but takes a step closer and for a secon",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH TO",
          "text": "In this exact same space a body'S exsanguinated, drained blood. The tall thin man and the boy are embalming a body Hosing the blood into a concave ditch that ends in a drai",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK IN THE PRESENT",
          "text": "Matt stifles a scream - his mother hears him and looks up from her mopping with a smile -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Honey? You feeling alright? \f36 17. Matt looks up - the morticians are gone. He looks down at floor and sees a horrific red mess of congealing blood al around her mop. Noticing nothing Sara lifts the mop back into the water - squeezes it out - clear water pours out. Matt blinks and it’s all normal. But when she puts the mop back down on t floor: again the water turns a thick coagulated red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Mom! She stops and looks up again - a bit annoyed now but tryi not to show it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What now? He looks at the dripping mop - no blood, just water. All normal. And behind the window no figures leaning over cadavers. The floor is spotless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Um, nothing - just, thanks - for cleaning my room. She gives him a peck on the cheek on her way out of the r Matt lingers in the door for a second - looking back at h room - daring it to show him something again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tending a barbecue grill, turns to look at Matt - who’s looking up at the just appearing stars in the night sky. Peter sees something in Matt’s face. Something vulnerable Fearful. Angry? He can’t tell. Maybe all three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I remember when we used to go camping. When you were little. And every night you’d fall asleep counting the stars and could never finish. Used to drive you nuts. Matt just stares at him. He’s a long way from that kid no",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Yeah. But then I learned. All the stars we see are already dead. We just haven’t gotten the news. \f37 38 18. Peter, worried, has no reply to that as Matt turns and wa into the house. Passing Sara, who is coming out with burg buns. Sara saw the worried look on Matt’s face, and it is mirrored in her own worried expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Something on your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Of course there’s something on my mind. There’s always something on my mind. The same as always. INT. MARY’S ROOM - LATER THAT NIGHT 37 Mary and Wendy are kneeling by the bed -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "You get your own room - like a big girl- you sure you won’t be scared?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Good. Okay, you start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Now I lay me down to sleep - As we hear the prayer we PAN ACROSS the shelf above her b lined with all her stuffed animals and dolls: including h favorite, a featureless soft thing, worn to almost nothin impossible to say whether it was once a teddy-bear or rab or what. Its remaining shoe-button eye hangs by a string. MARY O.S. If I should die before I wake... We continue out down the hall to the next room where -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY O.S.",
          "text": "I pray the Lord my soul to take. Billy’s a bit spooked. He closes his door most of the way He looks in the closet. Then checks under the bed too. \f39 40 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On this moonless night the darkened house looms like a shadow’s shadow. Darker than the night itself. INT. MATT’S BEDROOM - NIGHT 40 Matt in bed, face covered in sweat. His closed eyes twitc from the force of rapid eye movement. Suddenly he sits upright in bed. Eyes still closed. Then they snap open. But blank and unseeing - staring not merely across the ro but across decades of time past into the glassed in room. MATT’S POV: In the next chamber he sees a tall thin man - the one he earlier saw embalming a body - AICKMAN - who now seems be over some writing on pale parchment. Beyond him the boy, JONAH - watches Aickman writing with look of growing horror - then looks up across the space a locks eyes with Matt - And suddenly it is as if Matt can see through Jonah's eye a_close vision of Aickman's strange writing: Aliguem Mortuum Suspiria Magical words and symbols fill the screen. Thin scratchin in red on parchment. Arcane words in an ancient languages necromancy. And as we see them, we hear them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AICKMAN, (0.S.)",
          "text": "Aliquem mortuum suspiria, talis ordo tenebrum est. And suddenly we widen to see: Aickman is not writing on parchment - he is not writing at all - he is carving thes letters with a thin scalpel directly into the pale flesh an_ embalmed corpse!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AICKMAN, (CONT'D)",
          "text": ".---per nomina sancta deus...Adonai, Alpha et Omega, Sabaoth... See now scores of incantations carved upon every inch of dead white flesh by the thin grey hands of Aickman Behind him, we glimpse several other bodies bound in clot and from arms and ankles sticking out we can see: They to are carved with signs and words. \f41 42 43 20. The boy - JONAH - stares horrified - his face a mirror to Matt's face across the room staring blindly at the strang things happening right in his bedroom! And now we understand the shocked look of abject horror i the eyes of the boy Jonah who sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "E.C.U",
          "text": "As Aickman's long fingers pull gently on the corpse's eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "stretching the delicate flesh out from the head. And with horrible SNIPPING sound -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE CUT TO",
          "text": "INT. MATT’S BEDROOM —- CONTINUOUS 4l Matt’s own eyes, for the first time, blink. And he is suddenly awake. He looks around - disoriented. As if it w all just some horrific, and horrifically detailed, nightm He looks across the room - to the half glass divider - be which he saw - or dreamt he saw - such abominable things. Matt wipes the sleep from his eye and gets closer to the window - he sees nothing. He tries the door knob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "ow! He pulls his hand back. And we can see his skin blisterin as if he had grabbed burning metal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the back yard, looking at the kitchen windows. In th bright summer sun the place looks almost homey. Super: July 20th 8:30 am",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara’s making breakfast. Matt’s there too, taking plates a cupboard and putting them on the counter. Then he gets silverware and carries it back to the dining room. As he starts to set the knives and forks around the table hears, faint but distinctly, VOICES. He can’t tell at fir \f21. From the walls? The ceiling? Or is it the floor? Or all o them? He turns around, no one’s there. Shaking it out of his mind, Matt walks back to the kitche only to find the plates he set out on the counter are gon and they’re back in the cupboard where he got them. Sara at the stove, tending to the eggs and pancakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Why'd you put the plates back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I put the plates out and now --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I didn’t touch them, sweetie. Are you okay? Matt nods, then steps back to the cupboard. CRASH! He spi the plates are on the floor, broken. Sara hurries over. S also notes for the first time his hand - it looks burned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "I’m sorry honey. That was stupid of me. The dishes were too heavy for-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I didn’t drop them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Then how -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I don’t know! I swear - I - saw - Sara touches his forehead, checking for fever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Dr. Brooks said to tell him if you were seeing things. He said -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "- I remember what he said. He said if I was seeing things - or even thinking weird things - it meant they'd drop me from the trial. We didn’t come this far, turn our lives upside down, move house, just to call it all off. \f44 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "But if you’re -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No Mom. It’s nothing. I’m not seeing things. I swear. Nothing's wrong. Really. I’m just tired. I remember now - I just left them sitting too close to the edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Well, alright. But you tell me if anything like that happens again. Promise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Promise. Sorry I broke the dishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "That’s alright sweetie. Your Grandmother used to kiss me when I broke a plate or a glass. Said it meant something worse won’t happen. INT. DR. BROOKS’S OFFICE - DAY 44 With Sara and Matt there, the Doctor, wearing latex glove gingerly probes the peeling skin on Matt’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "His skin may well turn black. Start peeling off. Perfectly normal. It’s a bit early. But that could be a good sign. He pulls a thermometer out of Matt’s mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "No fever - excellent. Less nausea? Good. Even a bit of appetite. Outstanding. And no visual or auditory hallucinations or other behavioral abnormalities? She’s silent for a beat. The Doctor looks up at her, and Matt. Matt looks at her - worried she’s going to mention morning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "Anything? She hesitates for a beat, but only a beat. \f45",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "No, no. Sorry I was just distracted. He’s fine, I guess. Considering. Matt nods in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "Excellent. Then we can continue to stage two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt sits in a room eith six Barcaloungers facing six tel visions. Each chair attached to one of the modules which controls the chemo. Some of the people, all in street clothes, in the other five chairs have already lost their hair. Some still look robust. Some will die, and soon. In the chair next to him a strangely young pair of eyes p curiously out of an older man’s face - POPESCU. Matt hears a SCRABBLING sound and looks down at the floor the right of his chair and sees with a jolt: A large blac CRAB scuttles across the floor and scrambles under the ch Matt looks around - no one else seems to have noticed. He leans over and tries to see under the chair. Nothing. And before he can sit back up a black claw whips out and closes on the soft part of his forearm -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he screams -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE, (0.S.)",
          "text": "Now that didn’t hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A nurse pulls a needle out of his arm as Matt snaps awake the chemo room. The old man, Popescu, lays a reassuring h on his arm leans in conspiratorially close:",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "You were dreaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "What? Oh. Yeah. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "And breathing heavy. Which of course can mean either a very bad dream. Or a very good one. Which was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I’ve had better. His eyes seem to look right into Matt - spreading a kind warmth as they do. MATT (CONT’D) Sometimes lately - It’s been hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "To tell which is a dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Are we men dreaming we’re butterflies? Or butterflies dreaming we’re men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Do you ever...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I dunno, see things? Hear things. Things that... aren’t - that can’t be - there? Popescu makes a zipping gesture at his lips - and turns a invisible key and tosses it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Don’t ever tell them you can see things. They won’t understand. When my wife was dying - the whole last day - I sat there praying and crying. She never once looked at me. Just looked all around her - as if at all the others in the room - but we were alone. Or so I thought. Now I know better. She was where we are. In the valley. \f46 47 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "The Valley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Of the shadow of death. And you know what to do when you find yourself in the valley of the shadow of death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Easy. Fear no evil. He hands Matt a card: Fr. Nicholas Popescu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "If you need to talk, call me. Any time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The children all asleep, Sara’s still awake at a table covered in bills and insurance forms. She’s on the phone talking to Peter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Right, this was gonna be free. Sixty bucks for five pills... No, that they’1ll cover. But not the follow-ups... The blue one for the nausea? Yes. But the pink one that stops him feeling restless because of the blue one?... I tried, Peter. I was on hold for an hour! INT. MATT’S BEDROOM - LATER THAT NIGHT 47 Matt lies in bed. Tossing. Groaning. He wakes, raises his head and searches the room - nothing - or... This is so l one of his dreams. Is he asleep? He looks down at his arm and pinches himself - hard. Awake, he sits up and looks a the glass wall across the room. Is there a shape in there",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks harder. Yes. Definitely. Around his size - a bit smaller - standing just the other side of the glass. The shadow moves in the other chamber to the door. Matt looks at the door. It slowly swings open. \f48 49 26. Matt stares into the widening blackness - He stands up - shaky - and moves towards the door - and into the darknes For a moment we see through the glass: Two figures face each other. INT. MATT’S BEDROOM - THE NEXT MORNING 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY, (0.S.)",
          "text": "Matt? Where are you? Matt? Billy comes down the stairs. But the bedroom is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "In here. Then Billy sees - the open door to the other room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Whoa. How’d you get in there? And we see it really wasn’t a dream. The door is open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From Billy’s POV, we get our first good look inside there",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What is this place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Hop on. Matt's standing behind a heavy stainless steel gurney - practically gleaming considering how old it is. MATT (CONT’D) Take you for a ride. Billy gets on. Matt pulls him roughly - so he’s flat on i Matt starts turning it around - faster and faster. As he - he sees - while spinning around - glimpses of Aickman a Jonah removing a body from a coffin. The coffin then fill not with a body, but with sandbags, and re-sealed shut. He seems oblivious to his brother who’s holding on to the gurney which Matt is turning faster and faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Matt - slow down - Matt! Stop! \f50 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (0.S.)",
          "text": "(Descending the stairs) Dammit, what is going on down here? Matt stops. Billy nearly thrown from the gurney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What's the matter with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Sorry. As their Dad steps into the bedroom and sees the open doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I guess I loosened it, eh? (entering the room) What the hell... About three feet from the floor, along all four walls run a continuous shelf about three feet in width. In a corner there’s a dull porcelain embalming TABLE. Pile of old yellowed TOE TAGS next to a dusty glass EMBALMING PUMP. Creepy old EMBALMING TOOLS, trochars, big metal syringes scattered on the shelf. Old rust-stained PORCELAIN SINKS. Then the clincher: an old bottle labelled formaldehyde. PETER (0.S.) (CONT’D) Well now we know why the rent was so cheap. The question is -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter bears down on Sara, who’s trying to avoid facing hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "- what did you know and when the hell did you know it? Jesus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "(reacts to his anger) Know what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What this place was. Aren’t you the one who says we can’t live on lies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Yeah. But that was because you were a drunk. And a liar. \f28. He’d like to return fire but Peter calms himself, accepts",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Right. But I’m not now. Thanks to you. And the children. And that’s not how we work. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I know. I’m sorry. I should have told you. I just - we needed some place. And it just seemed perfect. Like a gift from God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy and Matt on a walk, approaching a foot entrance to cemetery near their house. Matt gestures, let’s go in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Yea though I walk through the valley of the shadow of death, I shall fear no evil. For I am the baddest mutha in the valley. They walk in past Victorian mortuary sculptures, blackene and moss covered. Walk slowly between rows of older Purit stone monuments bearing only a simple winged skull and so even older, rubbed blank by the scouring winds of time. Matt looks across the cemetery to where a small group in period attire stand around an open grave where a coffin i lowered into the ground while the minister says his last mourners toss handfuls of dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINISTER",
          "text": "(far off voice) “I am the first and the last: I am he that liveth, and was dead; and behold, I am alive for evermore, Amen; and have the keys of hell and of death...\" Matt turns back to Wendy who bends to smell wild flowers. looks back up at the funeral - but there is no funeral. J an empty cemetery where he and Wendy are the only - livin people present. He shudders and rubs his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "You alright? \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Yeah. Sure. They walk past old headstones that look ready to tip over",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You ever ask yourself, what’s the point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "The point of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Anything. Doing anything. Being anything. You just end up here anyway. Why be alive at all? Matt makes a cynical snort that startles Wendy. Matt sudd and viciously kicks a tottering tombstone, knocking it fl He’s about to kick another one, to kick them all over if can. But Wendy grabs Matt, and holds him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "I used to wonder about that. I'd lie awake at night - just hearing my parents yelling. Seems like day and night all they did was curse at each other. Some nights I thought he’d kill her. Other times I wished they’d kill each other. Or me. Just to stop the hate. He looks at her - for a brief moment lifted out of his pa WENDY (CONT’D) But then I moved in with you guys. I realized it didn’t have to be that way. I don’t know what happens when we die. If anything happens. But I know what can happen when you’re alive. You can love. And be loved. And every minute you’re one or the other...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the table, the whole family is sitting down for a meal",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "-..is a gift. \f53 30. Matt just looks around at his loving family. Wendy’s word echoing in his ears. There’s a lot of chatter and passing dishes. Then Peter quiets everybody down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Okay, so, everyone knows now this used to be a funeral home. Big deal. It’s not anymore, and hasn’t been for years and years. It’s just a house. Bricks, nails, wood. And it’s our house for the rest of the summer. Until Matt’s finished at the hospital. We’re all under pressure and we all have to pull together, like a team. Okay? He holds out his hands - and they all join hands. And the INSTANT they do - it’s as if they have formed some kind o electrical circuit and_a_ strange current JOLTS Matt -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "Who wants to say grace? Matt? They all look at Matt. Who is staring behind them - beyon them - as if there were others in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Matt, you alright? He’s not alright. He’s not even there any more...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same parlor where they now sit - but now it is arraye for a different sort of ritual. Six people seated around circular table, holding hands. Holding a seance. Aickman, eyes lit with an uncanny fire, stands behind the circle. Move around the table and see their faces: skepti nervous, mournful, others nearly joyful. - and at the end of the circle we come to the boy, JONAH. - in whose pale impassive face only the liquid green eyes show anything at all: abject dread. We circle around them faster and faster - Sometimes from front of their faces - sometimes from behind their heads The candle light throws fantastic shadows - Dizzying us - with the swaying and the singing - and the movement -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "54 31. Suddenly stop: The table begins to tremble beneath their fingers - the legs rattling against the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (0.S.)",
          "text": "Matt! Angle on Matt who looks up in mirror and sees not himself Jonah staring back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "Matt! Matt suddenly focuses on them. And sees that of course th don’t see what he sees. He giggles. Weirdly. It’s that or scream at the top of his lungs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "What's wrong with you? Matt can’t stop laughing. He’s hysterical. Mary starts to - and Billy staring at his brother on the verge of it -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "(fiercer) Matt -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Peter. Please. It’s the medicine. Wendy gently steps over to Matt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Did you see..? But he doesn’t finish the sentence - because he can see t she didn’t - that none of them - saw what he saw. He just shakes his head sadly and allows himself to be le out of the room - and downstairs - to his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sits next to him on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "What happened up there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I - nothing. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "You seeing things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No. I am not seeing things. I can’t be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "If I was seeing things - they’d stop the treatments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "So what happened? He wants to tell her but he can’t, outright. So he tries only way he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You remember that book when we were kids? With the weird pictures? We used to love that one. “The man who was not there.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "I do. I do remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "‘As I was walkin' up the stair/ I saw a man who wasn't there/He wasn't there again today.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT /WENDY",
          "text": "‘Oh how I wish he'd go away’ They laugh. She looks at him tenderly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Remember the other one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "No - maybe, which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "‘One bright day in the middle of the night. Two dead boys got up to fight. Back to back they faced one another. Drew their swords and shot each other... \f55 33. He looks over her shoulder - to the glass divider - where someone else seems to be standing looking back in - MATT (CONT’D) ‘,..A deaf policeman heard the noise. He came and killed those two dead boys.’ He seems even now to be seeing past her - to someplace, o someone not there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Matt, you’re scaring me. He turns back to her, his skin going a whiter shade of pa",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Join the club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara holds Peter beside his truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Before he got sick, we were already in over our heads. Now we're headin’ for the bottom of the pool. I’m just sorry you have to work. We moved out here so you wouldn’t have to be gone all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "It’s easier than driving him was. And besides. We need the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "We gotta get through the summer. Then Matt’1l be fine. And business will pick up before Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Do you have to go back tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "If I’m not there to open in the morning and if we don’t meet the minimum days open we might as well - She stops him with a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I know. I’m proud of you. \f56 57 58 59 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Of me? For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "For working so hard. And for keeping your promises. All of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy is painting her toenails, cottonballs between them. Slowly, she begins to feel there is a Presence behind her But when she turns: no one is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter drives by a road house. Then stops and pulls over. Turns around. And pulls in. He sits in the car in front o the bar. Looks up at the Rolling Rock Beer sign flashing and off. His hand reaches for the door - then stops. Inst he starts the truck again and pulls back out into the roa Promises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara comes out of her room to go to the kitchen for a gla of water. We follow Sara down the stairs and around a cor where we see a shade lurking - - Sara rounds the corner - and gasps out loud. But it’s n ghost; just Matt standing blankly against the wall in a b t-shirt and black sweats. He seems somehow barely there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What are you doing? He doesn’t respond. She sees he’s out of it, and just lea him back to his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Come on, back to bed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids, including Wendy, eat lunch. Super: August lst 12:30 P.M. \f60 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "35.",
          "text": "Matt's skin, recently so red, has turned to black scales, even on his face. He nibbles a sandwich while Wendy rubs soothing cream on his neck and arms. Billy and Mary take turns shaking and checking a silvery “Krystal Ball” (a to “oracle”). Through a small window one sees a 20-sided die with stock answers printed on each side floating in fluid",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Is Mary a total Goon? “Oh Yes!” Mary grabs it from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Is Billy a Poop Head? “But of course, my dear!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Okay, cut it out. I gotta go to work. You have my number. Wendy’s in charge, so you listen to her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "If you don’t then you deal with me. He extends his blackened arms like he was Frankenstein or some creature from a lagoon. The little ones giggle. Sara behind Matt, kisses him on top of the head, looking at We both of them relieved for now he’s still the old Matt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt covers his eyes and counts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK GLIMPSES",
          "text": "Mary climbs into a cabinet beneath the sink in the kitche Billy squeezes into a storage space at the base of the stairs; Wendy hides behind the thick parlor curtains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt finishes -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves slow and awkwardly - but he’s trying. \f62 63 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks down the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Ready or not... Sees a couple of the bedroom doors open - steps up to the doorway of the first one which is -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- the one with the faded birdcage wall paper. At the edge the open door he glimpses a shadow moving inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "..-here I come! Inside the room, for an instant we see the wall paper un- - as Matt pushes open the room expecting to see one of hi siblings or his cousin - but instead sees: JONAH, gathering meagre belongings - stuffing them into a pillow case. Before a speechless Matt can react - Jonah walks right pa him into the hallway! Matt spins - but there is no one in the hallway - he turn back to the room - it too is empty - and the wall paper i once again faded and peeling. Matt breathes and collects himself. Shakes it off - and t to continue the game. Matt steps back into the hall and sees out of the corner his eye: someone moving down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Now I gotcha. He pads quietly to the stairs and looks down the railing time to see: Moving as silently as possible, trying to av every creak of wood, Jonah sneaks down the stairs - Matt hurries downstairs following him, but when he gets t - there is no one. \f64 65 66 67 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt peers into the parlor, through mottled glass. It’s e - Then he hears a sound behind him - like a doorknob turn he spins back to the hall - towards the front door and se Jonah at the door - his hand on the door knob - slowly turning, quietly easing the front door open... Matt’s about to cry out - when he sees a big grey hand sl the back of Jonah's neck - and another grab him by the ha It's the tall thin man, AICKMAN. Jonah twists and struggl as Aickman drags him back - right past the wide-eyed Matt Matt opens his mouth to say something - to scream but no sound comes out - as he sees the ghostly figures disappea down the basement stairs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Each of the others in their hiding places. Trying to hold their breath and not make a sound. INT. MATT’S BEDROOM —- CONTINUOUS 66 Matt comes down the basement stairs and sees across his o room to the other chamber and, for just an instant, sees: Jonah surrounded by shrouded corpses. Then the door slams shut on its own, blocking Matt’s view... The game is forgotten now - Matt races the few steps from stairs across his bedroom to the dividing wall door - and throws it open and sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is not the empty room we’ve seen but the active Embalm Chamber it once was: Blood stained tools. Buckets of bloo bottles of reeking fluids. And gurneys with covered corps As he steps into the room - the door slams behind him - h spins and tries the door - but it’s locked - he can hear sounds from behind him - but is too terrified to turn aro he hears the sounds of shrouds slipping from bodies - Slowly Matt turns around - All the breath slips from his lungs, the blood drains from his face as he tries to understand what he sees: \f68",
          "sentiment": "neutral"
        },
        {
          "speaker": "67B",
          "text": "69 38. He is now were Jonah was - trapped - alone - sealed in a with the defiled, engraved corpses. All the bodies are inscribed with the incantations. And worse they seem like human candles - their features flicker between the states which they died - the embalmed look, and their face inscr with Aickman’s spindly red handiwork. Thinking he saw one of the bodies actually move, Matt bac towards the door, hyperventilating in terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPSTAIRS",
          "text": "The kids run from their hiding places at the sound of Mat SCREAMING downstairs - They all run to the basement stair",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt trapped between the pressing dead - their lidless ey stare wide - their lipless mouths press at his ears - the nail-less hands paw at him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "For God's Sake - Just as the other three run into the room - MATT (CONT’D) - leave me alone!! But they think he’s yelling at them - since there’s no on else there. Billy looks disgusted, while Mary buries her face in Wend who just shakes her head at her cousin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "It’s okay. Let’s go. She sweeps the little ones away with her back upstairs. M looks back: the ghosts are gone, leaving him utterly alon",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt presses the phone to his ear and nervously clutches something in his hand - Old Fr. Popescu’s card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I don’t know who else to talk to. \f70 39. EXT. ST BENEDICT’S/OLD CHURCHYARD - LATE AFTERNOON 70 The last light of day illuminates an old Catholic church- yard. The church itself is shuttered. And weeds have grow over the small plot of graves at its edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU, (0.S.)",
          "text": "They said there weren’t enough parishioners to make it worth the upkeep. But I think they knew I’d never move to another parish - so it was the easiest way of putting me out to pasture. We find Matt - and the old priest, Popescu, near a large stone angel whose moss covered eyes seem to weep black te",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "She loved this spot. This angel who weeps black tears.... After the cremation I walked around here for hours - pockets filled with ashes - sending her back home to the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt follows the old man’s gaze - up into an impassive gr sky as if he could see her ashes swirling upward in the w POPESCU (CONT’D) Tell you a secret. There is no heaven. No hell. No separate place way up there or way down there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I see why they retired you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Yes, well. I didn’t stop believing. Sometimes I think they did. See, it’s all here. All right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "All around us. All the time. The living and the dead. But invisible to every one. Or almost every one. We’re not like other people anymore. Most people spend all their life firmly in this world - then one day they go straight to the other side. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f71 72 73 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU, (CONT'D)",
          "text": "Some of us - we take a more roundabout path - spend quite a lot of time in the border land. And who knows - when you pass this close to the next world - maybe we see across the border. Maybe not. Either way only one thing matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Like I told you: Fear No Evil. Be fearless. And open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Open?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "This is your destiny. The light and the dark. I know it’s not easy. Have you ever seen a smiling Saint? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "So what do I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house painted by sickly yellow moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU, (0.S.)",
          "text": "Find out what he wants from you. INT. MATT’S BEDROOM —- CONTINUOUS 72 Matt asleep. A candle lit beside him throws a huge shadow the wall. But it is not his shadow. Not a shadow at all. Jonah. It almost looks as if the dead boy were bent over whispering to a sleeping Matt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara sits behind a glass window at the cash register. Suddenly A DEMON presses its face against the glass. Sara SHRIEKS. It’s not a demon but A GUY guy on PCP. Sara shri back as SECURITY appears and ushers the man out of the st \f74 75 76 77 78 79 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CREAKING of steps. The basement step door opens. MATT ste up out of the basement stairs - and into the hall. He wal eyes open but unseeing. Like a sleepwalker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara finished the 5 to 1 shift, and is just now driving h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house - strangely lit from within by weirdly flickeri light - looks like a lunatic’s grimacing face as Sara pul up the drive and slumps exhausted at the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She steps quickly but quietly into the house. That strang flickering light pervades the whole place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then she sees why - a roaring fire in the fireplace o this hot summer night. That’s not all. Every candle in the house has been found, lit - including many along the walls, and dangerously clo to the drapes; some of the drapes are already burning. And the paint on one wall has begun to blacken and peel beneath the combined heat of all the candles lined up the Sara quickly bats the fire out of the drapes. And then sh smells it. Gas. She follows the smell - to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the threshold of the room - the center of the smell - stares: Matt stands like a statue in the middle of the room - a candle is burning down to only a few inches - the kitchen lit only by the candle held in the stiff hand of her son. His fist is covered in melted wax - his skin seared - but reaction. \f42. Sara blows out the candle, then runs over to the stove - out the burners and turns off the oven. She throws open a the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Matt! Matt!? What’s going on in here? But no response from Matt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She rushes upstairs to the other kids’ rooms. Wendy alrea out of her room, in the hall, she heard the commotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Get the kids - outside - now - NOW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs in carrying a bucket of water from the kitchen - throws most of it on the drapes, some still smoldering - tosses some on the candles everywhere - blows the others all this time Matt still sits unmoving - oblivious to it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs back to the kitchen. Grabs Matt’s hand but he wo move. Nothing will rouse him. She slaps him - hard across face - Nothing. No reaction. Again. Nothing. Now with all strength she slaps him again - and he blinks - and is awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids are mystified. All talk at once - they have no i what happened. Sara stares at Matt. He looks back at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What were you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I - I don't know. I remember lying in bed. And next thing I remember is you slapping me in the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You kids go back to bed. Wendy... Wendy herds the kids inside. Sara remains looking at Matt \f84 85 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "You could have killed them all. And yourself. Is that what you’re trying to do? Kill yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No, Mom - I swear - Sara’s about to blow her stack, but when she looks at him seems so weak and vulnerable, she holds herself back. He notices her staring at him, and misinterprets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I know - I look horrible - I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "No! It’s not that. I could never care how you look. You’re my son, I love you. It’s how you’re acting. All this skulking around - scaring the others... Talk to me Mattie. Tell me what’s going on. He just shakes his head - like she could never understand And walks alone back into the house. INT. SARA’S BEDROOM - LATER - ON THE PHONE WITH PETER 84 She’s fragile, exhausted and on the verge of a fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "He could have burned the house down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter’s in the basement at a makeshift office - table cov in invoices, bills, and threatening collection notices. A pages of inventory and other work papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You sure you're not...exaggerating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You didn’t see it, you weren't here. As usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What do you want from me!? I can’t be in two places at once! \f84a 86",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "(apologetic) I know. It’s just. Hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Do you want me to talk to him? INT. SARA AND PETER’S BEDROOM - CONTINUOUS 84A",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "No. No. It’s okay. I better go. This is expensive. She hangs up the phone and sits there - feeling completel alone. She opens the small drawer of the bedside table an pulls out some rosary beads. She begins to pray...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Our Father, who art in Heaven... But she stops. Unable to continue the prayer. She closes eyes to concentrate. But then just shakes her head, stick the rosary back into the drawer. And turns out the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt - face blackened, hair patchy - is being helped out the minivan by Sara. Looking closer at Matt, as Sara help him to the front door, it’s more than hair he’s lost. It looks like his will to live isn’t there anymore, either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Can you just stand here a minute babe? I left my purse in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Sure. I’m fine. He stands at the doorway, swaying a bit. He puts his hand to grab the door frame of the house to steady himself - But instead of finding solid wall his fingers sink into r and he pulls a fist full of rancid material from the hous - he looks down in his hand at a handful of rotted meat w WHITE MAGGOTS squirming in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (0.S.)",
          "text": "Matt? \f87 88 89 45. He looks back at his mother, then down at his hand. It is empty. The only thing is the blackening and peeling of hi own skin. He looks at the house. Everything looks fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is just setting behind the house. The sky is on f Super: August 10th. 6:30 P.M.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone’s in the kitchen, finishing a quick dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I wish you’d go with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Hey, I’m alright. I - wasn’t used to the meds. I’m fine now. She just looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I’m not gonna burn the house down, alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I know that, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "You just need to get out more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Why? They all look away - don’t know how to face his bitternes Sara impulsively hugs him - fiercely. Matt winces in pain",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Sorry. I just love you so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Like the man says. Love hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt’s listening to Joy Division - Love Will Tear Us Apar Reading a music magazine. Puts it down. Too sick to read. \f90 91 46. As he lowers the magazine JONAH’S FACE is inches from him Matt GASPS. He can’t move or even breathe from terror. The two faces so similar - both blackened - and gaunt - f moment it’s almost as if Matt were looking into a mirror. Only Jonah’s intense GREEN eyes distinguishes them. Within his terror Matt tries to act on Popescu’s ‘Fear No Evil.’ To muster all his courage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Wh-wh-what do you want from me? Suddenly there is a TREMENDOUS SOUND of thousands of piec of glass breaking. Followed by the even LOUDER SOUND of t whole house destroyed, like a bunker buster bomb hit it. Matt closes his eyes in the NOISE of the BLAST. When he o them - Jonah’s gone. Matt crawls out of bed and up the st as fast as his weak, nauseated body allows. He warily looks out from the basement stairwell - expecti to see the house in ruins. But everything is fine. Absolu normal. Matt is queasy. Out of breath. Trembling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara and the kids arrive home. INT. HOUSE —- SAME 91 Sara steps first into the kitchen, as the kids walk past into the living room. She drops her purse on a counter an reaches for the tea pot and a packet of tea when she’s stopped by the audible GASP of the children. She turns to see into the living room - she can only see their backs huddled together - not what they see, what th gasped at. She walks forward slowly and as they separate to let her she sees: The room’s been taken apart and rearranged - bu seemingly by a very strong, and rather obsessive, madman. Someone has gathered all the room’s wooden furniture - an piled it as if preparing a bonfire. All in a pyramid, the chairs and table balanced intricately on each other. A single breath would send it all crashing down. \f92 47. They stand there - not daring to breathe for fear it will come crashing down, and then they hear it. A SCRATCHING s from the other side of the pile. They can’t see the far w of the room - blocked entirely by the pile in the middle. Sara waves the others to stay back and she carefully make her way around the pile to see what is on the other side the room making the SCRATCHING and MEWLING sounds... And then she does see - and her eyes widen - Sara's POV: Matt. Slumped against the wall. The wallpaper along the wall is shredded. The wood itself torn and frayed. And spattered with blood. Matt’s hands are a mess. His fingers ragged bloody pulps, nails literally torn from his fingers - he’s been scratch through the walls with his fingers like he was buried ali",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then he speaks - in a voice DISTINCTLY NOT HIS OWN:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT / JONAH",
          "text": "Please Sir - they wants OUT... For the sake of the others Sara literally shoves her fist into her mouth to stifle her scream...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS, (0.S.)",
          "text": "Odd autonomic behavior. Hallucinations. Sleepwalking. Delirium. Mood shifts. INT. DR. BROOKS’S OFFICE - DAY 92 A perplexed Dr. Brooks meets with Sara and Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "You really should have told me. It could have been a sign it’s moved to the brain. Tumors cause hallucinations, delusions, sudden changes in behavior and the drugs might have exacerbated them. Sara and Peter visibly react to this. DR. BROOKS (CONT’D) But it’s alright. Matt’s MRI’s are all clear. He has no brain tumors. Whatever caused the behaviors, or hallucinations, it isn’t that. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I’m afraid he’1l lose his mind before he can get better. He can see the worry in their weary eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "This is the crucial time. He’s had a complete round of treatments now. By the trial protocols we can’t give him anymore. And I don’t think his body could tolerate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "So what do we do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "We wait and see. He’s still a great candidate for this treatment. Age counts enormously. And attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Attitude? He feels like shit all the time. He looks like hell. No one wants to get near him. His own family are afraid of him. How’s he gonna have the power of positive thinking on his side?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "There’s a number of good drugs. It’s quite common for cancer patients to take something for anxiety or depression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "That’s it? Just more prescriptions? What’s the point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "The point is not to let his attitude interfere with the medicine. Make sure he gets well. The rest will work itself out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "And if it doesn’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "If things don’t improve you might want to consider residential care. Perhaps until he’s feeling better. \f93",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "“Residential care?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "He means committing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "It’s bad enough he’s so sick - you're suggesting we put him away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "I’m just making sure you know your options. And remember...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pale and weak, Matt plays catch with Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS, (0.S.)",
          "text": "He’s not your only child. They’re just tossing it lightly. Matt’s too weak for anyt more. In fact he misses an easy toss. The ball rolls away from him towards the house. Billy starts to run after it but Matt frustrated yells -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No. I got it. He hobbles over to the ball. Bends so his head is right beside the lower window and hears a POUNDING on the windo Matt stumbles back - away from the window. Nearly falling And we see why - in the window - JONAH - blackened and op mouthed - silently screaming at Matt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Can’t you see him? Billy looks at his big brother - not wanting to believe h crazy or losing it. Matt turns from Billy's face back to house - and we see Matt’s POV: Jonah’s sullen, silent face looks out from the window wit eyes filled with pain. Billy searches all the windows of the house. \f94 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I don’t see anyone! I don’t! With all his strength Matt flings the ball at a window, smashing it. He grabs and turns Billy, to steer his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "There. Face all black - and screaming - and horrible - Billy looks at his brother- it’s like Matt’s describing himself at that moment. MATT (CONT’D) Can’t you see him!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "No! I can’t. Get off of me! He spins and all too easily knocks Matt down - that’s the most horrible part - his once strong big brother drops li sack of dried leaves as Wendy comes running out of the ho",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "What are you doing! Billy stop, you’re hurting him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "He -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "What?! Billy looks down at his older brother, someone he looked to, who now seems so shriveled and weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Nothing. We were just fooling around. Matt throws a silent look of thanks to his younger brothe But Billy doesn’t nod back. He just hurries towards the h to put distance between him and Matt. Wendy reaches out t help Matt up. He ignores her. Crawls back to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finished with Dr Brooks, Sara and Peter exit together. Bu silent. Lost in their own thoughts and fears. They pause at the hospital parking lot - separate vehicle He’s not by his truck - but a small banged up little car. \f95 96",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Where’s the truck, in the shop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I sold it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You what? Why didn’t you tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I just did. Paid the last round of bills and this month’s mortgage. But hey like Doc said, Attitude! She watches him go. Not at all sure about his ‘attitude’. Or hers for that matter. INT. SARA’S BEDROOM - THAT NIGHT 95 Breathes, to pull herself together. She picks up a book f her bedside table, of uplifting affirmations. She reads t one by one - out loud - as she does - we cut back and for between her - and Peter back in New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "“I now put my body into a peak state of absolute certainty knowing that I can create any positive result that I am committed to.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter has his head in hands at the table. Beaten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "“Whenever I set a definite goal, I take immediate action towards its attainment to create and sustain massive momentum.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK IN NEW YORK",
          "text": "Peter has an old slide projector in the basement. The roo total darkness. Then with a whir and a click - a frozen moment of Family Happiness Past. \f52. 95Cc IN SARA'S BEDROOM: 95C Sara’s crying as she continues her ‘affirmations’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "“I now relive the most joyous moments of my life. “”",
          "sentiment": "neutral"
        },
        {
          "speaker": "96C BACK IN NEW YORK",
          "text": "Peter fights crying, as scenes from happier days unfold i the succession of frozen moments punctuated by darkness a the whirring and shifting of the automatic slide mechanis On screen: Matt as a little boy leaps off a picnic table Superman cape streaming back behind him - as if he were flying not falling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (0.S.)",
          "text": "“And these moments inspire me to greater confidence and a greater feeling of self-worth.” Suddenly - the old slide mechanism catches on dust. The s sticks half in and out throwing the image at a disturbing angle. Peter tries to grab the slide and burns his hand trying to get it out and in frustration knocks the projec onto the floor where it lies still throwing a now sideway image of old family happiness against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter opens the freezer door. It’s filled with frozen dinners, leftovers, and ice - he shoves his hand into the pile of ice. To cool the burn. Then shoves things out of the way - digging through the i till he finds - a frozen bottle of vodka. He stares at it While we hear still hear Sara’s voice - and her affirmati",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (0.S.)",
          "text": "“I am now fearless, courageous, and bold. Filled with faith, certainty and confidence. I now create and feel these emotions in my body.” \f98",
          "sentiment": "neutral"
        },
        {
          "speaker": "96D",
          "text": "99 100 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There’s a light on in the basement, though all the other houses around it are dark, everyone on the block is aslee Except for Peter. Before we see him, we can hear him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter’s down there playing an old electric guitar - get t sense he was in a garage band back in the day. He’s playi some heavy metal riff, or perhaps some old Allman Brother like “Midnight Rider”. He looks way too intense doing it. The reason is - next to him on a table - stands that fift vodka he found earlier in the freezer. It’s empty now, an is thoroughly shit-faced. Suddenly one of the guitar’s wire strings snaps and nearl hits him in the eye. Enraged, Peter starts to smash his guitar, the table, smash anything he can get his hands on in a rage against his fate, his son’s fate, enraged at a who could let an innocent boy suffer as Matt is suffering",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bright hot summer light casts deep black shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside. Wendy’s reading on the couch. The two young ones fighting over a board game. They turn imploringly to Wend",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "We're bored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Please play a game with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Why don’t you ask Matt? They remain silent, uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (0.S.)",
          "text": "Yeah. Why don’t you ask Matt. Matt is standing in the doorway. Who knows how long. \f101 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Are you alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Outstanding. Wendy doesn’t like the look in his eyes. Or the grim tone his voice. And clearly the kids don’t either. They’re standing nervously on the verge of tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "OK, c’mon you guys. I’1l count to 30. And let’s see if you can find some new hiding places this time. The littler ones run upstairs. Matt’s still standing ther staring. His face has an odd cast to it. Head bent, one e raised a bit above the other: he almost looks like Jonah. WENDY (CONT’D) Matt? (no response) Matt? Matt turns and walks back out of the room, down to his la",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy races past Mary. Both heading straight for the litt elevator door in the hallway. But Billy’s already in ther",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "There’s room for me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Find your own place. He pulls the door shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncomfortably tight and dark in there. Just cracks of lig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary runs in and out of the rooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "28-29-30. Ready or not here I come. \f103 101¢c 104",
          "sentiment": "neutral"
        },
        {
          "speaker": "55.",
          "text": "Then Mary looks to the end of the hall - the attic stairs A short flight up to a shortened door. And the door is op Giggling, she races up the stairs on little cat feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sound of little FOOTSTEPS. Something seems to be running the far back of the attic as Mary opens the door and ente That same extreme of dark and light from outside - but he with darkness winning and just a few shafts of high hot l through dust. INT. HALLWAY - CONTINUOUS 101¢ Wendy comes up the stairs - not in any hurry to find any",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy’s trying to make no noise - but it’s dark - and stu and a little scary in there. It seems for an instant like there’s something else in there - something behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary's tiptoeing into the back of the little attic. Looki for a good hiding place. The section of the floor in the is so rotten it just dissolves. Mary screams as her leg breaks through the rotted floor -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy hears the scream from the attic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy sees something behind him: he’s sharing the elevato with JONAH. He screams in terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hearing the scream, Wendy yanks the door open and Billy c tumbling out of the empty elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I saw - there was- \f105",
          "sentiment": "neutral"
        },
        {
          "speaker": "56.",
          "text": "But another scream from the attic cuts him off - and Wend bolts down the hall and up the attic stairs. INT. MATT’S BEDROOM —- CONTINUOUS 105 Matt hears too. And makes his way upstairs as fast as he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy runs in. The door slams shut behind her. Plunging t attic back to near total darkness but for the shafts of d strewn light from cracks and narrow windows. She can’t see well, has to mostly feel with her hand - sh finds Mary’s leg but not before her hand breaks through w so rotten you can see spiders and silver fish crawling in Matt comes in followed by Billy. He hurries to where his sister and cousin are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Be careful. Floor must be rotten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Rotten? Where? As he walks he tests the floor and gestures it’s all fine",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Well here for sure. Where Mary's leg fell through. Matt walks to that spot - sees a small circle is fetid an rotting. He looks up at the ceiling above that spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "The floor’s fine everywhere except here. No sign of a leak. Weird. Why should only this spot be rotten? Matt gently pulls Mary’s leg free. He looks down at the h his sister’s foot made. And sees something down there. He reaches in - and pulls out a metal box and a sheaf of thi papers stuffed in a bulging rotting leather notebook. Wendy opens the box, glances, then immediately slams it s",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT/BILLY/MARY",
          "text": "What? She looks at Matt. Her face drained of color. \f106",
          "sentiment": "neutral"
        },
        {
          "speaker": "67C",
          "text": "107 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "OK. Game over. He shoos the little kids out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After the kids are asleep. Matt and Wendy sit at the tabl In front of them are the cigar box and the notebook. We'v seen these before. When Aickman was inscribing the corpse In the cigar box - a mass of small photos - mourning card featuring the photo of the deceased. Many coffin shots: O people. Middle-aged people. Kids. Babies even. Lying ther satin, all peaceful and serene and dead. There’s more tha hundred of the business-card sized photos. And something else too - the box is nearly filled with wh at first appear to be dead moths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "What are these? Matt picks one up -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH CUT TO",
          "text": "Aickman's long fingers pull gently on a corpse's eyelids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I don’t know. He drops the little thing back into the box. Then pulls o the memorial cards. Spreads them out in front of him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH CUT TO",
          "text": "MATT’S HORRIFIC EXPERIENCE BEFORE IN THE EMBALMING ROOM: Matt/Jonah trapped between the pressing dead - their lidl eyes stare wide - their lipless mouths press at his ears their nail-less hands paw at him - we recognize some of these tormented faces as identical to the memorial cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK IN THE PRESENT",
          "text": "Matt drops the photos on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "You alright? \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(bending to pick them up) Y-yeah. Sure. Wendy opens the notebook. Much is in Latin - and other stranger languages - unreadable ciphers. And drawings. Diagrams. What looks like a hand drawn plan of a house wi strange inscriptions and lines all over it - almost like electrical plan. She turns to the photos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "These are really weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are different. Not photos of the dead. But of the living contacting the dead. Seances. Spirit photographs. might recognize the setting and the participants from Mat glimpse of the seance while saying grace. Stiff black and white photos that yet have a kind of unspeakable horror about them. Unposed, off-angle, captur sitters in states of horrid fascination and terror. And the boy medium, Jonah, in mid-spirit possession: slig out-of-focus, his body wracked, twisted, face contorted, mouth gaping wide as translucent tendrils of smoke-like ectoplasm flow out of him. In others the ectoplasm can be seen more clearly and look like strings or slabs of grey, greasy meat that extrude f his hands, his chest, even his face, during the sittings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "These have got to be fake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Let me see. He takes one look - and Wendy notices Matt turning a whit shade of pale than usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Matt. Stop it. Talk to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You don’t want to know. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Give me a chance. He stares at her - as if silently measuring her - can she take it, will she believe? Only one way to find out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I’ve seen him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(tapping photo of Jonah) Him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(getting up) OK, forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "No. Wait, I’m sorry. Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Here. In this house. I thought I was hallucinating. But I’m telling you. I’ve seen him nearly everyday since we moved here. Sometimes I can see him in my room. And other times I wake in the night and it feels like he’s been inside me - looking out through my eyes... She just looks at Matt. MATT (CONT’D) One bright day in the middle of the night/Two dead boys got up to fight (pointing to Jonah) Me and him. Just two dead boys. The two of them stare at these photos of a by-gone era, feeling their horror in the here and now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Maybe the place is haunted. Or Maybe you picked up some kind of vibrations of the past. Either way, what were these things and these photos doing hidden under (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f108 109 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (CONT'D)",
          "text": "the floor boards? Who put them there and why? We need to find out who lived here. Who these people are. Or were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "How? Wendy leans in and whispers, conspiratorially:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Don’t tell anyone. But there’s buildings all over the country where secret knowledge is kept. Mysterious places known only as ... The library! Matt smiles. His first in a very long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "For believing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy’s research takes her from Microfilm to the back roo of the stacks where dusty volumes of forgotten periodical and esoteric tomes hide from the mice and the silverfish. And_as Wendy begins her quest, we begin to Intercut: all she’s learning and how she’s learning it(in bold) with he sharing her discoveries with Matt in the parlor that even",
          "sentiment": "neutral"
        },
        {
          "speaker": "109",
          "text": "Her face illuminated by the old microfilm readers as she hunts through old issues of the local paper. First some f the 1920's. Featuring photos of Aickman. And some of Jona",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "Check it out: ‘A Case of Materialization’ by Mr. Ramsey Aickman, of Goatswood, Connecticut. \f110",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy’s research is spread out on the table. She points t picture of Aickman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "That’s Ramsey Aickman. This was his mortuary. He had an interesting hobby: psychical research. Sliding quickly across the screen we see Microfilm of old newspaper. Glimpse fragments and sentences from articles:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "Your guy, the dead kid? Jonah. Aickman’s assistant. And a medium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTICLE",
          "text": "With the help of a Boy Medium, Aickman holds weekly seances... “Rare manifestations of ectoplasm...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "Supposedly they contacted the dead through Jonah - and people came to have little chats with their dead hubby or wife or to find out where Auntie Mame hid the family jewels. More clippings slide over the screen, funerary announceme in the name of R. Aickman, Funeral Director and Mortician And small listings in the local events pages of Spiritual Evenings held at the Aickman Mortuary and Funeral Home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back with them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "He claims he discovered how to ‘amplify’ seances, not just contact the dead. He made things appear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "What things? \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Ectoplasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Ectoplasm? What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A row of dusty volumes marked on the spine: Proceedings o the Society for Psychical Research. She pulls down the volumes from 1927. Wendy reads from her notes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "“BR mysterious protoplasmic substance streaming out of the body of mediums.’ Check this out - Books stacked around her; She pores through the dusty vol - staring at old gray photos, making copious notes. See horrific spirit photographs like the ones from the attic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "(quoting again) - “photographs of ectoplasm often show a gelatinous material oozing from all the natural orifices of the medium; from mouth, ears, nose, eyes, and even the lower orifices, and sometimes from the top of the head, the breasts or fingertips.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She points to the photos they found in the attic: the ectoplasm coming from Jonah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "People came from all over and were convinced. Harvard professors and other big shots. Aickman and Jonah’s seances were famous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "So do we know what became of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "OK. Now it gets weirder. Fill the screen with Microfilm of old newspaper: \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "There was a seance. Led by Aickman with Jonah as the Medium. Aickman and all five sitters were found dead. Cause of death not clear. Glimpse fragments and sentences from the article:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTICLE",
          "text": "..-bodies scorched but no sign of fire...spontaneous combustion? Contorted faces...Boy Missing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (0.S.)",
          "text": "Jonah? Did he kill them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "Nobody knows. No sign of him. Vanished. Missing. And never seen again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (0.S.)",
          "text": "Till now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "Here’s the weirdest part of all. Now papers blur past - some from decades later -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "Thirty years later - in the ‘50s, when they expanded the highway, they did a detour through the county cemetery -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (0.S.)",
          "text": "We've been on it a million times on the way to the hospital. Hear all this while seeing bits and pieces of the microfi \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTICLE",
          "text": "Excavations to link the town with the Turnpike reveal shocking... Coffins filled with sand bags and stones... Over one hundred bodies unaccounted for... Possible links with mysterious death of local mortician thirty years ago...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "Right. But when they tried to re- locate some of the old plots they found something odd. Or didn’t find.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (0.S.)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (0.S.)",
          "text": "More than a hundred bodies that were supposed to be there? Weren't. Coffins just filled with rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the two sit sifting through xeroxes, photos, off- prints, and a mystery too immense for them to unravel:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Someone jacked the bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Aickman? Jonah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Maybe. But why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I have no idea. But I know someone who might.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A very old, well maintained 1966 Mercedes Benz pulls up i front of the house. Popescu gets out. \f112 113 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Popescu and the teens sit at the table with a candle and of tea. Popescu’s looking through Aickman’s papers filled with diagrams and incantations - and the seance photograp",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Remarkable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "You don’t think it’s real do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "I’ve seen plenty of fakes. And I’ve seen the real thing. Once. In Paris. Most horrible thing I’ve ever seen. Now... this. He holds up the strangest of the photos. Caught in the gl of a flash an eerie Black and White moment - - the table sitters with varying degrees of shock and hor on their face - as what looks vaguely like an out-of-focu jelly-fish made of liver extrudes from Jonah’s face. POPESCU (CONT’D) He must have been a very powerful medium. Wendy pushes the box towards him for Popescu to inspect. looks at the contents of the box. And recoils. He pulls o some of the photos, shaking his head in sorrow. He picks up several of the delicate ‘moths’ from the box. Pieces of skin. He holds them over the candle - and drops them into the flame - At the instant the things burn we - INT. MARY’S BEDROOM - SAME TIME 113 Mary's not asleep. She’s up, playing with her doll house dolls. Talking aloud, playing all the parts of various do",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY/FEMALE DOLL",
          "text": "Well you said so, but you lied!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY/MALE DOLL",
          "text": "No I didn’t!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY/FEMALE DOLL",
          "text": "Oh yes you did, you said you would!",
          "sentiment": "neutral"
        },
        {
          "speaker": "66.",
          "text": "While she’s moving the dolls around in their house, we se through it and out the little doll window to the walls be Mary where: Suddenly we can see someone standing there be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "her - naked, and covered in Aickman’s inscriptions and th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "head_is flickering horribly. But Mary doesn’t notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK DOWNSTAIRS",
          "text": "The little things burning in the candle trail a grey line smoke. Popescu leans over, and with a wave of his hand dr the smoke into his nostrils - smelling it -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Being sure. And now I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "What are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Eyelids. Human eyelids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "You could tell by the way they smelled?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Burning. Yes. And don’t ask why I know that smell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "What are they for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Necromancy. Corpse bothering. A loathsome form of magic. Seeking power through the control of the dead via relics of their bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Why eyelids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Good question. To make them ever watchful? Are they the guardians of this house - or of his secrets? Maybe. But either way, somewhere there are bodies that belong to these people. And he used them. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU, (CONT'D)",
          "text": "I think ultimately Aickman meant to enhance Jonah’s powers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "He ‘amplified’ his seances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Somehow he used the dead, yes, as an amplifier. Perhaps buried out- side the house. Perhaps still in the cemetery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Not in the cemetery. She pulls out the clipping about all the empty coffins. H scans it. Then gets up - and begins to move about the roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "I don’t know. But - His eyes search the place. Nothing. Though something out the corner of his eyes. He doesn’t turn his head - but attends to it - sees it - we do too - It’s Jonah. POPESCU (CONT’D) They’re not here. But him... He taps on the photo of Jonah. POPESCU (CONT’D) He’s here. He’s the one who’s been trying to reach you. I can feel it. I even saw him for a moment there. Both kids snap their heads around, “looking” for Jonah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Why is he still here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Hard to say. If he committed a terrible act he might be trapped-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "-at the scene of the crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Crime? Who knows? Sometimes the most evil actions are committed in the very name of the good. Did Aickman perform necromancy? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU, (CONT'D)",
          "text": "Perhaps. But whatever blasphemy he may have wrought, Mr. Aickman was after the greatest Good of all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "To prove to a world sunk in doubt that there is light beyond the dark, life beyond the grave, and a benevolent God at the heart of the universe... Pray with me. For those that died here. And for the boy, too... He reaches out his hands to the young people across the t - they all join hands to pray - But the INSTANT they do - once again it’s like some infernal circuit completed - Ma eyes widen and we go shooting into his eyes and back out what he sees: He sees not here and now - but there and then - this same spot - 60 years ago - during the seance -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..-right back to the original seance. Right where we left The table begins to tremble beneath their fingers - the l rattling against the floor. All the sitters eyes now on Jonah who clamps his eyes shu Beads of sweat rise from every pore on his face. Tiny bum all over his skin. Then as a low unearthly moan rises from the depths of his belly, his face grimaces - the skin stretches tight - as there were a tremendous wind bearing down upon him - exce there is no wind. As Jonah shakes, and shudders convulsively, another sound rises from within him - it begins as a moan - a wet moan with a kind of slurping shucking sound as if something we literally rising from some internal sea within him. With a sucking gasp, Jonah's mouth opens suddenly - wide wider - impossibly wide - as if his face must rip in half Suddenly a CHOKING SOUND from the boy - as something fina begins to emerge from his mouth... \f112c 69. The ECTOPLASM. We only see it for briefest flashes: This is not an airy substance of light and spirit. More like an infernal combination of dusty smoke and crumbling rotted meat - as smoke were a kind of flesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPIN AND FLASH RAPIDLY BETWEEN",
          "text": "The ectoplasm emerging from the boy's mouth and nose, and even pouring like living tears from his eyes and the horrified faces of the sitters staring at Jonah. Suddenly their horror seems to rise - even Aickman stares us - at JONAH - as if something worse than anticipated we happening - something monstrous emerging from him - and t in an instant something unseen - Flesh? Light? Fire? - hu Aickman and the sitters back and to the ground. BACK IN THE PRESENT: 112Cc In the parlor - Popescu and Wendy are raising their heads the end of Popescu’s prayer - while still holding each other’s and Matt’s hands. Suddenly they hear an eerie GRO It’s come from Matt. They turn to him - He is gagging as if something were rising in his throat - though there are no open windows they both suddenly feel strong cold wind blow through the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Matt? Was it? Popescu sees that Matt’s in a kind of trance and releases hand. Wendy still holds the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Let go of his hand - She tries but in his trance Matt is squeezing her hand tighter and tighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "I can’t! Popescu reaches out and with all the strength he has pull her hand free from Matt’s. As soon as their hands are separated Matt gasps and falls face first down on the tab",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (0.S.)",
          "text": "What is going on here?! \f70. Sara - home from work - has walked right into this odd sc",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "What happened to Matt? Who are you? What are you doing in my house? Popescu checks Matt’s pulse and temperature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "He’s alright. I think he fainted. Let’s get him to the couch. They talk as they carry a woozy Matt to the nearby sofa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Are you a doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "No. He hands her his card. She glances at it and drops it int her coat pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "A priest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "We asked for his help -",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "We met at the hospital. I’m receiving treatment there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What are you doing here this time of night? What happened to Matt? Sara leans over Matt, as he comes to, waving her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I- I’m alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "He called me. For advice. It’s hard to explain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "I believe there is something evil in this house. Something no longer living. But not passed over. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "114 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU, (CONT'D)",
          "text": "And it wants your son. That’s a very dangerous situation for someone who is potentially close to death -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "He is not -",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "- I am as hopeful as you. But tell me - have you not felt something strange here? Of course she has. But can’t admit it. Or won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I have no idea what you're talking about. I appreciate your trying to help my son but I think it’s best if we leave that to the doctors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Of course. But please. If you ever...need any help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I’m sure we won’t need your help. And if I do - I’1l call Doctor Brooks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Yes, of course. INT. MARY’S BEDROOM —- CONTINUOUS 113B As Mary plays with her dolls we see a shape behind her - moving. She doesn’t see it. One of the inscribed dead loo over Mary. Staring down over the top of the doll house. Mary senses presence and slowly, slowly, looks up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Sara is coming up the stairs, Mary comes running out o her room - SCREAMING. She runs like a straight into Sara - nearly knocking her down. Sara quiets Mary down. \f115 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "It was just a bad dream, honey. That’s all it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What does he want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "The ugly man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Just a monster in your dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "He had tattoos. And I wasn’t sleeping. I was playing with my dolls. Sara leads her back into her bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "There’s no one here. It was just a bad dream. Sara tucks her into bed and reaches for the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "No Mommy. Please. Leave it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Alright. If you’re a good girl and go back to sleep. She shuts the door and doesn’t hear Mary muttering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "But I wasn’t asleep. And as she pulls the cover around her we drift away out t window into the summer night - pulling back until we are:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moonless night. The house a dark shadow in a sea of dee darkness. With one light still shining - from Mary’s room SUPER: August 22nd. Two nights later. 1:00 A.M. \f116 117 73. Now we float back towards the house - but not to Mary’s n continuously lit window but to the dark window of... INT. SARA AND PETER’S BEDROOM - NIGHT 116 Where Sara’s asleep. She shifts in her sleep. Perhaps distantly aware of the strange sound in her bedroom: FOOTSTEPS. Pacing. Back and forth in front of the bed. Sara’s eyes snap awake. She hears the FOOTSTEPS. She rais her head - can’t see anything in the room. But can distin hear FOOTSTEPS in the room. Marching back and forth in fr of her bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Peter? No reply. But suddenly the footsteps stop - right next to where she’s lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "Matt? She reaches out a hand slowly - to light the bedside lamp and when she does for a flash it illuminates neither her husband nor her son but: The same inscribed ghost who was in Mary’s room. His hide face just an inch from her face as it whispers in a foul hissing voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAD MAN",
          "text": "Do... you... know... what... they did ... to.. us? Sara screams, leaps out of bed and turns the overhead lig on. The room is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the still dark and moonless light there are now two li windows. SUPER: August 23rd. The next night. 1:00 AM \f118 119 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy's asleep. As she tosses and turns we hear strange sounds in the darkness - as if cages were opening - and b were flying out of the cages and around the room - though the darkness we can’t see it. It sounds as if they are flapping all around her, wilder and wilder. Suddenly with a THWACK it sounds like one of the birds smashed against the window next to the bed. Wendy wakes and looks around in the darkness, heart pound She throws her arm out of the covers and lights the lamp beside her bed. This lights her bed - and stops the sound flapping wings - but the corners of the room are still da No birds sounds now. Just a low heavy rasping breathing.. And she senses: the room is not empty. Someone is there i the shadows, staring at her. WENDY (CONT’D) Matt? What are you doing? What do you want? No reply. She just sees one of the eyes in the dark, star at her. For a second it seems as if we can see the frozen mist from someone’s breath. Then a mouth opens - and a small faint croak. Barely huma Wholly unintelligible. Wendy tilts the lamp shade towards that corner of the room - - and for a second illuminates a corner where not Matt - a_horribly burned and scared Jonah crouches staring at he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leaps out of bed and turns the full room light on. Th looks around. The room is empty. No Matt. No Jonah. Just",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lights on now from the basement to the upper floor. Again the big dark sky the house seems like a doll house. Transparent and vulnerable - visible to the invisible. Super: August 23rd 1:30 a.m. Hear, then we see, Peter’s car creeping slowly, overly cautiously down the street, the way some drunks drive. \f120 75. The car has trouble finding the curb. And given his mumbl and awkward door closing - we can smell the alcohol on hi He looks up at the house all lit up. Checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Now I see why I hadda sell my Goddamn truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter comes into the house - masks his drunken clumsiness beneath belligerence which only makes him seem drunker. He storms down and back up the stairs. See that each of t kids is sleeping with the light on. He stands on the land of the stairs and yells:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Every body in this Goddamn house is sleeping with the light on. And I want to know why. They all peep from their rooms. And look at each other. B even more at the frightening spectacle of their drunk and rageful father and husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "Why do you all keep the lights on? They all look at each other - who’s gonna say something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "I don’t care what little games you all are playing - He grabs a footstool - and goes room to room - with a handkerchief around his hand - unscrewing the light bulbs ignoring everyone’s pleas for him to stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "There! Peter even grabs the night lights from the little one’s b Mary is trembling and crying - Billy’s sniffling and just scared. Sara seems speechless with rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "You’re all too old to be sleeping with night lights. Peter storms out. We hear him outside: SMASHING the bulbs the trash cans. Sara storms out after him. \f121 76. Wendy comforts the younger children. The house is now tru dark - without a light bulb left in the bedrooms. She loo out a window and sees Sara confronting Peter outside - Sh turns the kids away and leads them upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter tosses the last of the bulbs in the garbage can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "That was a cruel and childish thing to do. All you’ve done is scare everyone in this house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Yeah, what scares me is trying to pay for two sets of bills every month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Stop it. This isn’t about any of that anymore. That’s it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "That was it right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Your second chance. You asked a long time ago - for a second chance. And I said, if you ever came home drunk and violent and scaring or hurting me or the children again, that was it. I should’ve known then. How weak you are. That you’d fold at the worst possible time. He opens his mouth as if to begin to defend or explain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "Don’t. This is it, Peter. This is where you step up to the plate. Or you don’t. And you didn’t. Now I will not let you hurt this family. Not again. Is that clear? \f122 123 124 125 77. Peter slams the door of his little car. His big frame alm too big to fit in it. Starts it up. And pulls out. Sara, sad as she is angry, watches Peter pull out of the drivew headed home. With no idea if he’s coming back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the lights are off. For the first time in many nights And we see why: INT. SARA AND PETER’S BEDROOM - CONTINUOUS 123",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ceiling fixture. The bedside lamp. No bulbs in either",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTS. THE OTHER TWO BEDROOMS",
          "text": "In Wendy’s room. And down in Matt’s. No bulbs in any of t fixtures. Thanks to Peter’s rage there’s not a single bul the house. Just empty sockets, and inextinguishable darkn Not a good feeling. And now a sound. A KNOCKING. At first as if at the door downstairs. And then at the windows upstairs. And downsta Soon - they are all awake. All listening to the insistent and incessantly moving - KNOCKING. And then. Suddenly. In all of those rooms. As well as the little ones’ bedrooms where the bulbs were also removed. Lights FLASH ON. And OFF. ON. AND OFF. From all the light where there are no bulbs. Light. And off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What in the name of God... Wendy comes out of her room. Matt weakly walks up the sta They all end up huddled with Sara on her bed - as the lig go on and off. They all come together. Then all the light out. Total blackness. And silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara’s alone on the phone. She looks as if she hasn’t sle She hasn’t. None of them have. She’s on hold - \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST, (0.S.)",
          "text": "(on phone) I’m sorry Dr. Brooks’s on rounds this afternoon. Can I take a message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "No - no - it’s- nothing. Thanks. She puts down the phone and just stares. Lost. Who can sh call? Who would believe? Or have any idea? She grabs her wallet and looks hurriedly through it- whatever she’s loo for isn’t there. She tries the purse. Nope. Then she step int the hallway where her coat is hanging and reaches int the pocket and pulls out a card. Fr. Popescu’s card that he gave her the night he was ther",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An old car parks in front. Out steps the rather tiny old Super: August 24th 9:00 PM. From the front window, Sara watches Popescu come up the w way. As he walks up the path he’s dwarfed by the dark old house. He stops on the threshold and visibly shudders. From Sara's POV he looks tiny. Even smaller than last tim she saw him. She can't help but wonder - this is the man who’s going to save them? She opens the door for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I’m so sorry. I didn’t know who else to call. Are you sure you’re feeling up to this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "(with a twinkle) Let’s put it this way. I’m in exactly the right state of being to traffic with ghosts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts down his little black bag. And opens it. Takes ou his Bible. And what appears to be a cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You’re not actually a priest anymore. Are you? \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "There’s what I am. And then there’s what I am permitted officially to do. He does something odd with his ‘cross’ - he pulls it apar It’s actually two metal bars. Magnets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Iron magnets. One of the few constants in human thought. From Ancient Babylon to the most modern construction - people have always know Iron has special properties. They may not know why. Or even why they still use it. But the truth is Iron defends from Evil. And the iron magnet can detect it. It’s no accident prisons have iron bars. Not merely to contain the body but the evil that may lurk within it. Without waiting for Sara he begins moving about the house Looking around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What are you looking for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Where he died. Sometimes - when a death is violent - or filled with anger, fear, or any strong emotion - it’s as if the spirit doesn’t pass on - but moves instantly into the nearest body, the house itself. It’s why we cover mirrors and open window shades in the house of the dead - to help them find their way out. A house where a soul is trapped is not so much haunted, as possessed. Moving his magnets near the walls - when he thinks he mig feel something. He walks towards the basement stairs. POPESCU (CONT’D) What’s down here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Matt's bedroom. Where they used to - \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Keep the children upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara leads Popescu down. Popescu stops. Moves his magnets Then carries on, into Matt’s bedroom. Matt lies weakly on bed. Popescu stares at him - no not at_him - but next to Popescu’s POV: Jonah - blackened and frightened looking - stands over Matt - threatening or protecting? We cannot t",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Yes. He’s here. Do you see him Matt? Matt nods weakly. He’s very ill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I don't see anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Good. You're strong. Healthy. You shouldn't see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "This is turning my world upside down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "We live in a small corner of a vast spiritual universe, the night sky is not filled merely with the light of dead stars... (straight at Matt) ...-but with the active presence of a Divine spirit. Faith is the knowledge of things unseen. But it’s also knowing - deep in your heart - that even the worst experiences of your life have meaning and Divine purpose - and having the courage to face them. Suddenly - the GRINDING OF THE GEARS AND CLANGING CHAINS the elevator from up above. Popescu walks slowly - magnet out front - towards the open elevator doors - through whi he can see the crematory oven. POPESCU (CONT’D) So that’s where you are trapped. Don’t worry. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f129 130 81. POPESCU (CONT’D) Whatever you have done we are not here to punish you. That is not our place. Only to free you. Like a bird caught in a room--- Suddenly the open elevator near Popescu SMASHES down in f of him, then suddenly lifts back up, faster than it shoul capable of - back up a floor - then SMASHES down again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(weakly) He doesn’t want to leave. Matt looks bad. Paler. Less there. More like Popescu. One foot in the grave. Popescu meanwhile can’t get at the ove",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "There must be another way. INT. SARA AND PETER’S BEDROOM —- CONTINUOUS 129 The children cower together on Sara’s bed - fingers in ea from the noise of the elevator. And not just the elevator the whole house seems to be shaking. Huge pounding noises coming from inside the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara follows Popescu as he feels his way with his hands a the base of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "There has to be another way to empty it. Even outside you can hear the NOISE of the elevator - mov up and down in the house... As Popescu makes his way arou the outside - searching with his hands. Then Popescu stop He’s found a small metal door about the size of a vent ru shut and over grown with the vine that grows on that side the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Help me. His old hands aren’t strong enough. But with Sara’s help rip away the vine and pull the little door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "He's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "129C",
          "text": "131 82. Inside we see a small pile of dust, a portion of skull, a other bone bits. Jonah’s remains. INT. SARA AND PETER’S BEDROOM —- CONTINUOUS 129B Wendy and the little ones huddle together on the bed as t bedroom door swings open and shut SLAMMING each time as i its own accord. The whole house shakes with the BOOMING s of the elevator slamming again and again. It feels like the entire house is about to collapse aroun them - suddenly it’s too much and Mary begins to SCREAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Make it stop! Make it stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Popescu bows his head and murmurs a prayer for the dead i Latin. As he does the elevator POUNDS TWICE AS LOUD, like was angrily and malevolently alive. Starting to tremble, Popescu reaches behind him for his b bag. And from within it pulls out a white silk prayer sha Wiping his brow with the back of his shaking hand Popescu gently sweeps Jonah’s last remains and folds them into th silk. He murmurs a last prayer and as he does - the eleva suddenly stops. The shaking and pounding noises stop. The whole house is suddenly still and quiet. Popescu has won the battle, but looks as though he won’t live though the night, he is spe INT. SARA AND PETER’S BEDROOM - CONTINUOUS 129C Deafening silence. Wendy and the little ones on the bed. Cautiously take their fingers from their ears - and adjus the quiet. She looks around. Takes a breath. The place undeniably feels different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "I think...it’s over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At his open car, Sara hands Popescu the silken bundle wit Jonah’s remains in it, and he puts them gently on the sea \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Will Matt be alright now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "(haltingly) The house should be quiet now and at peace. But I must warn you... sometimes for a day or so after a spirit has been removed from a house.... there are strange events - like aftershocks from an earth- quake. If anything.... happens, don’t be alarmed. They will pass... within a day or two at the most.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Thank you, thank you for everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "(wry) I'd like to say it was my... pleasure but... Sara smiles, realizing she likes this old man, a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Are you okay to drive? Popescu gathers what’s left of his strength, and waves of her concern. 132 INT. MATT’S BEDROOM - CONTINUOUS 132 POPESCU O.S. We’re all in God’s hands. Matt’s whole body silently convulses. Tears flow down his worn cheeks. He senses something and looks up and behind at the high window which looks out at the street above. In the window: Jonah - OUTSIDE - he looks not scary - not angry - sad. H shaking his head. Worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Home from work, a chagrined Peter cleans up the mess he m the night when he was drunk down here and playing the gui",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "134 84. He puts the battered Fender guitar - once the repository his Big Dreams - back on its stand. Sweeps broken glass and dirt into a can. And rights a fal shelf unit - replacing the old LPs and boxes of cassette tapes that he knocked to the floor. His eye catches on one of the tapes, labelled ‘Matt at Ca He pulls out the tape and slots it into a dusty cassette player and hits play. At first nothing - then the slightl distorted wavery SOUND OF HIS SON’S VOICE - from eons ago",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(12 years old on tape) ---only 5 more sleeps till Parents’ Day. I can’t wait. I have a lot to show you, Dad. You need to see how I shoot the bow and arrow. And how far I can swim. And they’re having a Father and Sons race - it’s gonna be great - I bet you and me beat all the others. (teasing) If you do your job, of course. Okay, I better go. Bye, dad. Peter lets the sound of his innocent son’s voice wash ove him - as if washing all the fear and weakness out of him. wipes tears from his eyes. INT. MATT’S BEDROOM - CONTINUOUS 132B In the darkness we can see Matt’s form - but not make out details. He wakes up with a low groan. As he rises in the light we can see a bit better - he looks odd - something his face - he raised his hand - something covering his ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK UPSTAIRS",
          "text": "Sara, Wendy and the Kids gathered in Sara’s room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Whatever was here - is gone. We've all had some bad nights, but it’s over. And now we can get ba- She’s interrupted by ROUGH RAGGED SCREAMING from downstai \f85. 135 INT. MATT’S BEDROOM - A BEAT LATER 135 Sara runs in, finds Matt standing in the darkness screami",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "It hurts! Oh God it hurts! She flips on the light and we see: Matt is completely cov in Aickman’s inscriptions. Tiny lines of blood everywhere",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What have you done to yourself!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I didn’t! I didn’t!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara stands anxiously at the door way of her house. Illuminated by the flashing lights from the ambulance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "It’s okay, it’s okay. Everything’s gonna be okay. One paramedic opens the back door while another holds Mat wrapped in a triage bandage-blanket already soaking throu with all the lines of blood - while a third injects him w something to stop the pain and calm him down. Peter pulls up and runs out of his car to Sara. As they’r about to close the door, Matt turns and looks at his pare",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Doesn’t matter. Now that I’m out of the house? It’1ll be after you. The ambulance closes on Matt. He’s gone. Sara turns to We",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "We’ll be back as soon as we can. And then we‘re getting out of here. Sara finally acknowledges Peter’s presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Oh God Sara - I’m so sorry. If only I’d been here - Looking at him closely, Sara can tell Peter is sober and resolved. That he made his choice. \f137 138 139 140 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You’re here now. That’s what counts. She takes his hand and climbs in the car with Peter and t take after the ambulance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt zoning in and out of consciousness. Two paramedics gently peeling back the blanket to look at his skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAMEDIC 1",
          "text": "How did he do that to himself? See the sinuous lines of the weird engraved words but not they're not cut from the outside - but seem raised as if.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAMEDIC 2",
          "text": "I dunno it looks more like it was scraped - from the inside out... INT. SARA’S BEDROOM - LATER 138 Wendy looks in on the kids. They’re quiet, if traumatized Billy’s on the bed. Playing with the Krystal Ball. Mary h a doll, having a whispered conversation with it. Wendy has a perfect apple in hand. She takes a bite - but almost instantly chokes. The apple is completely rotten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy runs into the kitchen - but as she enters is hit by wall of smell. She gags. Something horribly rotten - she glances round the kitchen and sees: The flowers which a little while ago were bright are now dead. The fruit bowl - at first looks fine - but literall before her eyes the fruit decays into a festering pulp. She opens the refrigerator. The light is off. It’s not co Everything inside’s covered in mold. She slams the door. INT. SARA AND PETER’S BEDROOM - CONTINUOUS 140 Mary whispers with her doll. We hear only bits of it. \f141",
          "sentiment": "neutral"
        },
        {
          "speaker": "140B",
          "text": "142 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(to her doll) Really? They’re all here? Though she’s playing - there is nothing ‘playful’ about i Something eerie about her intense, one sided conversation",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Between the door to that bedroom and the one to hers. See into her bedroom. A pile of toys. Suddenly the pile stirs And we hear a little bell tinkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stuffed animal with a tiny bell round its neck - The really worn and almost shapeless one with the shoe button hanging by a string. Did it just move? Or was that just t wind? INT. SARA AND PETER’S BEDROOM 140B Billy absorbed in his Krystal Ball. Staring into the litt window at the purple waters inside - seeking answers to whispered questions. Mary looks up from her doll at the d way - in time to see: That worn old stuffed animal sits on the floor in front o the door. She looks back down at her doll then hears the tinkling bell. When she looks up, the stuffed animal is g Mary gets up and goes to the door and looks down the hall There’s the little thing standing at the top of the stair facing her - as if looking right at Mary whose eyes widen what seems to her wonderful magic. Mary runs down the hall after it. Billy pays no attention too absorbed in his oracle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary stands in the little hallway. Looks for the stuffed animal. Can’t see it in either direction. But she hears t little bell. Then she sees it at the bottom of the stairs \f143 144 145 146 147 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary at the top of the stairs headed down to follow it. Thinking what a wonderful game this is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary gets to the stairs too late to see the doll - but sh can hear its bell disappearing into the darkness of what Matt’s bedroom, and is now more like the black hole of Calcutta. Or just a black hole. The cave of all nightmare Mary hesitates but only for a second - then giggles nervo and trundles down the stairs - and quickly disappears aft it into the darkness at the bottom of the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy pulls the rotted food out of the fridge and shelves But it seems never ending. A first glance shows a normal of bread so she turns to the rotted tomatoes beside it. B when she looks back at the bread it is now green with mol She nearly gags as she stuff the last of the reeking rott food into two bulging garbage bags. INT. SARA AND PETER’S BEDROOM 146 Billy’s alone nervously playing with the Krystal Ball. He clutching it fiercely. Eyes shut -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Is Mattie gonna be alright? He shakes the ball then looks intently -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the liquid depths the oracle spins - and rises:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRYSTAL BALL",
          "text": "“Never again” Billy shakes it again - not wanting it to be true -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Is he gonna die? \f148 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRYSTAL BALL",
          "text": "“The oracle has spoken” He shakes it again. Determined to get the answer he wants",
          "sentiment": "neutral"
        },
        {
          "speaker": "FILL THE SCREEN",
          "text": "With the little plastic window and the churning sea of fl beneath it as the plastic oracle comes spinning up toward filling the screen: But the side that floats up doesn’t hold any of the proverbial phrases. Instead it is covered in the strange words and signs that we recognize as the ones Aickman car onto dead bodies: Mortuum Suspiria Tenebrum Billy’s startled and shakes it again and again - but now every one of the twenty sides holds only words in that cr Necromantic language!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy hurls the ball across the room where it smashes lea purple dye streaming down the wall. INT. POPESCU’S CAR - SAME TIME 148 He grips the steering wheel and squints against the glare on coming headlights which as he passes them pass over th white silk bundle behind him on the back seat. Popescu looks bad. Cold sweat. Having trouble focusing. A as he does - images coming to him: He’s blinking - and seeing the lights from opposing traff going by - and seeing eyes without eye-lids, and lids wit out any eyes - open and shut - open and shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Of course. Why didn’t I see? He removed their eyelids. Not to uncover their eyes. But to cover ours... So that no one would ever see that they were there... Behind him - we hear a sound of rustling silk. Something rises from the back seat... Popescu looks up in the rear mirror - his eyes transfixed by the sight: The white silk begins to swirl and rise as if lifted from within by some materializing thing - \f90. - Popescu staring into the rear view mirror doesn’t see t he is drifting into the other lane into the oncoming traf - He tears his eyes away from the mirror to see headlight coming straight at him! He swerves just in time off the road - plowing into a roa sign. The car comes to a halt. Popescu breathless but unh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks back up into the rear view mirror and sees: JONA the back seat! Popescu slowly turns around - dreading what he will see i the back seat - Jonah - looks back at him. Their eyes loc Popescu’s eyes widen - his mouth opens and we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right back where we were. Jonah raises his head. He looks around in horror - the ro has changed - is still changing - the walls themselves ha crumbly ectoplasmic appearance, bits of it crumble, revea cracks and holes through which we see not the outside - b some infinite black space - Jonah reels back and sees that he is the only one alive. sitters all lie on the floor in frozen dead rictus of ter He hears a GROAN. It's Aickman. He lies on the floor - he not quite dead. And he's trying to speak. Jonah brings his face close to the dying man - can barely hear what Aickman is saying from his hideously shredded l just elusive fragments -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AICKMAN",
          "text": "Get out. They'll be after you now. Jonah looks up just as the table where he had been sittin begins shaking again - suddenly the shaking becomes wilde and the table hurls itself straight at Jonah. He rolls out of the way. Kneels on the floor - looks down for a second sees: the floor itself seems to be a sea of angry dead faces trying to thrust up at him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reels back and up to his feet - runs out of the room a into the photo salon. For a second all is quiet but then we hear WHISPERING and MOANING - growing - and Jonah looks around at all the funerary portraits on the walls: In each photo - the dead seem to come alive their faces n covered in Aickman's engravings - they SCREAM at Jonah fr within their frames - Jonah runs for the front door but it SLAMS in his face. A no amount of force will open it. He turns and runs up the stairs followed by the sound of BANGING as every door in the house swings open and slams - open and shut - again and again - louder and LOUDER - making it impossible for him to enter or exit any room - Where can he go? Where can he hide from the madness all around him? We can't tell what is real and what may be his terrified - but it seems that every part of the house has come aliv and either physically threatens him - or seems itself to filled with angry accusing faces and hands - And then he sees - one door open - not swinging open and - just open. It's the elevator door. It seems dark and sa and quiet in there - The shaking sobbing boy crawls into dark womb of the elevator. And as he does - for a second the whole house goes quiet sound except the heavy breathing and sobbing of Jonah. Suddenly the metal elevator door slams shut. And with a grinding groan we hear the elevator begin to descend. Hear Jonah's pounding fists on the metal walls. And the howling and wailing and pounding of the whole house resum as if an angry mob demanding satisfaction... Down in the embalming room we stare at the closed door of furnace into which the elevator descends. We can hear the thudding of Jonah pounding from within th elevator as it descends and lands down here in the baseme Suddenly -we see the lever of the furnace move by itself and we see the FLASH OF FLAME as the fire ignites in the furnace and we hear Jonah's SCREAMS muffled yet deepened the enclosure of oven and elevator. \f92. And as the boy burns all other sounds fall away - everyth grows silent except the terrible muffled screams of the burning boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPSTAIRS",
          "text": "As the boy downstairs dies - the room begins to return to normal - the walls restore - the ectoplasmic sheen and sm begins to dissipate - dissolve - into just smoke - which a blast of wind from nowhere - disappears - leaving only empty room - the overturned table - and the corpses of Aickman and the five seance sitters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Popescu sits in the car, tears stream from his eyes. He r down the window and lets the wind blow open the silk and a thousand particles that once were Jonah into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is empty. But we can hear the shower running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy sobs in the shower trying to wash the rot reek off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Popescu in a phone booth by the side of the road. The old is weak and has to hold himself up in the booth. He finis dialing a number - which rings and rings and rings...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the kitchen the phone rings. And rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Wendy turns the shower off the curtain itself sways od moves with ripples like the wing of a manta ray - -then suddenly - as if it were alive and possessed of a m of its own - the curtain wraps around Wendy - \f93. For a mad second it’s almost comic - as if she were just tripped up in her shower curtain - but the wet white plas seals tighter and tighter around her - now thrusting itse down her mouth when she opens it to scream - choking her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The answering machine sits on the counter beside a vase o bright flowers. It finally kicks in -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSWERING MACHINE",
          "text": "You've reached the Campbells. Please leave your message at the beep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Popescu in the phone booth by the side of the turnpike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "(weak, halting) I’ve made a terrible mistake. The missing bodies - they’re there. That was his amplifier; their spirits. But it backfired. All",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "those souls in torment... The boy wasn’t evil. His spirit... held them all back. A finger... in the dike. And I removed him. You must get out, now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy rips at the curtain - shredding it - tearing it - t she’s free - gulping air on the cold tile floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy pulls clothes on when she hears SCREAMING and runs the window and looks down. She can’t see anything. But it seems to be coming from outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy looks around. Where’s the scream? Hears it again - coming from the basement. She looks to the low windows th look into Matt’s room and sees Mary standing on a table pounding on the window. \f159 160 161 162",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy runs back in and tears down the stairs to Matt’s ro INT. MATT’S BEDROOM - A BEAT LATER 160 She looks around the room - no sign of Mary - then she se her on the other side of the glass - screaming. Wendy runs to the door - but it won’t open. She tries and tries and tries - Billy runs in too - drawn by the scream Wendy looks around - for something - anything - finally s grabs the little wooden chair by the table - motions Bill get back - and swings the chair with all her might at the glass window and SHATTERS it into a million pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "C’mon Mary - come to me! Mary runs over - and Wendy reaches over the wood and pick her up and lifts her into the bedroom. They turn to run f the room and she looks back over her shoulder and sees th Oven open - the little toy sitting at the edge of it - as laughing at her - and behind it - the flames shoot up! Super: 2:15 a.m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt sits in bed. Head nodding from sedatives. His skin h cleared. No trace of the markings. But he’s in hell now, real demons. The OTHER PATIENT in his room frozen with th thousand yard stare of heavy anti-psychotic meds. Matt just covers his face with his hands. Then there’s a strange SILENCE as a shadow falls over him - he looks up. It’s JONAH, his head strangely tilted. Matt looks around. Nobody else sees him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS, (0.S.)",
          "text": "He’s sedated and comfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Campbells look worried - but for the first time in a while they seem together. Peter’s holding her hand. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "The markings are gone. The skin is really an extension of the mind. Just some kind of dermatitis. Dermographia. Nothing dangerous. They look relieved. But the Doctor looks grim. DR. BROOKS (CONT’D) But we ran his panels. I’m afraid it’s not good news. The treatment has frankly had no effect. His cell count is worse than before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "There must be something else, some other treatment -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "I wish I could tell you there was. I believe in fighting till you die. But not fighting when you’re dead. With these numbers I have no idea what’s keeping him alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonah stands now before Matt. Matt’s cell mate stares - b we can’t tell if he sees Jonah too or not. We cannot tell what Jonah intends. Matt rises woozy. The boys approach each other - closer and closer...For a mome almost a mirror effect - as the two boys stand in front o each other - once again - only Jonah’s intense GREEN EYES distinguish them - NEW ANGLE - MATT’S CELL MATE suddenly squawks, for reasons unknown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON MATT",
          "text": "he looks different - we can’t at first say how, maybe its slight tilt of his head now - then we notice - Jonah’s intense green eyes peer out from Matt’s face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS, (0.S.)",
          "text": "Given his state it might be best for him just to stay here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "96.",
          "text": "INT. DR. BROOKS’S OFFICE - CONTINUOUS 162B Peter has to practically hold Sara from collapsing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "But then again the choice is yours. I can connect you with a hospice, or if you think you can handle it - bring him home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "How long do you think he has?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "There’s really no way of saying for sure. He could go tonight. Or ina week. Probably not more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Can we see him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr Brooks and Matt’s parents arrive at Matt’s door and wh they push it open, they find only the cell mate there. He’s rocking on his bed. Mumbling to himself. We can bare make it out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATIENT",
          "text": "(mumbling tunelessly) ‘One bright day in the middle of the night. Two dead boys got up to fight...’ Matt’s gone. Behind him the curtains flutter in the wide window - whose metal bars have been impossibly bent open. Dr. Brooks grabs a phone from the wall to call security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROOKS",
          "text": "(on phone) He can’t have got far. He’s literally dead on his feet. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a boy who should already be dead, Matt/Jonah seems strangely strong as he runs down the road by the cemetery the surrounding trees bent over in the heavy wind. Super: 3:20 a.m. A BANGING SOUND in the night. The garage door - smashed o bangs open and closed in the increasingly heavier wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy hears a slamming sound outside and looks out the wi and sees the garage door slamming in the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy opens the back door. She sees the garage door swing in the wind, but in front of it now stands Matt/Jonah hol an axe. She is stunned for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Matt? Matt just stares blankly at her - then starts running rig at_her - axe in hand... She slams the door and throws the latch. With a sudden splintering CRASH - The axe rips through the back door - stopping just short of her face. She turns to run, and sees a worried Mary standing right front of her. Wendy swoops her up and bolts down the corr to the front stairs. The axing noise continues behind her She puts Mary down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "(whispers) We’re going to be play hide and seek now. I want you to hide upstairs, okay? And don’t come out no matter what, unless I say it’s okay? You understand? Mary nods and runs up the stairs. Now Wendy sees Billy is cautiously moving through the par to investigate the noise. She quietly slips over to him a turns him around. \f166 98. Wendy gets him to follow her, but before she turns she notices the axing has stopped. She looks towards the back door. Unseen behind her we see Matt silently (in bare feet) charging towards her, axe raised! Billy sees him and leaps away. Wendy spins and backs agai the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "(tears of terror) Matt. No. Wendy stumbles and falls to the ground then Matt/Jonah br the rusted axe slicing down - straight into the pulpy woo where Matt/Jonah had scratched the wall earlier in the mo He pulls the axe back ripping out chunks of wall revealin FACE. Chop Chop. There is a body inside! Covered in Aickman’s inscriptions and rags. It rolls out, still weighty and so as if it was freshly dead. Wendy rolls aside as the body thumps to the ground where just was. Matt/Jonah axes the wall again. Then uses the pick side o to pull floor boards open - and reveals right there: BODIES. Bodies stacked side by side like cords of wood. E covered in Aickman’s necromantic engraving. Eyes staring - because they have no eyelids. Matt continues cutting and more bodies come tumbling out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The little kids are crying and Wendy’s pleading with Matt/Jonah - He shoves them roughly out the door -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT / JONAH",
          "text": "Whatever you do - don’t let them put out the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "But what about you? For just a second - within the blackened grim face shines glimpse of the old Matt - and an almost smile - \f167 168 169 170 171",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT / JONAH",
          "text": "Don’t worry. They can’t hurt me. I’m already dead. He slams the door. Then turns with grim purpose back towa the parlor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids beat at the door - calling to Matt. Wendy tries window. Locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the car. Sara sobs and sobs. We can’t hear her. Just w her wracked body - and the O of her mouth as she moans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She seems lost. Empty. The lowest we’ve seen her. Peter’s turned a corner though. He takes her by the shoulders -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "We'll find him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "And then what? He’s -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "We'll face that then. If nothing else let him die in our arms, instead of in a hospital bed. We'll find him. And bring him home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt/Jonah has barricaded the doors. Piling furniture and anything that can move - in front of the doors. From within we hear a pounding and ripping sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He’s ripping at the walls with the axe. Splintering the w Breaking it apart. And as he does - we see: More corpses. Embalmed and perfectly preserved - and cove in Aickman’s engraved spells. \f172 173 100. Twenty, thirty - more - they’re everywhere. Behind every - beneath every floor board. Everywhere he tears back the wall - there’s more dried - engraved corpses. The house is a living tomb - literally stuffed to the raf with all the bodies that have been stuffed in the place. Jonah/Matt’s shaking hands finally succeed in lighting th inside of the walls which begin to burn rapidly. Igniting the dry corpses around them - filled with flammable embal chemicals - the bodies blaze like man-sized Duraflame log",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A police car pulls up as thick smoke pours off of the hou making it hard to see how much is burning. Then Peter and Sara pull up. He runs out and tries to mak for the house. A cop puts a restraining arm on him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Let ‘em do their job. You’d only endanger them and yourself. Peter sees from out of the smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY, (0.S.)",
          "text": "Mom! Dad! Wendy leads he and Mary out of the smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Where’s Matt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt/Jonah has torn the stuffing out of all the furniture is thrusting it in with the corpses. He’s in the dark hea of the house now. His hands are weak and shaking. And he keeps convulsing a shifting between Jonah and Matt. As he mumbles to himself sometimes in one voice and sometimes in another - Behind him - the whole house seems to be shifting - chang \f174",
          "sentiment": "neutral"
        },
        {
          "speaker": "101.",
          "text": "The room itself - the entire interior is changing - almos if becoming that same rotted meat that Matt once saw it a The floor splinters and rots before our eyes as if it wer all turning into something else. Walls now crumbling feti flesh; squirming maggots, like termites, fill the ‘wood’. Matt/Jonah hurries to light his match, to set the pyre ab before it becomes something else. And lights it. And sets furious blaze growing back there. Matt/Jonah tosses things from the room into the blaze. Gr the box filled with photos and eyelids - opens it - scoop them out and flings them into the fire - all of them. The photos curl and blacken in the flames. And the eye li all burn to dust - and as they do: The room begins to fill with people - we recognize many o their faces from the old photos we’ve seen of the dead - all the souls - trapped in all the bodies in all the wall and floors of the house now appear flickering between all",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "states from their death to their embalming and engraving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are everywhere: coming down stairs - stepping out of walls - rising from the floor - all headed for Matt/Jonah",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Popescu’s old car arrives. The fireman are already there. Popescu tries to calm Sara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I don’t understand. You said it was over!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Matt's trying to end it now... INT. PARLOR —- CONTINUOUS 173B Our sight of Matt/Jonah is lost a beat amidst the shiftin flickering forms that crowd now around him - and the grow flames of the burning room - but when we do see him we se He is dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU, (0.S.)",
          "text": "Trying to reach the heavens Aickman created a hell of trapped souls. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU, (0.S.)",
          "text": "Jonah felt responsible and he waited all these years for someone who might help him make it right - someone who could free him - and them. Someone like Matt... In a room that seems at this instant to be made up of nea equal parts rotten meat and burning walls, crowded with wailing ghosts pawing angrily all around him - his body i wilting. You can only run on dead man’s legs for so long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The weak older man is all that’s holding Sara up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Matt. We’ve got to save him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPESCU",
          "text": "Pray with me. Pray with me now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "To who? Fr. Popescu, not unfamiliar with Sara’s doubt, begins to recite St. Michael's prayer anyway. POPESCU (CONT’D) Saint Michael the Archangel, defend us in battle. Be our protection against the wickedness and snares of the devil... The firemen knock the door away - and when Sara looks up a moment she can see straight into the parlor - where, through the dust and the flames - she sees Matt/Jonah cov in soot and smoke - She doesn’t see the things that crowd around him - only sees him - rigid as if frozen and cover in burnt flesh and soot. Peter starts to run into the house but gets tackled by a another cop comes and they both hold Peter down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "My Son’s in there for God's sake - let me go! For just an instant before he’s taken down he and Sara lo eyes - He struggles harder - bringing more cops to wrestl him to the ground - Which allows Sara to make a dash for house.... \f103. Sara runs straight at and into the house - past startled firemen and cops too slow to stop a determined mother as very ceiling begins to collapse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Sara runs in, the house falls down around her. Behind a beam collapses, blocking the entrance she came through. She’s now trapped there too. She ducks her way into the parlor where she sees with her own eyes what is happening She sees the walls torn open and filled with burning tatt corpses. She sees through the flames - and as she begins choke on the fumes - and weaken - she sees more - sees al the hideous shapes and forms around - sees her dying son trapped alone in a burning room filled with death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Matt! She throws herself straight through flame at Matt/Jonah a grabs hold of her boy and pulls him to the ground - just the ceiling comes down - the two fall on the safe side of but are trapped in a burning corner - under ceiling that can’t last much longer. She’s holding her son and that’s all that matters as she rolls with him on the floor. She drags him beneath the table - just as more of the cei collapses and covers them in debris. She looks down at her boy - who is out - possibly dead - sees Jonah’s horribly charred face- Suddenly his eyes open. And look up at her - the saddest expression in the world. At first she recoils in horror - this is not her son - th burnt battered flesh is someone else and someone else’s s But something in her just sees a child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "Here. I’m here. Momma’s here. She brings her face down to his. Kissing the blackened sk Her tears spilling on his charred face. And when she look down at him - she can clearly see it is Matt’s face benea the ash. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Oh Mattie. My Mattie. More pieces of the ceiling collapse around them. They are soon to be buried beneath burning beams. Sara looks aroun frantically - for any way out - any chance of escape. There is none. She looks down at her son - his breathing grows lower and lower. It seems he’s at the end. She holds him to her and closes her eyes as fire and debr rain down around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Our...our Father who art in heaven, hallowed be thy name. Thy Kingdom come. Thy will be done. On earth as it is in heaven. A huge CRASHING sound - and she holds him tighter - think this is it for both of them... Flames rise all around the",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "...though I walk through the Valley of the Shadow of Death... A faint voice joins her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(weakly) I will fear no evil... She looks down and sees Matt looking back at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "...for Thou art with me... Just then a chunk of the wall gives way and a huge spray water shoots in from the outside - forcing the flames bac Arms suddenly grab both of them - It’s Peter and a firema who together pull them out to the air. We are left for a second still in the burning room - and it completely fills with smoke and flame it seems we can a faint voice continuing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONAH, (0.S.)",
          "text": "-..and I shall dwell in the house of the Lord for ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the hose blasts away the ash and char we see Matt - no Matt/Jonah - just Matt. And he looks better than we have him look so far. Eyes bright. Skin clear. He looks damn g Especially for a dead boy. It’s impossible - no burns - no wounds - and no signs of either the disease or the cure or anything he’s been thro He looks practically pink and new as the day he was born. Old Popescu sees this and falls to his knees in prayer. And as all three of them reach the lawn they are mobbed w joy by Wendy and the kids. Peter then puts his arm around his son and they hug. Then they look up at the pre-dawn sky, still full of stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "They don’t look dead to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No. They got plenty of life left. Millions of years of life. Behind them - sections of the house collapse as the firem pour water at it. The blasts of water and wind send debris churning out int the street and into the gutters. And the water that pours down the edge of the street carries odd horrifying bits o the nightmare that reigned inside: Skulls, charred bones, fragments of drawings and photogra glowing with ash and a half burned stuffed animal, it’s button-eye still hanging by a thread, all flow down the gutter towards a storm drain sewer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (0.S.)",
          "text": "I don’t really care if people don’t believe. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE IN",
          "text": "That Documentary-style silhouette of Sara talking. 2B \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "I know what happened. The doctors and nurses know. My family knows. And my son’s alive. And well. And that’s all that matters. They do say the Lord works in mysterious ways. But they never warn you just how mysterious those ways really are. (straight to camera) Consider yourself warned. FADE TO BLACK AND...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLL SUPER",
          "text": "Matt Campbell was found to be a completely healthy, normal teenager. His cancer has never reappeared. The case is recorded in Connecticut hospital records as a rare case of ‘spontaneous remission.’ The Aickman house has been rebuilt, restored, and resold. No subsequent occupants have complained of any disturbing manifestations.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2050"
    }
  ]
}