{
  "movie_id": "MOV2133",
  "scenes": [
    {
      "location": "KIKI WALKER'S DRESSING ROOM",
      "time": "NIGHT",
      "characters": [
        "THE SHOE SHINING STAND",
        "EXT STREET",
        "//--",
        "// JAVASCRIPT APPENDED BY WAYBACK MACHINE, COPYRIGHT INTE",
        "EXT GATES OF CEMETERY",
        "INT BELVEDERE IN CEMETERY",
        "INT CLO-CLO'S DRESSING ROOM",
        "GENUINE GYPSY READINGS",
        "EXT UNDERTAKER'S PARLOUR",
        "HAND OR CARD",
        "DISSOLVE",
        "// INTERNET ARCHIVE ON 20031001101731.",
        "INT BELVEDERE",
        "INT FLOWER STORE",
        "EXT EDGE OF ARROYO",
        "DISSOLVE IN",
        "PRAY FOR HIS SOUL",
        "BELVEDERE IN CEMETERY",
        "INT EL PUEBLO CAFE",
        "EXT CEMETERY WALL",
        "KIKI'S DRESSING ROOM",
        "CHARLIE-HOW-COME",
        "EXT MAIN AVENUE OF CEMETERY",
        "// FILE ARCHIVED ON 20020203165219 AND RETRIEVED FROM THE",
        "EXT BELVEDERE IN CEMETERY",
        "EXT PATH LEADING TO BELVEDERE IN CEMETERY",
        "ALTERNATE SCENE",
        "FADE IN",
        "THE CEMETERY WALL",
        "EXT. GATES OF CEMETERY- NIGHT",
        "// ALL OTHER CONTENT MAY ALSO BE PROTECTED BY COPYRIGHT",
        "INTERSECTION OF THE ALLEY AND THE STREET",
        "EXT FORKED PATH",
        "THE LEOPARD MAN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "On the fountain at El Pueblo. A jet of waiter rises into air at regular intervals, tossing an empty ball in rhythm Below the ball, the water cascades into the second tier o the fountain. SUPERIMPOSED over this fountain are the mai and credit titles. Throughout the running of the titles w hear castanet music growing louder and louder. When the l credit title FADE OFF we begin to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The corridor, backstage at El Pueblo. An empty corridor stretches away before us. The CAMERA TRUCKS ALONG this corridor. The sound of the castanets is so loud and ringi now that it has a furious and stormlike quality. The came seems to search for the source of this sound. It approach two open doorways at the end of the corridor. Through the doorway on the right we see a dancer in Spani costume. She pirouettes in a final whirl of the dance as CAMERA MOVES IN TO a CLOSE SHOT of her beautiful back and two castanets she holds up over her gleaming naked should Over the diminishing trill of the castanets, as the dance finishes her dance we hear a dull and angry pounding. The castanets click to an end. The CAMERA MOVES LEFT to take in the adjoining door to sh us the source of this sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki Walker as she finishes pounding on the wall for sile in the adjoining dressing room and turns back into her ow room. She is young, blonde and represents that peculiar phenomenon of our time, the chorus girl and entertainer w is more lady-like than the majority of Junior Leaguers. R shows, one night stands and even a short turn in burlesqu have left no battle scars. She may know many a hard word, she never uses it. MED. SHOT - Kiki's room. Kiki slams shut the door of her dressing room. Her dressing room is a small bare cubicle a sink, easy chair, dressing table and a long mirror on t closet door. On the dressing table, among a clutter of ja and ointments, is a small musical trinket box. The closet door is partially ajar. In the room with Kiki is Eloise, the cigarette girl at th Pueblo, a brightly blondined young lady. Her nether limbs well display in black stockings. A cigarette tray is slun over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as she walks across the room) It may sound like music to her -- I can do better with my teeth in a cold Shower. (mockingly) Click В— click В— click.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugging) She's a local. When the dudes come out to New Mexico, they went to wallow in Latin glamour. This is a bad town for blondes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. So I've noticed. Jerry's noticed -В— He'll come up with something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think be's pretty nice, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not? He's a good press agent and a good friend. Besides, we've shared a lot of headaches В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're lucky. I wish he'd front page for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe. For three years I've sung in rats' nests, while Jerry pounded his feet off and his brains out -- trying to get me a real chance. We're due for a little luck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki walks across to the make-up table and sits down in f of it, lifting her hands to unwrap the towel which is wra around her head to protect it from make-up. Eloise starts toward the door, but pauses to admire herself in the mirr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't mean this personally, Miss Walker, but it's ironic В—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pauses, striking a pose the better to look at her own sleek legs in the minor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean you being a star and me being just a cigarette girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning from (the mirror to look at Eloise) I know. I know. You've got the talent. I got the breaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns back to the mirror. NED. CLOSE REFLECTION SHOT of Eloise. We see Eloise admir herself in the long mirror and also the edge of the dress room door as it slowly begins to swing open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear it in night club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eloise can see what is opening the door. She lets loose w a shriek of mortal terror. MED. CLOSE SHOT of Kiki. She whirls quickly and rises, he mouth open in a soundless ejaculation of fright. REVERSE SHOT - the door. Through the doorway comes the bl spade-shaped head of a panther, ears wickedly flat, muzzl the floor. He starts into the room with a terrifying zigz undulation. Eloise yips feebly. Kiki screams. As the panther advances into the room, one can see that i held on a taut leash. Holding the leash is Jerry Manning, with a wide, pleasant smile of reassurance on his lips. CLOSE SHOT Kiki on top of the dressing table. She stands there holding her dressing gown back across her knees in terror. The little jewel box has fallen to the floor, and insipid tinkling tune fills the room as it rolls across t floor toward the panther. MED. SHOT - Kiki, Eloise, Jerry and the panther. Kiki sta on top of the dressing table; Eloise has retreated behind chair, and Jerry stands between them, grinning, holding t leash of the panther, which is nosing forward to examine music box",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hitting high C) Get it out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki -- he won't hurt you. There's nothing to be afraid of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Makes no difference. Get him out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, Kicks, you'll never guess what I've cooked up this tine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's easy. Me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought -- is Kiki just going to walk on that floor tonight В—В—walk out cold before a bunch of gawks who think a Spanish twirler is the greatest thing in life. No. Not my favorite client. She's going to make an entrance this town will never forget!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing to the leopard) On his back, I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kidding her) No. I thought that might be just a little corny. I want you to lead him in on a leash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're too good to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Kicks, have I ever done anything to hurt you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No В—- not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quite sincerely and with evident affection) And I never will- you know what's between us В— we're a thing  But this is serious competition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hitting high C) Get it out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki - he won't hurt you. There's nothing to be afraid of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Makes no difference.  Get him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, Kicks, you'll never guess what I've cooked up this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's easy. Me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought -В— is Kiki just going to walk on that floor tonight walk out cold before a bunch of gawks who think a Spanish twirler is the greatest thing in life. No. Not my favorite client. She's going to make an entrance  this town will never forget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing to the leopard) On his back, I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kidding her) No. I thought that might be just a little corny.  I want you to lead him in on a leash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're too good to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sentimentally) Look, Kicks, how long have we known each other?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flatly) This is l939. Can't you subtract?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost three years, isn't it? And have I ever done anything to hurt you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No В—В— not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quite sincerely and with evident affection) And I never will -- you know what's between us -В— we're a thing -- But this is serious -- big competition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating leopard) I thought you might strut this kitten in right in the middle of her act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki grins. Jerry reaches for Kiki's hand, and passes the of the leash over her fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come down to earthВ— and see what a picture you'd make with this for a pet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keeping a wary eye on the leopard, Kiki lets Jerry help h down. She stands as far away from the beast as the leash permit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(warily, from behind the chair) And if you've got cold feet honey, Ill take over for you. That red dress of yours fits just perfect on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exasperated, turning to her) I bet you try on my coffin some day -- I hope it \"fits just perfect.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hastily to Kiki) You look swell in that threeВ—alarm number --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The red dress? (thinks a moment) No. My black one. Then I'll be just like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CL0SE SHOT - the fountain. The CAMERA is FOCUSED on the extreme height of the jet of water. We watch the ball on of this jet as it rises and falls for a few beats. Over t shot we hear the music of a Mexican orchestra. The CAMERA MOVES DOWN and BACK to reveal the upper tier o the fountain with the water flowing over its edges.  The CAMERA MOVES BACK and we see the wide pool at the bas the fountain. In this pool we see Clo-Clo reflected, as s dances. The CAMERA PANS to take in the actual dancer and we see C Clo whirling and turning in a tight circle. She is illuminated by several baby spots concealed at the base of the fountain, and this light makes a nimbus of light around her. It is a sort of superaura which washes out th background haze, leaving the dancer clear-cut and sharp i the midst of this superaura. As Clo-Clo's dance widens in movement, taking her to the of the light nimbus, we can see her, the tables and the patrons of El Pueblo. The El Pueblo cafe is the smartest night club in this sma New Mexican resort town. The main dining room is in the patio. Here are tables mantled in snowy tablecloths, glittering candlelight and sparkling glassware. On the po is an open space for the performers and the orchestra on side  On the other side is a bar. Tonight, El Pueblo is crowded. Waiters, dressed in rather formal costumes with black trousers and short, white coat scurry between the tables. A good portion of -the patrons in evening clothes. CloВ—Clo dances. The rhythmic rattle of her castanets bea above the orchestra. Clo-Clo is New Mexican. Like the broncos of her native st she is all fine, proud, pure Spanish blood. It has suffer change in the high clear air of New Mexico. In her dance, too, we see the more primeval strain of the Indian twiste among the finer threads of Spanish rhythm. She dances. In the pool we see the heavy flutter and turn her skirt. Her neck, her bosom, her arms, bend and sway a turn and pulse with the bloodbeat of the castanets. She i just entering a graceful turn of the dance, the castanets beginning a glissade, when suddenly she stops dead, the c of the castanets cutting off abruptly. REVERSE SHOT - the doorway leading into the El Pueblo. Fr in this doorway is Kiki, slim and tall in a black gown wi black gloves, and in her outstretched hand is a black lea which links her to the leopard. Behind her the doorway is with light so that we see her dramatic outline, a silhoue against luminosity. MED. LONG SHOT - the cafe. A buzz of amazement sounds fro the crowd. There is a flutter of astonishment and timidit CLOSEUP of CloВ—Clo. MED. CLOSE SHOT of Kiki. Behind her in the doorway Jerry Manning's face appears. It is obvious that Kiki, despite dramatic pose, is surreptitiously nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto voce) Don't stand here, Kiki. You're on stage. They're looking at you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki moves majestically forward. MED. LONG SHOT В— a table near the dance space. Kiki, the leopard moving before her, threads her way between two tables, the patrons drawing away from her black escort as passes. A waiter, carefully holding the chair between him the leopard, makes a place for her at an empty table. CloВ—Clo, feet wide apart, arms and hands still half rais and holding the castanets, watches. The orchestra plays feebly on. Suddenly CloВ—Clo smiles. She lifts her hands a little hi takes a step forward and lets the castanets loose with a that sounds like machineВ—gun fire. The leopard startled, twists in a half turn of fright, strains suddenly at the leash and lunges forward. The leash pulls out of Kiki's frightened hand. REFLECTION SHOT in the pool. The still water reflects the quick bound and leap of the leopard in its panic flight f freedom. MED. CLOSE SHOT - Kiki. She stands leaning against the ta trembling in fright. Behind her CloВ—Clo can be seen can seen on the platform, smiling. Jerry comes into the scene puts his arm about Kiki's waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wildly, and in disgust) Now look what you've done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The familiar tone of anger reassures Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(briefly) You are all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MED. SHOT - the leopard bounding through the gate. MED. SHOT at the gate. A waiter with a napkin over his ar and a water carafe in his hand, stands aghast, pressing h back to the wall in fear. The water carafe falls with a crash. The waiter holds up his hand, dazed. His hand is streaming with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHOT of four policemen, their backs toward us, going thro the Alley of the Shadows. Two of them are beating on pots pans to make a noise. Two others are flashing their flashlights from one side to the other. We TRUCK WITH them down the alley. They bring us to the o end of the passage, athwart which a fire truck is parked. Near this fire truck stands the Chief of Police, Robles, dignified, wellВ—spoken, Mexican police officer, serious conscientious, very much on duty at all times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No leopard, Chief -- no cat, no kittens, nothing. We're going to tackle the houses ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robles nods. He makes a gesture to one of the men on the truck and two long lances of light pierce the darkness of alley. LONG SHOT - Pasaje De Las Sombras. The shafts of light fr the searchlights cross and re-cross, moving, as they expl the dark jags and corners of the alley. It is one of the oldest streets in town, so narrow that even at noonday, t sun has difficulty lightening its dark shadows. The adobe houses, standing wall to wall, were never built on any straight geometric line; the street makes a dog-leg, meandering, as if loathe to reach its own blind end. MED. LONG SHOT В— the mouth of the alley at the other sid the fire truck. This is a-scene of curiosity and confusio police cordon has been erected, and several uniformed Mex policemen are busy shooing away the spectators, foiling t attempts of small boys to get under the ropes, and genera trying to reduce chaos to an ordered hunt for the leopard At the mouth of the alley, next to the fire truck is park curious conveyance, a half-ton truck with a gaudy sign wh reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leaning against a fender of this vehicle is Jerry Manning hot, disheveled and excited. He is talking with a short Indian, Charlie HowВ—Come, dressed in Levis, a velvet Zun jacket, and with a battered felt hat on his coarse black hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember what you said: Ten bucks for the loan of my cat В—-two hundred and twenty-five if anything happened to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry tries to control his exasperation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with strained patience) But nothing has happened to it. It got into this alley, and there's no way out of it. They'll find it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't get the idea, Mister. These cops banging those pans, flashing those lights -В— they're going to scare that poor cat of mine, Cats are funny. They don't want to hurt you -- but if you scare them -В— they go crazy. These cops don't know what they're doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little Mexican boy who has seen listening to the conversation between Jerry and Charlie, is suddenly attra by something off in the darkness. Grinning, he turns on t hand flashlight he is holding and points it off into the darkness of the alley. MED. CLOSE SHOT - Clo-Clo's legs. The flashlight picks up pair of shapely legs and holds on them as they move forwa The legs stop their walking motion and suddenly begin to stamp with the heel taps that are part of her dance. The light snaps off. MED. SHOT - Jerry and Charlie. CloВ—Clo comes in from the left. She grins at the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jerry) Maybe, Mr. Manning would like to help me? I do not need a leopard. I have talent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry is furious and about to make some retort. CloВ—Clo laughs and takes her hands from her pockets. She is holdi her castanets, and a ribald rattle drowns anything Jerry might want to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving off) Goodnight, Mr. Publicity Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry glares after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a small flower shop. One or two vases hold wilted flowers which have been left in the display window. Behin them is a mirror. In this mirror we can see the mouth of alley and Clo-Clo as she walks away from the men and come toward the flower shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CloВ—Clo passes the flower shop and continues on. The CAMERA TRUCKS WITH her. She passes several dark doorw and comes abreast of a dimly lit shop. Behind the grimy window of this store is a large handВ—lettered sign:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAND OR CARD",
          "text": "From the dark doorway of this store, a voice calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you hurrying, Clo-Clo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a derisive twitter of her castanets) Oh, it's you. Faker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly a white, thin hand and arm appears from the shad of the doorway. The hand holds a deck of cards, extending them toward Clo-Clo temptingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a card, Clo-Clo. See what the night holds for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo hesitates. Looks at the deck of cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your cards are a joke. I wouldn't give you a centavo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts to move away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One card CloВ—Clo -- for nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo stops. Pretending indifference, she casually reac out and takes a card. INSERT        ACE OF SPADES in Clo-Clo's hand. MED. CLOSE SHOT of CloВ—Clo as she stares at the card. Sh laughs and flips the card back into the darkness of the doorway, letting the castanets in her other hand speak of disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts off along the street. CAMERA TRUCKS WITH her. She passes an open doorway. In th shadow lounges a tall thin man, his figure merging with t darkness. He is smoking. We can see the glow of his cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in passing) Hello, Shorty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man disregards a verbal reply, but blows a smoke ring toward her. She pokes' her index finger through the ring playfully and goes on. The CAMERA MOVES WITH her. In the area way of the next building are two lovers, pressed close to each other and close to the wall..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oo! Oo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(protestingly) Clo-Clo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo goes on. From a window a young girl is peeping, looking up and down the street with large frightened eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) Hello, Chiquita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling back, a little hesitantly) Hello, Clo-Clo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo goes on, but our CAMERA REMAINS. This is Teresa Delgado, a wisp of a young girl, whose childish, smooth f might go unnoticed if it were not for her enormous and wistful dark eyes. She has on a skimpy cotton dress drawn at the waist with a five-and-ten cent store belt. Having looked again up and down the street she pulls down the sa and turns back into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Delgado house is typical of the poorer Mexican homes New Mexico. This main room, which is small, serves as liv room, bedroom and kitchen. An Indian blanket covers the doorway into the only other room. The adobe walls are plastered with pictures of religious subjects. The wooden floor is bare. There is a charcoal-burning bra in one corner. Pots and pans on the hearth of the firepla show that it is a supplementary stove, The rest of the furniture consists of an iron bedstead, a large and hideo oak table and an open-faced china cabinet which contains Delgado treasures. Pedro, Teresa's nine-year-old brother is seated at the oa table, eating from a bowl of frijoles. He is, and looks l an imp. Teresa is backing away from her mother, who turns away from the window to face her angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(evidently resuming a discussion) But, Mamacita -- why can't Pedro go this time? I'm so tired...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(complacently) I'm too young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If your father comes home and there are no tortillas, he will shout В—В— and tomorrow it will be all over town: the family of Juan Delgado is too poor to buy corn meal! Do you wish we should be so disgraced?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa shakes her head, but makes no move to go. Exaspera Sra. Delgado reaches for the nearest weapon -- the broom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sra. Delgado brandishes the broom toward Teresa, who back again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what she's afraid of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pedro lifts his hand. It casts a sharp shadow on the wall behind him. Watching the shadow, he manipulates his finge so as to create the shadow of a leopard's head in miniatu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what, por todos los santos, is \"this\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa braves the threatening broom and moves a step towa her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eager to be believed) The leopard, Mamacita. They say a lady at the El Pueblo had it on a string and it ran away. It hasn't been found yet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A leopard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gleefully) They're big -- and they jump on you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pedro jumps the shadow on the wall, to simulate the leap leopard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furiously) Did you ever meet one of those things yet when you went to the store for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa swallows, shakes her head mutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bellowing) Then you won't meet one this time either! Now get out! Do as I told you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sra. Delgado gives the broom such a backward swing of fin purpose that Teresa hurriedly opens the door behind her a slinks out backwards -- her big liquid dark eyes, still futilely pleading, the last to disappear. Sra. Delgado mo after her, pushing the door closed. She puts the broom in the corner and goes to where Pedro seated. Here she stands a moment, fondly watching him as masticates his beans. Behind her the door stealthily open Teresa tries to sneak back into the room. Mamacita sees t movement and makes a tempestuous rush toward her, but Ter sidles out of the door before she can be caught. Mamacita muttering, slams the door shut and with difficulty pushes heavy, rust-covered iron bolt into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa stands outside the door. We hear the heavy bolt in driven home forcibly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now В—В— you will not come in again, not until you bring the corn meal with you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa steps down from the single doorstep outside her ho She crosses her arms and pulls her shoulders together in gesture of fear. She looks once, despairingly, at the clo door behind her В—В— and then reluctantly steps out into dirt road and starts walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only a large corner window, with the word. \"Provisiones\" printed on it shows that this ordinary house is a grocery store. In the moonlight, one can see a few boxes of groce stacked on shelves inside. Teresa comes up to the window peers in. She knocks on the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senora Calderon It is Teresa, Senor. Teresa Delgado.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over Teresa's shoulder, we see the interior of the little store light up dimly as a curtain is pulled at the back o the room. Beyond the curtain is revealed another room, brightly lit by a bare electric globe hanging from the ceiling on a cord. Under the light, a man sits at a table heartily eating from a plate heaped with food. The curtai has been pulled back by Senora Calderon. We see her only silhouette and the details of her face and figure are indistinguishable. We do see, however, that her long blac hair is down her back and she is braiding it. She walks a little ways into the darkened store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(speaking loudly to be heard through the window) The store is closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just want a sack of corn meal for my father's supper!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(imploringly) It'll just take a second. ..Please В—В—or I must go clear across the Arroyo to the big grocery --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa taps against the window hopefully. But Sra. Calder turns back toward the doorway into the inner room, where solitary feaster hasn't even bothered to look up during t exchange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as she goes) It means taking off the lock again, putting on the light, measuring the meal. It's too much trouble. Once I close, I close!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sm. Calderon steps into the inner room and draws the curt closed behind her, as she speaks the last words. Again th store is in darkness -- only a rim of light showing aroun the edges of the curtained doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly В— hopelessly) Senora...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no reply. Teresa turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Arroyo is a deep narrow cut in the mesa, boneВ—dry in season. Its floor of bleached sand and weeds stretches desolately wider a vast moonlit sky. Here and there, children's feet have scuffed steep little trails down the banks. Teresa appears at the top of one of these trails. She loo down into the Arroyo -- and then off to the right. A distance down the Arroyo is a bridge which carries a tr track across the dry river bed. To divert the rush of rai water in winter and spring, the bridge is underpropped by slanting stone piers. They stand out like ribs against th blackness of the underpass, which they divide into three tunnels. Teresa's face shows her dread of the Arroyo. She turns ba the way she came, takes a step away, hesitates and then returns to the edge of the bank. She starts down the little trail, her feet sliding in the loose sand and a shower of pebbles bouncing down ahead of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa stands at the bottom of the bank. She looks off to bridge again. Then she starts walking forward slowly, a v little figure in the large loneliness of the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa comes up to the face of the underpass with its thr openings. She stares from one black tunnel mouth to anoth She glances behind her, then looks at the underpass again Teresa goes forward again, toward the middle tunnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The roof of the underpass is only a little higher than Teresa's head and the passage is not more than ten feet w The opening is dimly lit by the moonlight, but beyond it dense blackness. Teresa enters slowly. She takes a few st toward the blackness В—- and stops. She listens. Teresa m forward again, walking as lightly as possible. The light rapidly, so that after Teresa has taken a half dozen step she is swallowed up in complete blackness. The CAMERA HOLDS for a moment on the dark underpass befor Teresa emerges from the blackness on the West side. A lig scratching sound is heard. Teresa's eyes widen in panic a she hears it and she hurries out of the tunnel, watching fearfully ever her left shoulder. She must cut across in front of this other tunnel in order to get to the south b She starts across, never taking her eyes off the black tu mouth. Suddenly she gives a convulsive start and a little escapes before she can control it. A shadowy shape, low t the ground, detaches itself from the dimness of the tunne opening and moves toward her. Almost at once, we see that is a large tumbleweed, blowing clown the Arroyo in the wi Teresa sighs soundlessly and goes on to the foot of the b She starts scrambling up another steep little path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a fairly goodВ—sized room, lined with shelves and counters. A tall, Indian-type Mexican with iron-grey hair puts a paper sack of cornmeal on the counter in front of Teresa. She starts toward the door, but noticing a bronze cage wi two toy birds in it, a mechanical device which has stood there for years, she goes toward it, puts down her sack o corn meal and goes up close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, the toy birds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've seen them before. I couldn't chase you away from the counter when you were a little girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She winds up the bird cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd forgotten them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling, goodhumoredly, skeptical) Every day you see them --and you have forgotten them? Oh, I remember my little Teresita -- I remember the little girl who was afraid of the dark. They shouldn't send you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The birds have begun to sing,a highly mechanical renderin a bird song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not afraid. What could happen to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The birds sing and she pretends to listen. Manuel leans against the inner door of the grocery watching her, smili and amused. Finally his smiling irks her into action. She picks up her sack of corn meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as she starts off) I'll pay you tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never fear - - next time you come. The poor don't cheat one another. We're all poor together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the bronze cage the two birds continue to sing their mechanical song. Their heads turn from side to side. We hear the door close behind Teresa. The birds are still singing as we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a sound of slow, measured dripping. It comes fro water seeping out between two rocks and dropping onto ano rock below. These rocks are piled up at the juncture of t bridge and the left bank and the water is evidently leaki from some water main or sews go pipe running under the highway overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa is approaching the entrance of the middle tunnel, is evidently scared В—- her footsteps are lagging and she holds the sack of corn meal in both hands, as if feeling weight. She looks fearfully at the black tunnel before he and comes to a standstill, trying to peer into the blackn In the silence, the dripping of the water can be heard. Teresa looks up and to the left to locate the sound. She the shining dampness on the rocks. She turns back to the middle tunnel before her -- and, drawing a deep breath of resolution, starts to enter it. But she hesitates and the suddenly, veers over to the left. She peers into the open of that tunnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wall of the tunnel is also damp with the seepage from above. It reflects the outer moonlight in glistening stre so that the blackness here is not so complete as in the o tunnel..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa gets a fresh grip on the bag of corn meal by shift her hands under it -- and walks into the entrance of the north tunnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again, the crunching sound of Teresa's footsteps are magnified in the enclosure of the tunnel walls. It is ver dim, but the luminosity of the damp wall casts a faint li on Teresa, reflecting in her wide, frightened eyes. She w slowly and lightly, her eyes going from side to side in t darkness, her neck and head held rigidly. Suddenly she st with a sharp intake of breath, Ahead of her and to her le are two tiny gleams of light. Teresa backs away from them she does so, they seem to fall and vanish. Slowly Teresa moves forward again, staring at the place w the lights had been. As she moves parallel to the spot, t appear again. A half-cry dies away in her throat --she se that the gleams are two drops of seepage, trickling down side of the tunnel wall. Teresa half closes her eyes and sways a little, faint with fear. Then she forces herself move forward again. She takes one -- two fearful steps -- then the underpass reverberates with a sudden tremendous shock of sound -В— more a giant vibration than actual noi It is a train passing overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Teresa stands transfixed, the terrific roar continues. Second after second, flashes of light as brilliant as lightning illuminate the interior of the tunnel В— the reflections thrown into the Arroyo by the train windows. then, as abruptly as it began, the noise ceases. It is cavernously dark in the tunnel again. In this thick stillness, Teresa walks forward once more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the frame of the tunnel opening, Teresa stands for a moment. Behind her, there is a new sound -- a mere whispe sound carried forward on the light wind. A little shower rubble falls from the top of the concrete pier. Teresa tu to look behind her. Crouched on one of the piers of the trestle -В— and seen very dimly in the darkness -- is the leopard, looking dow into the Arroyo. An enormous big HEAD CLOSEUP of Teresa. An enormous big HEAD CLOSEUP of the leopard, its clear go eyes fixed and staring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa's nails dig into the paper sack of corn meal and little trickles of the meal start spilling from the slits Her eyes widen and her face falls slack from the horrible shock of what she sees. She turns and runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT EDGE OF ARROYO",
          "text": "Teresa scrambles frantically up over the edge of the bank She stumbles ana falls and the sack of corn meal drops fr her hands and spills onto the ground. In a single move, Teresa is on her feet and running again. A shadow flashes over the spilled meal and we hear a heavy, ripping snarl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is quiet and peaceful in the Delgado home. Senora Delg is puttering about the brasero. Pedro, on all fours, is reading a comic book, his rump high in the air, his chin inches from the book. Suddenly, a wild rain of knocks on door fill the little room. Sonora Delgado, at the brasero drops a spoon with a clatter and Pedro springs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming) Mamacita, let me in! Let me in, let me in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sonora Delgado smirks knowingly and puts her hands on her hips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you love me, let me in -- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mimicking Teresa) Mamacita -- let me in. Let me in, now that I've spent half the night getting the corn meal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's coming -В— it's coming closer. I can see it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is afraid of the leopard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just what she needs -- something to nip at her heels and hurry her up - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is interrupted by a scream so high, of such agonized finality,that it makes the others before it seem like not at all. Mingled with the scream and blurring the end of i comes an impact of such violence that the whole door structure shakes with it from top to bottom. A puff of du wells up around the door from the impact of the blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his voice high with fear) Madre do Dolores, she isn't fooling!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pedro jumps to his feet. An instant change has come over face of Senora Delgado. She hurls herself forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beseechingly) Wait, Teresa! I come! I will let you in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senora Delgado tugs at the rusty bolt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only a moment, querida, hija do mi alma -- your mother is here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Senora Delgado tugs vainly at the bolt, Pedro darts ov to the fireplace and grabs up a stone from the hearth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mother will let you in - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pedro rushes to the door and pushes his mother's hands as He hammers the unruly bar back with the stone. Then, he draws back and looks down at his feet. Senora Delgado's horrified eyes follow his glance. Under the crack of the door seeps a dark tongue of blood, widening and lengthening on the rough wooden floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE SHOT of display window. The flowing blood dissolves into a film of water flowing across the window. The CAMERA PULLS BACK and we see a long handled squeegee down the left hand side of the window, clearing a strip o clear glass. Through this clear glass we look into C. T. Johnson's Undertaking Parlor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This shop occupies an ordinary store building. The displa window contains a solitary wreath of gilded leaves. Behin this wreath is a green baize curtain. The shop itself has sad air of unctuous gentility. On the left side of the ro are coffins on polished brass tressels. These coffins are half open to reveal the luxurious satin linings. In the b is a roll-top desk and swivel chair. In the rear of the s is a door leading to the embalming room. This is curtaine with the sane green baize. Over this whole interior is th eerie moire light that comes through the water-flowing window. Uncomfortable and stiff in their grief, we see the Delgad The fat Senora, the little boy and the father in his stif blue serge Sunday suit, stand near the wall. With them is nun in the sweet, sad costume of the Carmelite order. At other side of the room stands Kiki, somewhat abased, and ill at ease in the presence of the Delgados' grief. The window cleaner steps closer to the glass, lifts up hi long handled squeegee and opens up another strip beside t first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MED. CLOSE SHOT of the doorway taking in the Delgado fami Senora Delgado is weeping, with tears running unchecked d her big flat cheeks. Her husband, unable to express his grief, stands twisting a cheap velour hat in work-gnarled hands. The little Delgado boy, unable to comprehend the finality of death is interested and quick-eyed, letting h glance rove from one object of interest to another, then suddenly bored, as is the manner of children, distracts himself by making the leopard shadow on the wall. From the other room we can hear, the sound of men's voice not clearly distinguishable, but growing in clarity. Kiki opens her purse, fumbles out a little soiled sheaf of bil and crosses the room. She hands the money to the nun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a half whisper) Sister, I'd like the family to have this -- might help with the funeral expenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nun smiles, nods her head and tucks the money up unde her sleeves. Kiki crosses back to the other side of the r Midway through this action, the voice in the other room h risen in volume and clarity so that we hear the coroner speaking. From behind the green baize curtain the words c in that solemn, yet routine fashion, which is the special of county clerks and other minions of the law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...this evidence having been presented before me on this, the tenth day of April, I hereby declare that Teresa Guadalupe Maria Delgado was brought to her death by violence, resulting from the release of a wild animal, a leopard, purportedly on theatrical exhibition in this city -- Death by accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the last word is spoken, Jerry makes his appearance through the doorway. His face is drawn and earnest, reflecting the ordeal of looking at the mutilated remains the young girl. He crosses the room toward Kiki. MED. SHOT of Jerry as he takes his place beside Kiki. He looks at her as if seeking some comforting sign of friendliness. She keeps her eyes purposely averted from h MED. SHOT. Through the curtained doorway come the coroner Robles. The coroner carries a sheaf of papers in his hand Coming through the doorway quickly, he turns and seats himself at the desk in order to sign and seal these documents. Chief Robles, with his uniform cap in his hand, goes over the Delgado family. In his face we can see the sympathy a feeling he has for his fellow townsmen. Fe puts his arm a Delgado's shoulder and embraces him with that peculiar Mexican embrace in which the hand and arm thump the embraces's shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right, my friend. It is the will of God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The genuineness of his sympathy and the sincerity of his voice take the banal touch from these simple words. Jerry looks on with interest. He turns to Kiki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto voce) Suppose I slip them a few bucks В— for the funeral expenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be soft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls sharply at his arm to emphasize the point. He shrugs, abashed. From the inner room a fourth man comes out, a medium size gentleman in a light gray business suit with a felt hat i his hand. His face seems stiff and he walks a little bit unsteadily. Passing Jerry, he extends his hand and pats Jerry's arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An unfortunate accident. Nobody blames you, Mr. Manning. You mustn't feel badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry nods; not at all anxious for further condolences. Galbraith goes on to stand in the doorway. Robles leaves Delgado family and comes over to where Jerry and Kiki are standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can go now, Manning. There is no way we can hold you legally responsible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Sheriff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robles passes on a step or two, and then with a glance at Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That leopard's got to be found. I'm forming a posse. I can use help. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the doorway, Galbraith answers quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Count me in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry makes an impulsive move forward -- then stops himse",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head) I haven't done any posse work since last time I rode with Toni Mix at the old Bijou Theatre -- aged six, If you're interested,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not for me. (grinning) I'm literally and figuratively a tenderfoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lifts one foot and pats the ankle to illustrate his po Robles passes on and out of the doorway, Galbraith joinin him. With a backward look at the Delgado family, and a li hesitantly and slowly, Jerry and Kiki also leave the fune parlor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MED. CLOSE SHOT - Jerry and Kiki as they stand in the cen of the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose he was trying to make me feel bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I suppose you don't feel bad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Jerry can protest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who was the other man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know В—В— a witness. He seemed to know something about animals -- you know -- expert testimony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he have to do -В— look at the body?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We all, had to look at the body. It was awful, Kiki -- awful!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki makes a movement as if to put her hand comfortingly his sleeve, then changes her mind, dropping her hand. MED. SHOT - Undertaking Parlor - as the Delgado family emerges and starts down the street. The mother and father walk ahead, the father's arm about the mother's shoulder. They are followed by Pedro, his hand in the Nun's hand as they walk together. Kiki and Jerry fail to see them, and is necessary for Senor Delgado to ask for room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry and Kiki move hurriedly out of the way to let the little group of mourners go past. Jerry and Kiki stand watching them for a moment. CLOSEUP of Jerry, his expression betraying anxiety and indecision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT CLO-CLO'S DRESSING ROOM",
          "text": "LARGE HEAD CLOSEUP of Maria. The beautiful face of the fortune teller, coifed and framed in the folds of a shawl looks pure and MadonnaВ—like. Her downcast eyes add to th holy feeling. Then, suddenly, her hand comes up and puts lighted cigarette droopingly between her lips. The Madonn pose is shattered as though a stone had been thrown into still water. The CAMERA MOVES BACK to show Maria seated at Clo-Clo's dressing table, dealing out the cards. The last card to l her hand is the Ace of Spades. She gazes at it for a mome then hastily rakes up the deck and shuffles the cards. Behind her during this entire scene we have heard the tin of Moorish finger cymbals in metronome-like rhythm, the sounds spaced far apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That card again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MED. SHOT - Clo-Clo and Maria. Clo-Clo is behind Maria. S has on a practice suit; black jersey leotards to the wais and a black silk bandeau about her breasts. She is using chair rail of the dressing room as a bar to practice a ba step while she beats out the slow rhythm of her exercise the Moorish finger cymbals. Maria again deals the cards a Clo-Clo continues to play and practice. There is a contrapuntal rhythm between the dealing of Maria's cards the slow tinkle of the cymbals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I made a mistake. It was a misdeal. I'll try once more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cards \"slapВ—slap' as she deals. As they fall, Maria speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a blackcard and bad card, but not the card of the cat -В— not the card of fourВ—footed things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw Teresa. Maybe I was the last to see her except perhaps her Mamacita and her little brother. I was going past --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still dealing) ) They buried Teresa today and they were hunting the leopard again -- out in the country this time. But they didn't get him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're fools. Why don't they let Charlie How-Come hunt it alone. He's an Indian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All men are fools. They like to make a big show -В— shout and hunt --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is about to deal the last card, when she stops and lo at it, then sweeps up the deck without dealing the remain card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bad card again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maria nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did they say before the bad card came up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll meet a rich man and he will give, you money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disdainfully) You and your cards. Meet a rich man! I look for them with money. What rich man hasn't money. And for what was I born if it wasn't for money? You're not telling me anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a shrug) Watch and see, A day or a week - but certainly this month -- you will have money from a man and then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sharply) And then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will have to read the cards again. There was a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shooing her out) You and your mistakes. Get out! I've got to dress for the supper, show and I don't want you to put the evil eye on me. Vamoose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maria unhurriedly snuffs out her cigarette, pockets her c and starts for the door. As she opens the door, we see Je Manning going past, dressed in slacks and sports shirt, carrying his coat over his arm. He is dusty and tired. Cl Clo looks after him with a malicious grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHOT of Jerry as he knocks at Kiki's door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you decent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From inside we hear Kiki's voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens the door. We can see she is seated in the armcha and has a magazine in her hand which she has been reading She is dressed in street clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, does everybody love us now? You've been gone long enough to softВ—soap twenty editors!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without particular conviction) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(drawling) And did you find the leopard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry realizes that Kiki is onto him. He gives her a look if to say, \"So you knew.\" He bends down and starts brushi at his trousers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It must be the altitude В—В— you, bucking around the countryside with a lot of bootВ—andВ—saddle boys --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to explain) The whole town's in a state, Kiki В—В—doors locked, people huddling together like scared sheep В—В—nobody on the streets at night В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bitterly) Our first real break -- and we throw wild animals at the audience",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. I'm buying a drink for a fellow who was on the posse with me, a nice guy. Come along he'll get a great kick out of meeting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki picks up her hat from the dressing table and goes to the door slowly. Jerry finishes brushing his clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You remember the fellow this morning -- Galbraith. You've got time before the supper show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki joins him in the doorway and they start down the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MED. CLOSE SHOT of Eloise coming toward camera. She is in professional costume, and passes slowly along the front o the bar. She is smiling and opening a package of cigarett",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(evidently at end of long recital) ..And it was sand, sand every foot of the way --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eloise turns and the CAMERA TURNS WITH her. She stops at small table where Jerry, Kiki and Galbraith are seated. S hands the package of cigarettes to Jerry. (Note: Kiki is wearing her hat in this scene)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finishing and paying for cigarettes) В—В—        As long as my feet held out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And not a sign of the leopard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith shakes his head, Jerry smiles his thanks to Elo She goes on out of scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry told me you were an expert with animals, Mr. Galbraith. Couldn't you tell where it went?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To know where that leopard went - В— I'm afraid you'd have to be a leopard and think like a leopard. I was a naturalist. That hardly qualifies me as an expert in hunting down lost leopards. I used to teach zoology in a little freshВ—water college back East. I gave that up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki is just normally curious, not conscious that she is prying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a little museum here in town. They've hired me to run it, We've some interesting exhibits of Indian arts and crafts. It's fun -- and I like living here in New Mexico.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you give up teaching?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a little pause) Various reasons. (switching the conversation) But I can't see why you'd be interested in the rather dusty career of William Galbraith В— teacher, naturalist, curator -- when you lead such a gay and exciting life yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wryly) Show business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. It's always fascinated me. (confidentially) You know, once, when I was a youngster, I went to see Mrs. Leslie Carter in \"Zaza.\" After the play I stood in the alley just to watch her come out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both the younger people laugh at his unabashed simplicity",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Kiki) So you see meeting you is a real thrill for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'm hardly Mrs. Leslie Carter В—whoever she was. In fact, I'm not even much of a success around here  particularly after the backfire on Jerry's little publicity stunt with the leopard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was unfortunate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a hard look at Jerry) That was a calamity!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods her head toward the main door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MED. LONG SHOT including the table and the door beyond. Through this doorway Clo-Clo emerges in her costume. She enters with the proud step of a reigning favorite. There light spatter of applause from the bar and the tables on porch. CloВ—Clo, taking the castanets from her bosom, beg walking toward the dancing space. Passing the table where Kiki, Jerry and Galbraith sit, she grins broadly end maliciously. Leaning slightly toward them she makes a derisive sound on her castanets, then stalks on. They fol her with their eyes as she starts down the steps. From th audience in the main portion of El Pueblo cafe comes the sound of brisk applause and CloВ—Clo's answering hail on castanets. Her dance music begins. Kiki starts getting up The two men rise with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she rises) Well, I'm next. You won't hear anything like that, Mr. Galbraith. (gesturing toward applause) I'm not a popular favorite since I let the leopard loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with heavy gallantry) I'm sure if you are as talented as you are charming, Miss Walker, you have nothing to worry about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving off) Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith starts to knock out his pipe on the heel of his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'd best be off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting a restraining hand on his forearm) I want to ask you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith looks at him questioningly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's about the leopard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're worrying about its killing someone else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I want to go out and patrol the town - be everywhere at once - be sure nothing happens to anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. It's the way any decent man would feel in your position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know about animals -- their habits -- will it come back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I'm quite sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry gives a little sigh of relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no danger at all. It's a wild animal. Do you think a wild animal prefers walls, streets and people when it can get into open country?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(terribly anxious to be convinced) That's right, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starting toward the steps) Don't feel so concerned, Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they descend the stops together, the CAMERA HAVING PAN LEFT to stay with them, now DOLLIES BEFORE them as they g down the path, toward the fountain. They come abreast of fountain and Galbraith pauses a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen a bit of life, and I have learned one thing. We are like that ball dancing on the fountain. We know as little about the forces that move us and move the world around us as that empty ball, which lives only because the water pushes it into the air, lets it fall and catches it again. You shouldn't feel too badly about Teresa Delgado.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE SHOT - the fountain. We see the ball rising and fal В— oscillating in its movement. Clo-Clo is dancing, and although we can not see her, we c hear the click of her castanets, the quick, hard tread of feet. We catch an occasional glimpse of her shadow, as sh passes in dancing on the other side of the fountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT EL PUEBLO CAFE",
          "text": "CLOSE SHOT of the fountain. The jet of water has been tur off and the ball floats quietly on the surface of the innermost basin. MED. LONG SHOT of Clo-Clo, as she makes her way to the ga She is dressed in street clothes. Bus boys are busy pilin chairs onto the tables while two young maids are hosing d the tiles. Cigarette butts, bits of paper and ether odds ends of the night's trade litter the cafe and go swishing ahead of the streams of water. Clo-Clo smiles to one of the young maids as she passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long night, Chiquita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(straightening up and shutting down the hose with her thumb) How long can a night be, Clo-Clo, when you spend it dancing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(passing by) Twice as long as a day with your mop and pail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl laughs and lets the water of the hose spray out again. Clo-Clo goes on, out of the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRUCKING SHOT of Clo-Clo as she walks wearily down the deserted street. She is smoking a cigarette. Swinging from one hand is the little ornamented chamois b in which she keeps her castanets. She comes to the flower store, sees that it is open and, throwing her cigarette a starts in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT FLOWER STORE",
          "text": "MED. SHOT - Rosita, Senora Contreras' maid, has selected bouquet of long stemmed roses from a large tin bucket. As holds them aloft the flower vender, a chubby good-natured little Mexican in his late fifties, gently wraps a piece newspaper around the wet stems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating the stems) Roses are like children -В— some have short legs and some long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flower vendor laughs loudly, his body vibrating. Rosi sees no humor in this remark and taking a coin from her pocket, hands it to him. Still chuckling, the vendor move his cash drawer, to make change. In the b.g., Clo-Clo can seen entering the store. She tiptoes forward directly beh the flower vendor and ignoring Rosita completely, snatche wilted gardenia from a tin. The flower vendor has caught action in the mirror and whirling, pulls the gardenia out her hand,and at the same time turns back to the cash draw CloВ—Clo isn't at all abashed by the vendor's action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't sell it - it's a day old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But my stomach isn't a day old. If I don't sell flowers -- I don't eat -В— and I love to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo tries a new approach. Coyly she winks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tell everybody you gave it to me, -- that will be good for your business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, -- but bad for my wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vendor drops the change into Rosita's hand, then turn on Clo-Clo, shoes her off with a motion. ANOTHER ANGLE В— taking in Rosita at edge of stall. She l off at Clo-Clo and with a grand gesture, pulls a long ste rose from the bouquet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mistress, Consuelo Contreras, does not have to beg for flowers. She won't miss one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosita flings a rose to Clo-Clo. Clo-Clo catches it. With snap she breaks the stem and thrusts the rose into her ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impudently) Thank the Senorita for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT STREET",
          "text": "MED. LONG SHOT. The CAMERA PANS WITH Rosita as she hurrie crosses the street and mounting the opposite sidewalk, en the Contreras' home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a cool, shadowy square room. At the back is a stair The floor is tiled. Through an arched grilled doorway, we see the living room beyond. The front door opens and Rosi steps in hurriedly, her heels clicking on the tile floor. Three people are standing waiting. They are Senora Contre Cousin Felipe and Marta, an old servant who is more compa than maid in the household by this time. Marta is dressed in black -В— dress, shoes and apron. Her grey hair is dra back to a knot. She wears tiny gold loops in her pierced and a gold cross at the fastening of her high collar. Sen Contreras, a dignified, imposing woman with the remnants great beauty still apparent in her expressive eyes and lo hair, is dressed in a flowing lacy negligee. In her arms carries a little Chihuahua dog. Cousin Felipe is a dapper little cat of a man, meticulously dressed in the proper apparel of thirty years ago. The Senora and Cousin Felipe waiting on the stairs. Marta is in the hail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crossly) Shhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softening the rebuke, whispering) It will spoil the birthday song, Rosita, if we wake her too soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosita nods contritely. Walking with exaggerated care, sh joins them and they all start up the stairs. The CAMERA FOLLOWS them as they go upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHOT of Senora Contreras, Marta and Rosita as they come u the landing and start on tiptoe toward a door. The Senora Contreras puts her hand on the knob softly. Cousin Felipe pulls a single rose from Rosita's armful. Marta sees him she glares but says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although the curtains of the room are drawn, the softly filtered daylight shows this to be a room of delicacy and lightness. The simplicity of the white walls, the sheer curtains hanging across the barred, embrasured windows, t lovely lace coverlet and the pretty young-girl trinkets o the dressing table give the room an air of lightness. As the door swings inward, the sunlight fills the room. T we see, lying in the bed, serenely asleep, Consuelo Contreras. This is her eighteenth birthday. Senora Contreras walks to the foot of the bed and stands looking down at her daughter. She smiles sadly. In still, untroubled sleep, the full vulnerability of Consuelo's yo is touchingly apparent. Marta stands to one side, a little behind Senora Contrera Cousin Felipe remains in the background, near the open do Rosita tiptoes cautiously to the head of the bed and carefully puts down the roses, so that the blossoms lie i the curve of Consuelo's outflung arm. She has to drop on knee to do this and she stays in this position, slowly drawing her hands away from the flowers. They start singi \"Las Mananitas\" the traditional birthday song of Mexico - singing very softly at first. Consuelo stirs slightly and then opens her eyes. Lying as does, the first thing she sees are the roses, lying besid her. She lifts her eyes from the roses to see Rosita's eager smiling face, almost on a level with her own. Rosita's sm broadens but she goes on singing dutifully. Still bemused, but beginning to smile faintly herself, Consuelo looks beyond Rosita and sees Cousin Felipe stand back by the door. Very much the gallant, he touches his stolen rose to his lips and tosses it to Consuelo. Consuelo continues her survey of the room and turns her e to the foot of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(happily and lovingly) Madrecita!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senora Contreras nods slowly, but continues to sing with others as they go into the chorus. Consuelo starts to sit up, pulling the roses to her. Rosita gets up, too, and props the pillows behind her you mistress. Senora Contreras comes around the bed and sits the edge of it as the song finishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning on your birthday, Senorita Consuelo --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marta goes to one of the windows and motions Rosita to th other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a good morning, nina -- see how the sun is shining for you - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marta draws back the curtains and the room, already light seems to grow even lighter. Senora Contreras leans forwar and kisses Consuelo's forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a lovely way to wake up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks from the bouquet of roses to the single rose th Cousin Felipe threw onto the bed. She picks it up and hol it to her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is so beautiful, Cousin Felipe. Thank you for buying it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At Consuelo's first words, Cousin Felipe begins to beam. he glances across the room and encounters Marts's grin, sardonic glance just as Consuelo says \"How carefully you have picked it out!\" Abashed, he murmurs something unintelligible and quietly slips out of the room. At the window, Rosita has been standing with her back to Marta, staring fixedly at Consuelo to attract her attenti She makes a little notion with her hands now and Consuelo glances at her. Smiling secretively, Rosita draws a white envelope part way out of her apron pocket, just enough to Consuelo see what it is. Then she hastily puts it out of sight again. There is a sudden light in Consuelo's eyes. is transfigured with a really exultant happiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amused) Had you forgotten that it was your birthday? I believe you had --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo gives a helpless little laugh of delight, throws arms around her mother end puts her head down against her mother's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so happy -- so happy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senora Contreras pats the girl's head fondly. Marta, leav the room, smiles at mother and daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning at the door) Rosita!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosita slowly walks away from the window and toward the d But as soon as Marta has gone out of the door, she stops the dressing table on the pretext of dusting the bottles her apron. Senora Contreras rises, with difficulty, and also goes to door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hurry now, my sweet, or we will be late for mass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Senora Contreras leaves the room, Rosita whirls around from the dressing table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excitedly) Quick! Give it to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosita hands Consuelo the letter, Consuelo tears it open reads the few lines. From her expression, one sees that e the handwriting of her beloved fills her with happiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He will be waiting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eager to help) You must say that you went to take some of the roses to your father's grave...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading the note again) At four. He will be there at four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She goes to the window and looks out. CLOSE SHOT of Consuelo at window.        Beyond her we se dial on the wall.        It is seven o'clock and the shad thick and heavy in the morning quadrant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The time will never pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a French window in the living room downstairs, Consuel pulling aside the heavy lace curtains and looking out. Be her we see the big sun dial and the shadows lie heavy in afternoon quadrant. It is nearly 5:00. She drops the curt and turns back into the room. MED. LONG SHOT - living room. Senora Contreras is half reclining in a chaise lounge. Consuelo is sitting on a pe point footstool beside the chaise lounge. Both of them ha embroidery frames in their hands. They are working on ver fine, sheer pillow cases,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervously) It seems to be getting darker in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senora Contreras glances over at the bright sunlight in t windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you afraid you will have a headache from working so long, Mama?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we don't work on these a little each day, they will never be done - and you will be a poor bride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo looks at her mother curiously and a little apprehensively. Senora Contreras smiles but does not repl clock on the mantel strikes five in tiny bell tones. Cons looks at the clock desperately. Senora Contreras puts dow her embroidery frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is late, isn't it? Too late, I'm afraid, for you to go to the cemetery now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo jumps to her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I must go to the cemetery, Mamas! It's my birthday -- I must!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senora Contreras studies the girl's troubled face. She reaches out her hand, takes Consuelo's hand and pulls the girl to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did not come into this world a middleВ—aged widow, mi hijita...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo shakes her head in agreement -- but looks puzzle",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything you think -- anything you do - - I thought and did before you. And my mother before me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo nods dutifully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are so young. I don't want you to look back on anything lacking in dignity, a few years from now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(murmuring) No, Mama --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naturally, young men will become interested in you. They should come here, to our house. They should be introduced to you by their parents or your Cousin Felipe or some other older relative -В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo nods again. She glances uneasily at her mother a then her eyes go frantically to the clock. Senora Contrer lets go Consuelo's hand and leans back against the chaise lounge. She gives a little sigh of defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well -- get Rosita and go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Mama -- I'll hurry - I'll be right back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo leans over, kisses her mother hastily and then rushes out of the room. Senora Contreras looks at the doo through which Consuelo has passed. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRUCKING SHOT - Consuelo and her maid are walking along t wall, quickly. Rosita is carrying the roses in her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(importantly) Pedro is waiting for me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shyly) Rosita В—В— I have wondered -В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, senorita?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you are going to see Pedro, does your heart beat until you tremble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosita shrugs. Consuelo lifts one of the roses to her fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once Raoul took my hand and pressed it to his cheek В—- so gently, so longingly. Suddenly I was afraid for him -- afraid of everything in the world that might hurt or sadden him. He saw the tears in my eyes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo is silent, her face ecstatic, remembering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost sullenly) Love is different for different people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slowly В— thoughtfully) I suppose so. I suppose it will be different for us, too В—В— when everyone knows. Then we will be just like other people. (smiles) But these last weeks will always be our secret В—В— a lovely secret to remember all our lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The light is already dimming when Consuelo and Rosita com to the gates. In front of the ponderous wooden gates, fol back like great dark wings, stands the gatekeeper of the cemetery. Fe is a very tall, incredibly thin, old man, dressed in a tight black alpaca suit. He has built a litt fire in the gutter and stands warming himself by it. In h hands is an unfinished wooden necklace which he is carvin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hurriedly) I will see you back at the house, Senorita...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo nods and Rosita hurries away down the street. Th gatekeeper looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're late today, Senorita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have brought my birthday flowers for my father's grave -- it will only take a moment - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time is strange. A moment can be as short as a breath --or as long as eternity -- don't linger - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo starts through the gates, not paying any attenti to the old man's words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling after Consuelo) The gates are locked at six --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no reply. The old man shrugs his shoulders and hunches over his little Lire again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The headstone of Don Rafael Contreras' grave, white stone with a bronze wreath, is shadowed by the failing light of sunset. The headstone reads: INSERT        RAFAEL CONTRERAS y GARCIA",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRAY FOR HIS SOUL",
          "text": "BACK TO SCENE. Consuelo's flowers lie across the grave. Consuelo is half kneeling, half sitting beside the grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low, but speaking perfectly naturally and conversationally) And so you must forgive me, father, for deceiving mother. She will meet Raoul soon -- and everything will be as you would wish. I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo rises and crosses to a near-by path. She looks i the growing shadows of the cemetery -- then up into the trees. Only the tops of them are lighted by the last rays the sunset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT PATH LEADING TO BELVEDERE IN CEMETERY",
          "text": "Consuelo hurries along a path, with trees and graves on either side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT BELVEDERE IN CEMETERY",
          "text": "Just off the path is a little belvedere, a circular hedge spaced at intervals by Grecian columns. Inside, a marble bench curves half-way around the hedge. Consuelo approach it. Seeing the belvedere empty, she looks puzzled. She st into the belvedere and then turns back and looks into the lowering gloom of the cemetery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uncertainly) Raoul? ... Raoul...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo waits, Her face is filled with disappointment an the first faint uneasiness of apprehension as the silence continues. She turns back into the belvedere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT BELVEDERE",
          "text": "On the ground a number of partly smoked cigarettes have b stamped out -В— and another lies on the marble bench. Con picks it up and looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the inside of the cemetery, we see one of the wooden gates swinging closed,",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT GATES OF CEMETERY",
          "text": "The Gatekeeper is laboriously pulling the other gate clos Suddenly, he stops.  He pushes the gate back open a littl way and, standing in the opening, takes        a whistle pocket and puts it to his lips. It has a high, thin, quavering sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELVEDERE IN CEMETERY",
          "text": "Consuelo is seated on the marble bench, her posture dejec lost in thought. In the distance, the whistle sounds fain She does not stir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT GATES OF CEMETERY",
          "text": "The Gatekeeper gives two mere short blasts on the whistle",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT BELVEDERE IN CEMETERY",
          "text": "Consuelo raises her head as the quavering notes sound in distance. For a moment, she looks puzzled -- then her eye widen in horrified recognition of the sound. She jumps to feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo steps out of the inclosure. She looks up into th tree tops. They are only darkness now, merging with the almost complete darkness of the sky above. Consuelo runs the path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GATES OF CEMETERY- NIGHT",
          "text": "The Gatekeeper stands listening for a moment and then continues pulling the gate toward him until it clicks shu with the other gate. He drops the whistle into his coat pocket and, from the same pocket, pulls out a large key. turns it in the lock of the gate. He turns around and mov toward the street and his little gutter fire. His shadow moves enormously on the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT MAIN AVENUE OF CEMETERY",
          "text": "We see Consuelo running down a broad avenue in the cemete",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT GATES OF CEMETERY",
          "text": "MED. LONG SHOT of the closed cemetery gates. The Gatekeep has disappeared. The little fire burning away in the empt street makes the loneliness of the scene more apparent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panting, Consuelo flings herself against the closed gates tugging at the handle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me out! Help В—В— helps! Let me out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking desperately anxious, Consuelo turns. She looks ac the cemetery and then starts running back up the main ave",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the head of the avenue, several paths fan out in a hal circle. Consuelo stands looking from one to another. She chooses the center oath and runs into the treeВ—thickened darkness",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo runs at breakneck pace down a path. On either si are box hedges taller than she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT FORKED PATH",
          "text": "The path Consuelo is on splits into two paths. In the V o the fork is a single grave and over it hovers a tall shaf marble carved in the likeness of a brooding angel with fo wings and bowed head. Consuelo locks about frantically an then leans against the base of the statue, gasping for breath. Suddenly a wind springs up and the silence is bro into a thousand rustles and murmurs as the wind stirs thr the trees. Consuelo shivers and slowly lifts her head to up toward the tree tops. She looks directly up into the f of the statue. CLOSEUP of the angel's face is curiously sinister because there is light touching its contours. Consuelo whirls about to find the source of light. Throug the wind-stirred branches she sees the great, lopВ—sided just rising into the night. She stumbles away from the statue and down the rightВ—han path, walking a few steps, then running a few steps, tryi to force herself to rush on. Consuelo stands looking down into the old burial ground, depression filled with weed-grown graves and ancient wood headstones, either crazily askew or down entirely. It is entirely surrounded by the tall trees of the cemetery В—В the moonlight seems to fill the place with mist. Consuelo starts down the slope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are no paths here. The weeds grow solidly across th ground В— except where a grave, here and there, has falle and its earth is broken into clods. Consuelo stumbles abo aimlessly. As she crosses one of the mounds, her foot str a fallen wooden marker. It is rotten and the green light phosphorescene flashes across it,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving again between tall trees, Consuelo moves on, no lo able to run. But when she sees a whiteness between the tr ahead of her, she does spur herself forward more rapidly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo flings herself against the wall, her face alight with hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling loudly) Help! Help! Help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is silence. Slowly, keeping her hands pressed again the wall and moving sideways, Consuelo goes alongside the wall until she comes to a tree growing very close to the wall. In fact, one massive bough extends out over the wal and Consuelo looks up at it hopefully.  Then her expressi changes В— becomes tense. CLOSE SHOT of Consuelo.  Her eyes are wide and frightened From the other side of the wall comes a sound В— a light, scratching sound, exactly the same sound as that heard by Teresa Delgado in her first trip through the underpass tunnel. Listening intensely, Consuelo turns her head unti her ear is pressed against the wall. Now, we hear the sou more distinctly В— as she is hearing it В— but it is stil light, feathery sound. Then, suddenly, it ceases. And as Consuelo strains to hear it again, there is the sharp, ho clap of a car door carelessly flung shut just outside the wall. It is followed by the grind of a car starter. Consu jumps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait В—В— wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car motor starts. Pressing herself against the wall, Consuelo screams again and again. Finally, as the unseen starts to slip away, the roar of its motor subsides and a that moment Consuelo's scream sounds clearly. Brakes rasp",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello -В— who's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo is breathing in such convulsive gasps that she cannot emit any sound for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weakly) Here! I'm in here behind the wall!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is the sound of a car door being opened, and then footsteps beyond the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been locked in. Please get me out -В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, don't get panicky. I'll climb over and get you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pressed tightly against the wall, Consuelo listens. She h running footsteps and then the thud of someone jumping up the wall, trying to get over it with a running start. Onc twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't make it. You wait there and I'll get someone to lend me a ladder - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is the sound of the car door banging shut again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frantically) No, don't leave me! Don't go away В— ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you're all right now. It's just a matter of a few minutes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't forget В—В— you'll come back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay just where you are...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The roar of the motor fills the scene again. Then it is q",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be back before you know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is the sound of the car drawing away. The sound of lessens, fades В— is swallowed in renewed silence. Consue stands against the wall, motionless. She turns fearfully, that her back is to the wall, and peers into the shadows. Suddenly she stiffens. CLOSE SHOT of Consuelo. Her eyes widen. She turns her hea that her ear is close to the wall. And again we hear the curious scratching sound, and with it, another sound В—-- soft, living, breathing sound, as of animal nostrils snuffling along the wall, searching the scent of prey. Th is a brief silence, and then Consuelo's head snaps up as hear a soft padding sound near the top of the wall. She s only the moon, just visible in the space between the tree bough and the top of the wall. There is nothing to be see but a rustling sound comes from the top of the wall. Consuelo's eyes are motionless, fixed on the bough overhe Very gradually, the great bough lowers, blotting the moon from view. Consuelo presses her back against the wall, as she would push herself into it, escape through it. Her he thrown back, is motionless В— her eyes watching the omino movement of the great bough, are motionless. And as she stares, a spasm of terror contorts her face. The bough suddenly springs back and the moon can be seen for one instant. During that instant we hear simultaneously a low horrible snarl and a scream. Both are cut off as the whol scene blacks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HIGH ANGLE SHOT through the branches of a great tree overhanging the wall shows a scene of sad activity. Consuelo's body, covered with a light canvas sheet, lies at the foot of the tree.  Five ladders, three against the outside wall, two against the inside wall, form a curious pattern of bars and stripes in the clean morning sunlight Uniformed policemen and plainВ—clothesmen bustle about. O them is making a moulage of footprints, his little workin space roped off with twine and stakes  Others are examini the tree. Two policemen, one uniformed, stand at the side and betwe them stands a young man dazed and broken, almost hanging the grip of the officers. He is sobbing. This is Raoul Belmonte. Suddenly he screams out hysterically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? Why? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The policemen gently shake him into silence. Robles, followed by Galbraith and Jerry come up over the ladders. Robles climbs down the inside ladder as does Galbraith, but Jerry, being younger, leaps down. MED. CLOSE SHOT В— SHOOTING TOWARD the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crying out) Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robles looks over questioningly. The uniformed policeman, Mexican, answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "El novio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost simultaneously) The boy friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not unkindly) Shut that man up. Take him out of here or give him something to keep him quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the two officers lead Belmonte away, Jerry looks after - his face deeply troubled. The three men then turn towar the shrouded body. A police officer, an American with a lieutenant's bars an his shoulders, stands at the head of corpse. He bends down, lifts up the canvas, and Robles an Jerry peer under for a brief minute. Galbraith does not l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The leopard again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any witnesses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just secondary witnesses -В— the man who Was coming to help her out -- the man he borrowed the ladder from - - they found the body --and the gatekeeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gatekeeper, who has been standing near one of the policemen, takes a half step forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I warned her. I told her the gates would be closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quieting him) That's all right, paisano, it's not your fault, we know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old man shuffles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Lieutenant) Anything else -В— clues?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lieutenant points to a square cardboard box on the ground. Galbraith picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the leopard all right. A broken claw --        some black hairs -В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There arc claw marks on the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They cross to the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He must have made these getting out. Notice the way they've been dug in from above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing to the ground) And these leaves. They don't fall this time of year. They must have shaken down on her when it jumped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry has been looking from one bit of evidence to the ot puzzled. He turns to Galbraith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doc -- something you said the other day --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't jibe with this В—В— you told me the leopard would go out into the country В—- it wouldn't stay in the city В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure -- certainly В—- but what's that got to do with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little hesitantly) That's what I don't understand -- why should it come here -- and why didn't it stay here? It's got trees and bushes here -- outside nothing but cement and asphalt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little impatient) Jerry, I talked to you about the habits of an ordinary wild leopard. This leopard is another matter entirely - - a caged animal travelling around with Charlie How Come for years and years.. That's why it kills human beings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't know how to hunt its natural prey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it doesn't eat what it kills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caged animals are unpredictable. They're like frustrated human beings. I can't answer your question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why it just mauls and tears at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's wrong with this whole setup --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, there is something wrong. People who want publicity and don't mind how they get it --what risks they make other people run - - what agony and sorrow they bring to other people --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know all that, chief, and I don't like it any better than you do, but there's something else --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robles is about to reply. Galbraith stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a minute, Robles. (indicating Jerry) Let him go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can understand about the cat killing the first girl. Charlie How Come told me. All that noise and those lights -- scared crazy it would do anything. Last night there was nothing to disturb it. Just a little girl alone in a cemetery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you getting at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing much -- just that it might not be a cat this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robles smiles, Galbraith shakes his head. Jerry starts fo the ladder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MED. SHOT - Charlie How-Come's truck. Charlie is standing the tailboard of the truck with a rubber exerciser in his hands. Beside him is an empty cage. He is giving his spie but has only managed to attract an audience of small Mexi boys who obviously have not a dime among the dozen of the Jerry is standing by watching him, obviously waiting for to finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(spieling) Health - - vigor -- vitality -- s-t-r-e-t-c-h -- (suiting the action to the word) ...s t r e t c h. Watch the panther! Watch the lion in the jungles! What do they do -- s-t-r-e t-c-h. (quieter and more confidential tone) Strength -- strength and vitality. Here I can sell you the secret of the cat's strength -- the cat's vitality. Only a dollar. Only a dollar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The group of small boys, sensing that this is the end of show, have already started to disappear. Charlie climbs stiffly down from the truck and faces Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't make a buck without my leopard. I tell you, Mr. Manning, you gotta find that cat for me -- or pay up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Charlie, just be patient. I'll fix everything. You don't want that cat, anyway. It killed two people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head) No, sir. That girl in the cemetery? My cat didn't kill that girl. I told you cats don't go around looking for trouble. If that cat's alive, it's out in the country hiding under a bush, starving to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interested, but concealing it) You really think so, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That cat ain't mean. I feed him out of my own hand for six years. Why don't he kill me? At night in the truck, I let him out of the cage. When I am falling asleep I hear him walking back and forth. I go to sleep. He don't hurt me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all say the cat killed this second girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't say it to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like one of them to say it to you, Charlie. I'd like to have you hear his side of it his reasons. Want to hear them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking his elbow) Let's get in your truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They climb into the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's that man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up at the museum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie puts his foot on the starter and the motor coughs wheezes into reluctant activity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The museum is built on a hilltop and from the portico we overlook the sagebrush and mesquite-covered hills of New Mexico, rolling away to the horizon. At one end of this o porch an old Indian hand loom has been set up and here an Indian woman in Zuni costume sits patiently weaving a rug the shuttle flying back and forth monotonously, and the f pedal creaking as she changes threads. Charlie and Jerry into the portico and cross to the door. They push open th heavy bronze door and enter the museum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This museum, probably erected with the aid of government funds, is well-proportioned and severely plain. A portico long, rectangular display room and a combined office and workshop in an alcove off the main room comprise the muse The display room has glass showcases containing various Indian artifacts. On the walls are examples of Indian rug blanket weaving, masks and ceremonial properties. Galbraith's workshop is completely practical. A trestle t with an office armchair behind it, book shelves and trans cases containing labeled shards and artifacts are in this alcove. On the trestle table, which Galbraith uses as a d is a reading glass on a fixed stand which he uses to exam specimens. Charlie and Jerry walk in. Charlie has evidently been her before because he shuffles down the main aisle through th display room without looking around. Jerry keeps pace wit him but glances from side to side at various pieces. At t end of the museum they turn and enter the little alcove w Galbraith is seated at his desk. He is sharpening a penci and does not look up. They wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up) Why, hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets up, comes around the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know Charlie How-Come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're old friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jerry) Come to look around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More or less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take you about. Got some nice things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts off and they follow him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as they walk) Charlie and I were talking. That's one reason I wanted to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks at him) About Charlie's leopard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have reached the display room and pause a moment. Fr this point on, the CAMERA TRUCKS WITH them as they go. Galbraith acts as cicerone, conducting them about, walkin ahead of them as he displays the exhibits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing) Here is something that should interest Charlie - a stone leopard head made by his ancestors some six hundred years ago. They used it in ceremonies. The jaguar -- in fact all the cat family -- were considered the personification of force and violence in their religious rites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(squinting at it) It don't look like a leopard to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk on. Jerry has paid no attention to the exhibit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie doesn't think the leopard killed the girl in the cemetery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning, with a smile) Charlie likes his leopard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, I like my leopards",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he admitted quick enough that it killed the first girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(patiently) Well, Charlie, just why do you think your cat didn't kill the Contreras girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know -- not scared enough. Nothing to scare it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If a leopard didn't do it, who did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It could be a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It could be. Why would a man kill her? For what? It wasn't robbery. It wasn't a crime of jealousy or passion. She had no enemies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are all sorts of men. You get to see some funny ones as a reporter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sagely) I can understand what you mean - demented men, pathological cases. But what sort of man would kill like a leopard and leave the traces of a leopard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some crazy guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he would have to know about leopards - have access to leopard claws and hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk on. Galbraith points out a nicely molded jug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's our prize exhibit - an artifact of the Paleolithic period.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks into the case with a glance almost of affection, then turns back to Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had given up digging in a certain barrow. I went back and I tried again. I just had a hunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtfully) A hunch -- that's all I've got about this leopard thing. It's just a hunch, yet I feel it deep in the stomach. It was a man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but what sort of a man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning toward Charlie chuckling) You, Charlie -- you know leopards. You might have had an old claw around somewhere, and perhaps a bit of hair from the cage -В— eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seeing the joke, with a wide grin) Sure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I'm serious about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still smiling) Oh, I'm only exploring your theory. Let's take a step further. You drink, don't you, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And when you drink, you get drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then what do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sleep it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But between the time you leave the cant ma and fall into bed in that old truck of yours, what happens, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stopping near the door) That's just it, Charlie. That's what I'm driving at. You could do anything in that time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie wasn't drunk last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very worried) Yes, I was drunk, Mr. Manning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith makes a gesture with his arms as if to say \"The you are.\" Charlie shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a wide friendly smile) See? There's a suspect for you, Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry looks over at Charlie, who is very woebegone, worri and nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking his arm, kidding) Come on, Charlie. Let's go find another and better suspect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you want to see the rest of the exhibit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some other time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men nod to each other. Jerry leads Charlie out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and Jerry come out of the museum and stand for a moment on the edge of the steps. Behind there the Indian woman continues working at her loom, the heavy shuttle go back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reaching into his pocket) Here have a cigarette. He was only kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, he wasn't kidding. I'm sick. Claw women? Hurt little girls? No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry is still holding the cigarette out toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. I want to see Robles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want to see him for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want him to lock me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Charlie, you didn't do it, and you know you didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. I want him to lock me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts forward and Jerry goes with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie's truck is parked at one corner. He, Jerry and Ro stand in front of it talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Doc's right. I don't know what I do when I get drunk. I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is crazy, Charlie. You know you didn't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better lock me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been trying to tell him, Sheriff. He won't listen to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me get one thing clear. Did Galbraith make a direct accusation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. He was kidding Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better lock me up. If I do things like that I want to be put away. I don't want to hurt nobody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes his arm) All right, Charlie. If it will relieve your mind, I'll put you away for a few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MED. CLOSE SHOT -Charlie holding on to some cell bars, st brooding. O.S., we hear the sound of castanets. Charlie l his head to look out of an unseen window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRUCKING SHOT - Clo-Clo, dressed in dancing costume, with black shawl over it, passes along the street, clicking he castanets idly. From afar we hear a sad, sweet Mexican lo song, being sung in a high tenor voice. Clo-Clo passes a dimly lit doorway, and we see a woman sprinkling holy water on the door step from a font that h beside the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valganos Dios.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She makes the sign of the cross and softly closes the doo Further down the street, two policemen pass CloВ—Clo, wal in step. She grins at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two men for one beat? Afraid of the big cat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grinning) Sure. I've got a family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pass on. The CAMERA FOLLOWS CloВ—Clo. The love song grown louder and clearer and now we come to its source. A young boy is perched on ton of some vegetable crates on a old truck parked alongside the curb. He is singing for hi own pleasure and hardly notices Clo-Clo as she passes. Smiling, she lifts one pair of castanets to follow the be of his song. He waves to her and she passes on into the  darkness beyond the truck. The CAMERA HOLDS for a moment on the young boy as the castanets, playing the rhythm of his song, fade away in t distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The patio is pretty well filled with patrons. Clo-Clo, crossing the patio from the entrance gates to the bar in rear, skirts the dance floor В—- watching the customers w amusement. In doing so, she almost bumps into a waiter wi full tray. To let him pass, she backs aside and stands by of the tables. At this table are three people; John Brunton, his daughte Helene and her husband, Dwight. John Brunton is a heavyВ—set, rather impressive looking m about sixty  Because he is an older man with the air of authority which comes from success and money, you have to look twice to catch both the gaiety and the gentle irony his eyes. Helene and Dwight are two of his closest reason for that irony. They are nice-looking, wellВ—groomed, som conventionally smart people. Waiting for the waiter to go by, Clo-Clo half turns and l down at the three people. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello В—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helene looks up coolly at Clo-Clo and then reaches for he cigarette case. Dwight, with a faint smile which is inten to put brash women in their places, busies himself lighti Helene's cigarette. Brunton looks up at Clo-Clo end gives a friendly smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo continues on her way to the bar, without looking back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fretfully looking at his wristwatch) It's been half an hour since we ordered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's have a drink while we're waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brunton leans back a little and cranes his neck to see if can locate the waiter. Helene puts her hand over his on t table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sweetly) Don't bother. I don't want one -В— do you, Dwight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight, disinterested, shrugs his shoulders. Helene gives one of those say-something-dope looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hastily) No В—- no, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music has stopped and the dancers applaud in the brie pause, Then the orchestra starts again -- this time a tan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brightening) Want to dance, Helene? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugging her, shoulders) I suppose so --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she starts to rise, he gets up to pull back her chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight rises from the table and the two of them walk over the dance floor. Brunton watches them as they go off. The walks away, in the direction of the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite a crowd of people are standing around the bar, eith waiting for their drinks or drinking them there. Others a seated at the small tables here and there on the veranda houses the bar. At a table quite near the steps leading d to the patio, Clo-Clo is seated. A tall, thin goblet of b stands in front of her. Brunton starts up the steps.. Seeing him, Clo-Clo grabs t beer and puts it on the floor between her chair and the veranda railing. Then she starts looking toward the bar, if waiting for someone to wait on her. As Brunton comes to the top of the steps Clo-Clo just \"happens\" to catch his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleased) Hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning on the charm and the gamin grin) I think we are playing tag -- or maybe hide-and-seek, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brunton steps over to her table and stands with his band the back of the unoccupied chair - - a little uncertainly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is someone with you -- can I get you a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helene and Dwight are seated at the table again. A waiter serving the dinner they hate been waiting for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(savagely) It's taken this        impossible trip to show me what an old fool father has become!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight rises from the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll look for him. He's probably in the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brunton is now seated at the little table with Clo-Clo. N them, a waiter is preparing to open a bottle of champagne from an ice bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the waiter) Just a moment (to CloВ—Clo) Look В—- you've ordered this stuff like a sensible girl --but you don't have to drink it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CloВ—Clo studies him, a little warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want it? Or do you want another beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks over the side of the table and gently nudges the hidden goblet with the toe of his shoe, For a moment CloВ is startled В— then she begins to grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the waiter) Two beers -- big ones!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brunton looks off toward the steps. An expression of dism comes over his face. CloВ—Clo turns around to see Dwight coming up to them. Dwight looks from Clo-Clo to the unope champagne В—- and then smiles at his father-inВ—law with disagreeably \"understanding\" smirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've finally gotten around to our dinner --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shortly) I'll be there In a few minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nasty-nice) Sorry -- but you know how Helene is -- she's been worrying about you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still smiling, Dwight turns away. Clo-Clo looks after him then straightens around and faces Brunton again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My sonВ—inВ—law. What do you think of him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flippantly) That depends. How much money has he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brunton studies her -- not disapprovingly, but as he woul study a child or an animal that appealed to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you marry champagne, Clo-Clo, you can't trade it in for beer. You're stuck with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't understand that fancy talk. (excitedly) You mean I'm a gold-digger? Sure, I'm a gold-digger -- why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(echoing her calmly) Why not -- if you like it В—- if that's what you really want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo sniffs angrily. The waiter serves the two glasses beer. CloВ—Clo grabs hers and gulps thirstily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I should just forget all about money - - forget about mamma and the kids and the rent, huh - marry some poor dope like -- oh, like Carlos Dominguez - - and get fat and В—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) Who's Carlos Dom-what's-his-name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CloВ—Clo shrugs her shoulders in a dramatic gesture of indifference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody. A boy who works in a grocery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(watching her) Good looking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MmmВ—В—В—yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice fellow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again Clo-Clo shrugs her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he in love with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know В—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CloВ—Clo looks down at her glass of beer, sullenly. Brunt watches her, not saying anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a sudden outburst) Why do you ask so many questions? What difference does it make how Carlos and I feel? Feeling does not buy clothes and houses!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kindly) Drink your beer and don't get so excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In spite of herself, Clo-Clo starts smiling. Brunton smil back at her and lifts his glass of beer. She lifts hers t touch it in salute. The Brunton's table. The younger Bruntons are half-way through dinner. He looks at his watch. She frowns. She rises and he helps her on with her stole. John Brunton is still seated at the little table. He is laughing and coughing from the exertion of the laughter. Clo stands behind him, thumping him on the back. She look worried. Several people in the bar are watching them with amusement -- but a nice kind of amusement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll kill yourself. Isn't there something sad we can talk about, just until you get over this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brunton wipes the tears of laughter from his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what we were supposed to be doing this time. But the sadder you try to be, the funnier it comes out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brunton makes a little face and then turns around to see Helene who is coming coward him from the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furiously) We finished dinner hours ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brunton gets to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wearily) All right. I'll be with you as soon as I've settled this В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waves his hand at the glasses on the little table. With a fishy eye for Clo-Clo, Helene turns and goes back the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you let her boss you around like that? Give her a good slap and tell her to keep still!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brunton chuckles. He takes some change from his pocket an puts it down on the little table. The waiter from the pat comes up the stairs and hands him the bill on a plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madame will be waiting at the entrance -В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brunton looks at the bill and then reaches into an inner pocket for a wallet. He takes a couple of greenbacks from and hands them to the waiter. The waiter bows and smiles goes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(muttering) Madame will be waiting -- Madame ought to go on waiting! To have such a father and treat him like a poor cousin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brunton smiles again -- he starts to put his wallet away then opens it up again and takes a single bill from anoth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "compartment. He puts it in Clo-Clo's hand and folds her fingers over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is for \"mama and the kids.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without looking at the bill; kidding) What about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get your money from your husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CloВ—Clo stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carlos What's-His-Name -- the boy at the grocer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo looks at him questioningly for a moment В—- then suddenly puts her arms around his neck and kisses his che Brunton, greatly touched, pats her shoulder. They smile a each other -- and then Brunton turns and walks away. Clo-Clo looks after him, then down at her hand. She lifts fingers from the bill crushed in her palm. Her eyes widen shocked amazement. INSERT        $100 bill, crumpled in her hand -- The fing on it again. BIG HEAD CLOSE-UP - Clo-Clo. She smiles happily and start off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo is scurrying down the street as fast as her stilt heeled pump will carry her. Her face is bright with excitement and she hums to herself, snapping her fingers imitation of her castanets. She passes the flower shop an then the window of the store where Maria tells fortunes. Clo hesitates -- goes back and peers through the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The interior of the store is dismal. On one wall hangs a phrenological chart. In the center of the room is a plain kitchen table with two rickety chairs, one of them a bent affair with a sagging cane seat. On the table sleeps a wh cat, curled up against a cracked crystal ball. A cheap th restaurant saucer on the table is more than halfВ—filled cigarette butts and ashes. Maria is seated at the table. A cigarette is in her mouth She just sits there, not touching the deck of cards in fr of her В—В— staring across at the wall. There is the sound of the door opening and Maria looks up She says nothing as Clo-Clo comes into the place, but wai until Clo-Clo stands beside the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well -- did he give you a lot of money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elderly man I told you about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo shrugs her shoulders and sits down at the table,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was old enough -- but you slipped up on the money. Try it again, why don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maria looks at her sardonically, but obligingly picks up deck of cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put your wish in them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo shuffles thorn a few times and then hands them to Maria. Maria cuts them into seven piles, face down. She starts turning up the top card on each pile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks up at Clo-Clo who maintains a completely blank  expression. Clo-Clo smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe a honeymoon --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maria starts to turn up the next card, with a practiced r of the wrist В—- as she sees what it is, however, she dro and quickly swirls all the cards together again and hands pack to Clo-Clo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(astounded) What are you doing that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maria shrugs her shoulders. Clo-Clo cuts the deck into th sections. Maria starts turning the top cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(murmuring) Again --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo looks down at the cards, perplexed because Maria perplexed. She sees a ten of diamonds followed by a four spades. The third pile is still untouched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something black В—- something on its way to you В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on -В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maria stares down at the third pack and then, with a deft twist, flips the top card face up. Almost simultaneously, Maria slaps her hand over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sharply) Don't look at it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) Let me see it В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slowly, seemingly reluctantly, Maria uncovers the card. INSERT        The Ace of Spades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The death card - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe not - cards mean different things different times --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo just stands there, staring down at the card. Clo-Clo nods her head slowly. She lays some silver on the table in payment for the reading, then goes across the ro to the door. Maria stands up and walks over to join her. Clo stands looking out of the door. She turns abruptly to Maria, at her elbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walk a little ways with me В—-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maria shrugs her shoulders. CloВ—Clo starts out the door, Maria behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo and Maria walk in silence past the doorway where Shorty blew the smoke ring, past the perch where the boy girl were kissing -- past the dark Delgado house. CloВ—Cl glances up at the window as they go by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sidewalk is so high above the street here that there three stone steps set in the curb. Clo-Clo goes down the steps, but Maria stops at the top. CloВ—Clo turns and loo at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maria says nothing, Just stands there with an odd, mockin little smile on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you tomorrow В—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow -В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CloВ—Clo continues across the street and up the curb step the other side. At the top of those steps, she turns and looks back. The corner where she had left Maria is now em The moonlit street stretches deserted on either side. Clo hurries on again, almost running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a nice residential section, more American in feel than the other streets we have seen. There are trees on either side of the street and the moonlight makes lacy patterns through them. A shoulder-high brick wall enclose the garden of the house on the corner. Clo-Clo is walking along this brick wall. A purr of sound quickly lifts to t sound of a high-powered motor and the glare of headlights precede a long, low black roadster. The car comes around corner and stops. A young man leans out on the driver's s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, chiquita, want a lift?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo stops and eyes him speculatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What way are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your way В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo suddenly shrinks back, horror coming into her eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your car В—В— what color is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo backs up against the brick wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrilly) Get outta here! Get away from me with that thing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dumbfounded) What do you mean -В— \"thing\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo starts running along the wall, looking back in te over her shoulder. The young man looks after her dumbfoun",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a small, ordinary clapboard house. In front of it a scraggly, dusty attempt at a lawn and garden. A mongrel lies on the dusty path sleeping.  Suddenly he leaps up an barks sharply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be still, Pancho!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo walks up the path to the house. She opens the fro door, pushes Pancho away with her foot and slips        i house, closing the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the shadowy light of a single candle, Clo-Clo's small bedroom can be seen only dimly. In it are a bed with iron bedstead, an ancient wooden rocking-Chair, a chest of drawers, and a little child's bed. The candle stands in a saucer on top of the chest. A little girl is sleeping in large bed. Clo-Clo comes into the room.  She sits down on the edge o the bed and pulls the little girl into her arms. The chil murmurs sleepily and snuggles up to Clo-Clo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(happily) Pepita, tomorrow..I'm going to buy you the most beautiful silk dress in the world. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The little girl tries to open her eyes, but the lids flut closed again and the child goes on sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing softly) You don't believe me, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lays the child in the smaller bed and pulls up the fu ruffled skirt of her costume..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait until you see what I have В— then you'll wake up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs her finger under the rolled top of one of her si stockings. She looks startled. Then, she stands up and pu the costume back over the other leg. She looks in that stocking roll. She stands stricken under the realization she has lost the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that you Gabriela? What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo doesn't answer. She scuffs off her shoes and look them. She drags off the long stockings, standing first on leg and then the other. She turns them inside out and sha them. Clo-Clo's mother appears in the doorway. She is a prematu -aged woman with her hair in two braids and wearing a tor wrapper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing? Have you lost something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tensely) Yes. Money. I must have lost it in the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo thrusts her feet into the slipper, not bothering put the stockings on again. She grabs up a shawl from the foot of the bed and throws it over her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going out again, hijita? Why don't you stay home and rest -В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CloВ—Clo stops to kiss her mother's forehead and then goe swiftly out the door, past her. The Mother turns to follo her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(urgently) Gabriela!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo walks into the scene very slowly, scanning every of the sidewalk, from the curb to the brick wall and back again, over and over as she moves toward the corner. She retraces the pattern of her steps when she stopped to tal the Young Man -- out to the curb В—В— back to the wall an along the wall to the corner. She        then turns the c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clo-Clo looks down her side of this street. She looks acr the street. CloВ—Clo half turns, as if to retrace her ste but just then something further down the sidewalk catches eye. She runs along the wall and leans down to grab at th bit of folded green and white paper there. The elation di from her face. Stonily, rigidly she stares at it, the wra from a stick of gum. There is a tiny sound -- no more than a flicker of sound. CloВ—Clo lifts her face slowly. There is no movement anyw no further sound. Clo-Clo looks to the building. There ar alternate bands of black darkness and moonlight. CloВ—Clo eyes move from one to another. There is no movement behin any of them. Frowning a little, Clo-Clo starts back toward the corner. she moves, she hears footsteps across the street in the b shadows. Listening, she walks more softly. But there is n fear in her expression        or her posture. She is only Suddenly, she whirls and looks across the street. There i nothing over there, nothing moving, nothing making sound. walks on to the corner arid, looking back once, goes on around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CloВ—Clo walks away from the corner, along the brick wall very slowly. Her eyes go from side to side and she turns head slightly, as she listens. She stops. Behind her, bac around the corner, she hears footsteps В—- and then an imitative silence. She takes a few more s stops suddenly again -В— and again the pursuing footsteps overlap hers. As Clo-Clo stands there, the silence is protracted. Puzzled, but still showing no expression or gesture of fear, Clo-Clo listens, then smiles and turns b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling; speaks softly) Carlos В—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets as far as the corner, throws away her cigarette takes a compact and lipstick from her pocket. She holds u the compact mirror and starts to outline her lips with th lipstick. BIG CLOSEUP В— CloВ—Clo. There is a tiny sound - and some grains of pebble and brick-dust trickle down the wall beh Clo-Clo's head. She looks down, puzzled, and then - very slowly - lifts her head. Enormous HEAD CLOSEUP of Clo-Clo. The mouth goes slack an the eyes widen in the shock of absolute horror. A FLASH of the lipstick dropping from Clo-Clo's limp fing A hoarse cry of terror is broken off by a violent snarl a FLASH of Clo-Clo's body arching back -- almost in the pos of a dance -- away from the assault of something black wh rises from lower left-hand corner of the frame and instan blacks out the entire screen. We FADE ON her still glowing cigarette in the gutter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MED. LONG SHOT - Clo-Clo's grave. The coffin, on canvas s supports, is being held over the open grave by four black suited attendants. The priest stands at the head of the grave, dressed in his vestments, and with the open prayer book in his hand. At the grave side are a few mourners, C Clo's mother and her little covey of brothers and sisters all huddled together at the foot of the grave. Between th and the priest stand a small group: Robles, Jerry, Mr. Brunton, Galbraith, Charlie How-Come, the Florist and Belmonte. The priest is just finishing the service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anima ejus, et animae omnium fidelium defunctorum, per misericordiam Dei, requiscant in pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From some distance away we hear the tolling of church bel The attendants slowly begin to lower the coffin into the grave. The florist who had begrudged Clo-Clo one wilted flower comes forward and lays a whole armful of roses on descending coffin. Jerry follows him. He puts Clo-Clo's castanets among the flowers. The coffin sinks slowly from sight. One of the attendants takes a spade. We hear the hollow thump of the first spad as it strikes the casket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robles, Charlie, Jerry and Galbraith come out of the ceme together. They are walking slowly, evidently still somewh under the sombre influence of the ceremony they have just witnessed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Robles) Have you sent for the state hunters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wired this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "State hunters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Professional hunters, who rid the state of cougars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men have paused just outside the cemetery gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulously) You still believe it's the leopard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robles stares at Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haven't you seen the evidence, haven't you heard the testimony?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there anything In Clo-Clo's death, Jerry, to suggest it wasn't the leopard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. The lipstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ask Kiki. Ask any woman. Girls don't put on lipstick in the middle of the night on a dark, lonely street unless they're with a man or expecting a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robles and Galbraith look at Jerry. There is some admissi of agreement in their very silence, as they weigh what he said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is possible --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just the same - - I am going to use the state hunter. Well -- come on, Charlie, I'll give you a lift back into town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robles starts off and Charlie obediently starts after him But Charlie stops and turns back to Jerry and Galbraith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Galbraith) Now I know I didn't hurt nobody when I was drunk - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kindly) Of course, not, Charlie. I never thought you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And my leopard - - maybe he hurt the first girl -- but no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, looking satisfied at having had his say, turns a goes off after Robles. Jerry and Galbraith start off in t opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CEMETERY WALL",
          "text": "TRUCKING SHOT with Robles and Jerry as they walk along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must admit it's possible that it might have been a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just barely possible - - yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry pauses and Galbraith stops and looks at him inquiringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know a lot. You've taken a lot of fancy courses in colleges and that kind of stuff - - what kind of a man would kill like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But all those fancy courses were about the dead, Jerry, not the living.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right -- the dead, then.  In history there must have been men like that -- men with kinks in their brains --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith nods his head. He starts walking slowly forward again and Jerry goes along with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. There have been men who kill for pleasure -- strange pleasure. There was Blue Beard in France -- Jack The Ripper in London. It's not uncommon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If there were a man like that, with a kink in his brain around here loose, what would he be like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the eye? Like other men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't mean that. How would he act? What would he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'd act normally when he was with other people. It would be a man who suffered remorse and even pity when it was all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Couldn't you tell a man like that when you saw him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. He would be a hard man to find, Jerry. Particularly if he were a clever men. He would go about his ordinary business calmly and coolly except when the fit to kill was on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've thought of all this before. You know it isn't the leopard В—В— (insistently) Don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith makes no answer. Jerry looks at him and senses finality in this. The two men start walking once more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIKI'S DRESSING ROOM",
          "text": "Jerry, Kiki and Eloise are in the dressing room.        J Kiki are dressed for travelling. Kiki is wearing a suit a her hat and topcoat are on the table. Standing on the flo near the door, are a couple of        suitcases. Both Kik Eloise are holding paper cups in their hands. Jerry is Ju finishing filling Kiki's cup        from a champagne bott",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There you are В—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry crosses to Eloise and fills the cup she holds out. Eloise looks at him with sentimental fondness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, dear -- I don't know what I'm going to do without you -  honestly, I don't В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amused) Hey В—В— I'm over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not taking her eyes off Jerry) I'll miss you too, honey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry grins at her. He fills a cup for himself and puts t bottle down on the dressing table. Then he lifts the cup Kiki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well -В— here's to luck in Chicago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chicago! Imagine getting out of all this silly scenery and opening in a real city!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little smugly) Not bad, huh? And this place closing for the weekВ—end gives us a couple of extra days to rest up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can use them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do they close up every year for this Processionist business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) It's the big religious ceremony around here. You really ought to see the procession -- why don't you wait over В—В— say, who knows, I might be able to scare up some money and go with you then!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing) You're sure crazy to get out of here, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what it is to be ambitious -В— but you two are already on your way -- I haven't even started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens, simultaneously with a knock, and a Mexica waiter appears with a large box of flowers in his hands. hands the box of flowers to Jerry, who is        nearest",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These for the Senorita Kiki. And the cab is coming soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(happily) Okay, Kiki -- here we go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start out. The CAMERA HOLDS ON Eloise as she watches them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki and Jerry are seated side by side in the cab. The bo flowers is between them. It is covered, but the ribbon ha been taken off. Kiki holds a card in her hand. She looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was nice of Mr. Galbraith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a nice guy. Vie ought to keep in touch with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki looks down at the box of flowers. She lifts the box cover a little and then closes it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty. You know -- it's funny but flowers only mean one thing to me now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. Funerals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the following pause, Kiki looks out the window. Jerry looks over at her, watching her seriously and questioning But as she turns back, he looks away again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry waits, but says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry, these flowers aren't really for me В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean you want to take them to the cemetery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little shame-faced) Yes. Do you mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry leans forward and taps on the glass partition betwe themselves and the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the arbor-like inclosure, two or three white pigeons a moving about on the sunlit ground. As Kiki and Jerry ente the inclosure, they lift into the air with a flutter of w and fly away. Kiki looks around the little inclosure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she waited here for him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robles says it looks that way. Belmonte had already been there and left. They only missed each other by a few minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki goes over to the little marble bench and sits down. Jerry stands and looks down at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you suppose she thought about - alone in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry shrugs his shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's such a sad little place --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki stands looking out at the sunlit trees of the cemete",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you want to stay around here? It'll only make you feel badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I want to feel badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That doesn't make sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki turns around and faces him across the belvedere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I'm tired of pretending that nothing bothers me -- that I don't care about anything but myself - myself and my two-by-four career.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry comes part way across the belvedere to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What else do you care about, Kicks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You. Us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry comes over and takes her in his arms. He looks into eyes and then kisses her deeply. As he lifts his head aga he holds her even more tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you care about us, Kicks. Sometimes that gets kind of lost in the racket --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up at him) Maybe there ought to be less racket and more us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry smiles at her. Leaving one arm around her shoulders steers her over to the little marble bench. They sit down still with their arms around each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been so busy pretending to be tough hombres --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry nods. With a little sigh, Kiki puts her head down o his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Confession. I'm a complete softie. I've been conscience-stricken and worried sick ever since that leopard got away --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If that's being a softie -- there are two of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit quietly -- happy in a moment of complete understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki -- it wasn't the leopard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're positive of that, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki gets to her feet and tugs at Jerry's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not going to catch a train, darling -- we're going to stay right here and catch a murderer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eagerly) You're sure it's all right? You don't mind staying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki smiles up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You already know the answer to that. I want this town to be safe and happy again --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm no detective. I don't even know how to begin. All I know is I want to do something about all this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki takes his arm and they start across the inclosure. J stops at the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, by the way -- I'm out of cash --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't you take your cut out of the closing check?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ruefully) I got into a little crap game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's funny -- I never knew you to lose that much before --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry looks innocent and helpless..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little embarrassed) As a matter of fact, I'm out of cash myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What! You can't be --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I -- I bought some silver jewelry and stuff from Eloise --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eloise doesn't own enough of anything to make a dent in your pay check, Kicks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defiantly) All right, I'm not ashamed of it! I split it two ways В—        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(before he can continue) Half to the Delgado family and half to Clo-Clo's family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taken aback) How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did the same thing yourself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Impulsively, Kiki puts her arms around Jerry and hugs him affectionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old gatekeeper is leaning against the cemetery gate, whittling. Kiki and Jerry the gate. Kiki smiles at him..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(just by way of polite observation) Must get lonely here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding toward the graveyard) I have many friends -- and they don't bother me with talk --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jerry) That ought to hold you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie HowВ—Come comes walking towards them, dragging a behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two hundred and fifty dollars you owe met",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very excited) You found the leopard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie comes up to them and drops the sack to the ground",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's left of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where? Where did you find it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie is wiping his face with Now he gestures with the cloth, a bandana handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "North -- in an arroyo, Shot through the head В—- maybe week ago. No good, skin, everything gone В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What arroyo -В— how did you get to it В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie looks perplexed. He draws a line in the air with forefinger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHOE SHINING STAND",
          "text": "A small shoeshine stand with two chairs under an awning. Robles sits in one of them, looking down like a judge at group before him -- Kiki, Jerry and Charlie. The other ch is empty. The little Mexican who runs the stand is workin with furious diligence over Robles' boots. Charlie, the sack lying nearby, is bent over almost doubl tracing an imaginary line on the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And here is Three Tree Mesa -- and here I go out of the big arroyo --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) That's the place: I remember -В— My feet were so darn sore, I couldn't make it -- and Galbraith went on up to the head of the canyon by himself --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a moment В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at Kiki and holds out his hand beseechingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please -- Miss Walker В—В— come up and sit beside me. I cannot stand  В— so you must sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, really -- thank you just the same, I В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) Chief, don't you understand what this means?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs) You think Galbraith found the leopard on the day you went out with the posse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure of it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Having finished one boot, the Mexican bootblack goes to w on the other. Robles holds up the polished boot and looks it admiringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't that beautiful? There is no one in the state like him. He is a genius in his own line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry makes a gesture of impatience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith knows something. He as good as said so В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not interested in what somebody else thinks. You being me facts and I'll act on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry kicks at the sack with his foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a fact, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. And I am taking it to headquarters for examination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bootblack puts the final buff on the second boot. Rob steps down. He pats the bootblack on the shoulder and han him a coin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't go to Galbraith with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Offend a reputable citizen and involve the department in a slander suit? No. I'm in office to protect the taxpayers money В— not throw it way. Come on, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie picks up the sack and trails away after Robles.  Jerry stares after them. The his arm. Jerry looks at him. bootblack makes a gesture of buffing and points down to Jerry's shoes.  Jerry shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No, thanks. (to Kiki) Now we've got to do it ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(encouragingly) We will В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry takes her arm and they start walking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a small, simply furnished bedroom with a day-bed. Raul Belmonte is sprawled on this couch. His hair is rump he needs a shave and his shirt is badly wrinkled. His fac and eyes show the effects of constant drinking. A bottle glass stand on the floor beside the head of the couch. Je is looking over at a photograph which stands on a small t in the window В—- a photograph of Consuelo Contreras.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lovely face, a tender smile, soft beautiful hair -В— that's what you see in the photograph, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raul props himself on one elbow and looks across at the photograph himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a hard voice) A smear of blood, clawed rags in a huddle on the ground --that's what I see. A horrid, terrible thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly) I know. I was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raul swings himself into a sitting position on the edge o the couch. He puts his head into his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you aren't here when she calls out at night. Wake up and hear her  - screaming В—- \"Raul, Raul, get me out\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry goes over to him and puts his hand on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy, boy. I want to talk to you. Maybe there's something I can do В—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raul reaches down and gets the bottle and the glass. He starts automatically to pour a drink for himself В—В— the stops and holds out the bottle and glass to Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a drink. That's the best thing to wipe out nightmares В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry takes the bottle-and glass and carries them over to table. He puts them down and then comes back to Raul, who sat watching him stupidly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You've got to kick at something, fight with something, to work the nightmares out of your system. In Consuelo's case, there's been nothing to fight against -В— just fate and a dumb brute animal. (pauses to watch Raul) I've got something to tell you that will change all that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raul looks up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't an animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raul frowns and moves uneasily, trying to understand thro his alcoholic haze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) A man -В— killed Consuelo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry nods his head. Raul slowly gets to his feet and sta eye to eye with Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. But I want your help to find out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raul goes over to the table and picks up the bottle. He p some liquor into the glass and takes it off quickly, as i were medicine. Then he turns back to Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERSECTION OF THE ALLEY AND THE STREET",
          "text": "The commemorative procession is forming here. Some of the participants are hooded, wearing black hoods very much li these worn by the Ku Klux Klanners. In the doorways and windows, the townspeople are watching. Galbraith passes through the crowd. He has a small paper package in his hand, his pipe in his mouth and is walking along, obviously on his way to somewhere. Eloise, who is standing watching the Processionists, blocks his way for moment. He tries to pass around her. She sees him and smi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Mr. Galbraith! I'm so glad you're here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little puzzled and trying to pass on) Good evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stopping him) You know all about these things - - and I've lived here all my life В—- and I still don't know what the Procession means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's to remind people of the great tragedy that took place here so that they won't ever forget that a peaceful village of Indians was wiped out by the Conquistadores, back in the 17th Century... A band of monks buried the dead and prayed for them and did penance for their deaths В—В— that's what this procession is supposed to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gushing) Oh, that's so interesting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, now that you've had your history lesson, I think I'll get on to the museum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods and starts off. Eloise turns back to watch the Processionists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT CEMETERY WALL",
          "text": "Galbraith is walking along the quiet, empty street outsid the cemetery wall. There is a very faint cry from inside the cemetery. Galbraith slows his stride perceptibly, but does not stop",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s., very faint) Help! Get me out! Help! Help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith stops and looks up at the cemetery wall,  CLOSEUP of Galbraith shows fear and puzzlement in his eye Still looking toward the wall, Galbraith walks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith is walking along the brick wall, approaching th corner. Just before he gets to the corner, a lighted cigarette spins out and falls to the pavement in front of him.        Galbraith stops as if he had come up against stands there, forcing courage to go on. He takes the few steps to the corner and faces the direction from which th cigarette was thrown. There is on one in sight anywhere. Very slowly, Galbraith reaches down and picks up the cigarette. The unlighted end is dark with lipstick. With almost imperceptible shudder, Galbraith lets the cigarett fall. Walking rigidly, he continues on his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The large room is in shadowy darkness. The heavy front do swings open. Suddenly the place is brilliantly lighted fr the overhead fixtures. Galbraith takes his hand from the light-switch just inside the door. He pushes the clear cl and leans up against it exhaustedly. He is breathing heav and his eyes are dull and heavy-lidded with the reaction violent fear. He sighs deeply and then walks slowly and wearily across display room to the office alcove. He sits down at his worktable and starts work on a small model of Indian ruin done in colored clays. Suddenly, far away but clear in the silence, he hears the sound of castanets В—В— just three widely spaced clicks. hands becomes motionless above the model В—-but he does n look up. The same sound comes again, repeated twice, the clicks a little more rapid. Galbraith gets to his feet and stands staring into the em brilliantly lighted museum room. The castanets sound again and this time they go into a st rhythm, still faint and faraway; a purr of sound. But the sound increases in volume and intensity every second. Galbraith listens, his eyes mirroring his growing terror, hands pressing down onto the worktable. The castanets come up to a brainВ—splitting reverberation sound. The tendons in Galbraith's neck stand out В—В— his forehead is wet with sweat. As the tenseness of his body and the madness in his eyes signal that his control is about to break В—В— the castan furor abruptly ceases. For another few seconds, Galbraith stands there  Then he lifts his hands from the table and draws in a deep shudde breath. He takes a handkerchief from his pocket and slowl wipes his face and his bands. Re steps out of the alcove and presses a lightВ—switch on wall nearby. The overhead lights in the display room go o The alcove is new like a little lighted stage at the end dark auditorium. Galbraith steps back into it, takes a bo from the worktable and settles down in an armchair at one of the table. He begins to read. The sound of the front door opening breaks suddenly into stillness. It brings Galbraith to his feet in an instant. book falls to the floor. Across the shadowy display room, a figure moves to the accompaniment of a woman's brisk footsteps. There is no terror in Galbraith's face this time -- but h waits tensely to-identify his visitor. Kiki steps into the lighted alcove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've disturbed        you. I'm sorry -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Walker -- I didn't expect anyone В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki steps closer to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(apologetically) I came up on the spur of the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith leans down and picks up the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to        see the procession В—В— and I remembered your kind invitations        --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles a little uncertainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. Only I'm afraid you'll be cheated. There isn't much of a view of the procession here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(puzzled) I thought they came right past here В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They do, but -- there are no lights out there В—- they'll just be shadows -В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki moves across the alcove to a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not so terribly dark out. If we turn off these lights, we can see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A panic-stricken look leaps into Galbraith's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(no trace of fear in his voice) No use turning the lights out until they get here..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki stands looking out at the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But they're coming now, listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very faintly, in the far distance, can be heard the chant of the procession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hear them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith listens as if he wore listening to Fate itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn off the lights --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith stares across at her. With great effort, he spe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thickly) Wait В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No В—- really, I can see them -- they're coming now -В— turn off the lights В—В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As if hypnotized, Galbraith walks out of the alcove and t the light-switch on the nearby wall. His fingers move up towards the second switch.. He still stares toward Kiki. has the set, bloodless look of a man-lost in some fearful resolve. CLOSE SHOT of Kiki. For the first time, we see that she i terrified. She is looking at the window where Galbraith i faintly mirrored. CLOSE SHOT of Galbraith's hand on the light-switch. The fingers curve claw-like as he pushes down the switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the window, the reflection is blotted out. Outside we can see the processionists marching. The pin points of their candles are making bright spots against t dark background of their robes and the night sky. The loa chants and the rest answer him monotonously, over and ove again. Kiki stands at the window. Behind her Galbraith crosses f the light switch, walking normally, his footsteps followi one another with great regularity. Kiki stands perfectly still, keeping her eyes to the wind Only her left hand slowly rising to press against her hea betrays her anxiety. As the hand rises we pick up the bea her heart. (Trick effect.) Galbraith comes closer and closer until finally he stands behind her. The beating of her heart subsides. There is perfect silence. Even the processionists cease their chan for a moment. Kiki and Galbraith stand this, way for an instant,, then suddenly Galbraith moves violently toward She screams. The side door bursts open and Jerry and Belm come pellВ—mell into the room. It has all happened with such suddenness that for a momen Galbraith stands stock still. The two grapple with him. T physical contact rouses him. He shakes himself loose and dodges around the desk. They chase after him through the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith runs in, followed closely by Jerry and Belmonte dodges among the showcases. He tries the great door. It h been locked. He turns and starts running back toward the alcove. They stop him. He dodges them and goes on. Jerry starts after him again. Belmonte reaches under his coat a pulls out a revolver. The movement has caught Jerry's eye he turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raoul -- don't. Put that gun away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry runs on, without seeing whether or not Raoul has ob his order. With the gun still in his hand, Raoul follows after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galbraith runs in past Kiki, who has left the window and standing in front of the desk. Just as he passes her, Jerry reaches him, grabs his arm and whips him around. Th two men struggle. Belmonte comes up. To avoid the struggl men, Kiki steps backward and knocks against the showcase containing the butterflies. It falls with a great crash a the sound of breaking glass, Kiki falls with it. Jerry glances over and sees Kiki on the floor. He lets go Galbraith who dodges out of the side door, Belmonte after him. Jerry kneels down beside Kiki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right. I'm not hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He scrambles up from his knees and runs after Belmonte. The processionists slowly climb the hill toward the cross The leader is still calling out and the others answer him the long established rigmarole of their ceremonies. Galbr with a hurried look over his, shoulder runs into the scen and slips in with the marching men. MED. CLOSE SHOT of Galbraith as he makes him way to the center of the marching column. Jerry and Belmonte stand panting beside the marching colu of processionists. He looks right and loft. There is no s of Galbraith. He, too, falls in the rank near the end of procession. He begins to slowly make his way to the head the column, peering under the hats and into the dark face the men. His gun is still in his hand. ANOTHER ANGLE of the marching column. We see Galbraith in very center and behind him Jerry and Belmonte come up and look into his face. They seize his arms. Galbraith strugg to get away from them. There is a disturbance in the rank the processionists. Quickly, six of the enormous, tall, hooded figures gather menacingly around the center of the disturbance. No word is spoken. There is only the converg of these six great figures about the two struggling men. three men subside. Galbraith ceases to struggle. The six hooded men leave them, drawing back to the flanks of the procession. CLOSER SHOT of Jerry and Galbraith. The two men are close together, but march on in step with the processionists, a as they walk, they talk sotto voce. Despite the urgency o what one demands from the other and the other denies, the silent authority of the hooded figures mutes their voices",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was you, Galbraith!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not! I tell you. No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shot the leopard. We know that. You killed Consuelo. You killed Clo Clo. Then tonight --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't do anything. She screamed. Something frightened her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consuelo screamed too -- and Clo Clo. Why did you do it? Why? Quick. Tell me why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brokenly, very near hysteria) It's better you don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do yo&i accuse me? You don't know what you're doing -- you don't understand -- nobody understands --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry studies Galbraith. A new note has crept into the ma voice -- an odd note of irrationality and selfВ—pity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(miserably) In the whole world there isn't a single human being who knows what it is to be tormented this way --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The procession has reached the crest of the hill. As the of the column begins to make its way around the cross the whole file slows from a march to a shuffling half step. J and Belmonte seize the opportunity to edge Galbraith out the column toward a Joshua tree. They stand in its deep shadow while the procession goes on and off. CLOSE SHOT of Jerry and Galbraith, with Belmonte close to Galbraith in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(prompting Galbraith) Tormented -- ? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't rest В—- I couldn't sleep. All I could see was Teresa Delgado's body -- broken --mangled. I saw it day and night.  It was waiting everywhere I turned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you found the leopard --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't want to kill, but I had to. I heard her in the cemetery - talking to the man in the auto --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Belmonte stirs in the shadow of the Joshua tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When he went away -- I thought maybe I was going to help her get over the wall -- I can't remember. В—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE SHOT of Belmonte. His face is motionless В—- his ey are burning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with mounting hysteria) I looked down -- in the darkness I saw her white face turned up to me -- the eyes dark and wide with fear -- the fear -- that was it -- the little frail body -- the soft skin В—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slowly, Galbraith's two hands lift, the fingers curved slightly inwards. He looks at them as if he, too, were terrified by their deadly potentiality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then -- (smiles, strangely and appallingly) В—В—        she screamed --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind him, Belmonte comes up close. Agony passes over Belmonte's face and contorts it... His hand squeezes down the gun. A shot roars out. Galbraith falls, silently crumpling down at the base of the Joshua tree. Belmonte throws the gun away and stands looking at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) Consuelo,",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT UNDERTAKER'S PARLOUR",
          "text": "T. C.  Johnson' s undertaking parlour is lighted and the light falls out of the window in. a great broad path onto dark sidewalk. Jerry and Kiki come out of the        buil pause and stand in the broad glow of light from the windo For a moment they are silent. Behind them, in the shop, w see Raoul Hobbs and two policemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We stood here once before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know -- Teresa -В—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hated you that day В—- you and your flip talk -В— with that little girl lying dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. What do you think I felt when you said, \"don't be soft?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry, I want you to be soft. You are soft -- inside -В— where it matters. I wanted it that day too, but didn't dare tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We ought to dare to tell each other everything, Kiki -- you and I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Re looks up and down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a strange town, Kiki. A funny town. Mexican, American and Indian, all mixed up in itself, with two languages. The sign posts written in Spanish and English. A strange town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANOTHER ANGLE showing the street. Four hooded processioni go by in single file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a lovely town В—- it was until we came and let the leopard loose and all this happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiki, Galbraith said something to me once, -- something you ought to know. We were talking and he said that people were like that ball on the fountain at the hotel --they got pushed around by things bigger than themselves. That's the way it was with us -- and we were too small to see it that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts his arm about her and they begin to walk up the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "// ALL OTHER CONTENT MAY ALSO BE PROTECTED BY COPYRIGHT",
          "text": "// SECTION 108(a)(3)). var sWayBackCGI = \"http://web.archive.org/web/20020203165 function xLateUrl(aCollection, sProp) { var i = 0; for(i = 0; i < aCollection.length; i++) if (aCollection[i][sProp].indexOf(\"mailto:\") == -1 && aCollection[i][sProp].indexOf(\"javascript:\") == -1) aCollection[i][sProp] = sWayBackCGI + aCollection[i][sPro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "if (document.links)  xLateUrl(document.links, \"href\"); if (document.images) xLateUrl(document.images, \"src\"); if (document.embeds) xLateUrl(document.embeds, \"src\"); if (document.body && document.body.background) document.body.background = sWayBackCGI + document.body.ba",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2133"
    }
  ]
}