{
  "movie_id": "MOV2142",
  "scenes": [
    {
      "location": "ANTECHAMBER / ROYAL COURT",
      "time": "DAY",
      "characters": [
        "HOOPER, (CONT'D)",
        "DAUPHIN, (CONT'D)",
        "NORTHUMBERLAND",
        "HAL",
        "HAL, (0.S.)",
        "HENRY IV, (CONT'D)",
        "GUARD",
        "THE END",
        "HOOPER",
        "FALSTAFF",
        "HOTSPUR",
        "GUARD, (CONT'D)",
        "KNIGHT",
        "VOICE",
        "GILRICH",
        "HOODED MAN",
        "ARMOURER",
        "FALSTAFF, (CONT'D)",
        "WILLIAM, (CONT'D)",
        "CLERGYMAN",
        "CAMBRIDGE, (CONT'D)",
        "OFFICER",
        "SCROPE",
        "THOMAS",
        "LADY-IN-WAITING",
        "DORSET",
        "OMITTED",
        "STOP THIS FUCKING CHARADE",
        "SOMEONE",
        "KING CHARLES VI",
        "HAMMOND",
        "COMMANDER",
        "COMMANDER, (0.S.)",
        "GREY",
        "DRINKER",
        "ERIC",
        "ARCHBISHOP",
        "CLOAKED MAN",
        "DARTMOUTH",
        ". ALL",
        "FRENCH LORD STEWARD",
        "DAUPHIN",
        "VOICE, (0.S.)",
        "HAL, (CONT'D)",
        "THOMAS, (CONT'D)",
        "CROWD",
        "CAMBRIDGE",
        "BEALE",
        "WESTMORLAND",
        "ENVOY",
        "SCENE MOVED TO 44A",
        "WOMAN",
        "HENRY IV",
        "LORD CHAMBERLAIN",
        "WILLIAM",
        "PHILIPPA, (CONT'D)",
        "CATHERINE, (CONT'D)",
        "PHILIPPA",
        "ALL",
        "DORSET, (CONT'D)",
        "CATHERINE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "TITLE CARD: the early 15th century A scorched battlefield littered with the dead and dying. Hundreds of tangled bodies strewn across the field. Horse them. So thick and twisted they carpet the sodden earth. deformed mass. Bloody, black and brown. A WARRIOR walks the field. Broad shouldered. A cape of fu leather and chain mail. He walks laboured. A body squirms at his feet. He stops. He raises his worn and, as if planting a flag, he thrusts the metal down int dying man’s back. The body arches stiff and then goes lim He continues on in this fashion, casually roaming the des bodies and giving those still moving their silence. Aroun across the field, others pore over the bodies, pilfering valuables or taking the not-fatally wounded hostage. The warrior turns. His scarred face, young but lined. Sad soulful eyes. Despite being a clear victor here, he looks displeased, agitated, dark. This is SIR HENRY ‘HOTSPUR’ PERCY. He continues his macab walk. He stops at the body of a man wheezing his last shallow b into the dirt. With his filthy, bloody boot, Hotspur heav man onto his back and regards him with what looks for a m like pity. He then plunges his sword into the man’s chest Walk. Stab. Walk. Stab. He watches an injured man stand shakily and walk - fall - his feet again and walk. The man trips and keeps moving. Hotspur walks beside him for a few steps. Falling into st watches the limping man’s action, studies him curiously. from a deep gash across his face makes it impossible for see from either eye. Other injuries too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "Where go you, my friend? The man turns to the sound. Scared, he tries to continue. HOTSPUR (CONT’D) You're hobbling in the wrong direction. That wind you feel is blowing from England. Scotland is that way. \fThe limping man, uncertain, turns and follows the wind. Hotspur turns and walks away. Stab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Royal Court, London. Hotspur, cleaned from the battlefiel walks the hall with his father, the EARL OF NORTHUMBERLAN beside him. Northumberland appears wary. Hotspur strides. They are met by sentries and the Chief Justice SIR WILLIA GASCOIGNE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "My Lords Percy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "We have come to see the King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "I'm afraid His Majesty is engaged with other concerns. Is he expecting your visit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "I should hope he is. We are but the men who have spilled blood in his name. I should hope that he expects our visit with enthusiasm. William notes Hotspur’s hostility and disappears through antechamber to a room beyond. Hotspur’s agitation is a source of unease for Northumberl an unease which cannot be addressed openly before the sil helmeted sentries standing watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTHUMBERLAND",
          "text": "My son. Be calm. Hotspur stares, boiling, in the direction of the door bey which the King is engaged with his other matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hotspur and Northumberland sit at one end of a long dinin table. They are quiet. Hotspur’s agitation boils. A door opens. KING HENRY IV hobbles in. Royal courtiers f William, the EARL OF WESTMORLAND, LORD SCROPE OF MASHAM, EARL OF CAMBRIDGE, SIR THOMAS GREY, the EARL OF DORSET am them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My lords, I am most sorry for making you wait. I know you have travelled far and from great travail. The King extends his signet for the lords to kiss. Northumberland does so obligingly, eyes lowered. Hotspur kisses the ring while looking Henry coldly in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "I pray you will know this time of civil unrest consumes me day and night. As the King and his courtiers take their seats, servants food to the table. Others present jugs and bowls of water the men to rinse their hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "I understand battle with the rebel Scots was hard fought. Is this true? Hotspur stares. Northumberland fills the awkward space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTHUMBERLAND",
          "text": "It was, my liege. We lost some three hundred men. They bow their heads as the King says a Latin blessing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "Benedic nos Démine et haec Tia déna quae de Tia largitdte stmus sumptiri. Per Christum Déminum néstrum. Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ALL",
          "text": "Amen. The men eat, the King as heartily as his frailty will all Hotspur doesn’t eat. Henry looks to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "And how many prisoners were taken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTHUMBERLAND",
          "text": "Some two hundred, my liege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "Good Hotspur, you led the charge. Were any prisoners of note taken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Many.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "Are they in train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "No. Henry eats, ignoring the insolence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "And why is that? Why have they not been brought directly to me as is their designation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "Why will you not pay cousin Mortimer’s ransom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "You’1l need to speak up, my boy. I’m an old man. My ears are filled with hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "Cousin Mortimer is held by the rebels of Wales. Why do you refuse to pay his ransom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "I refuse to pay Mortimer’s ransom because I refuse to believe Mortimer a prisoner. I rather believe Mortimer to be a traitor. Henry lets this sit. He eats. Hotspur boils. Moments pass",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "Your victory over the Scots was a most heroic one, heroic because improbable. Our most recent loss to the Welsh, however, should not have been suffered. Our strength should have had it staved. And I must conclude only that it was suffered with Mortimer’s help, that Mortimer has joined the Welsh rebels, that he has betrayed England and that far from being a prisoner, your cousin is now an enemy of mine and, therefore, of yours. \f5. Henry examines his chicken wing. Hotspur stares. The othe try not to be noticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "Do you agree with my précis, good Hotspur?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTHUMBERLAND",
          "text": "My son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "I believe yours to be the ramblings of a crazy old demon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTHUMBERLAND",
          "text": "Harry. Please. Stop this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "Let him speak. I wish to hear him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTHUMBERLAND",
          "text": "My liege -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "Yours are the ramblings of an old man so saturated with malice and mistrust that he no longer knows up from down, who can no longer see beyond the walls of his own monstrous schloss. Henry stops eating. He pays Hotspur his full attention, a inviting Hotspur to continue. Hotspur, emboldened, does s HOTSPUR (CONT’D) My family has served you. My father, my uncle. We aided you in your ascension. And still we fight for you. Cousin Mortimer has fought for you - hard and for many years. And yet while you now slobber over that chicken’s wing, he shivers in a western prison awaiting mutilation at the hands of Welsh witches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTHUMBERLAND",
          "text": "My liege, you must forgive my son. He needs rest. We come only to advocate for your help in securing Mortimer’s release.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All that we have done for you we have done for the good of England, but I fear now that we have made a terrible mistake. I fear the battles we have fought have been fought only to indulge your hateful madness. Our lands are now more riven with war than ever before. You have rebellion stewing in all corners. The Scots are not finished. The Welsh have only just begun. And for what? Why do you think this might be, old man? Who do you imagine might be to blame for this? All are stunned silent. Henry watches Hotspur strangely a impassively for a protracted moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTHUMBERLAND",
          "text": "My liege...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "They say chickens can’t fly, but I’ve seen one eke enough wing flap to clear a fence. And then it’s free!... But then so too are the foxes. Henry continues his dull stare at Hotspur. Hotspur boils, Henry’s gleeful crypticism is intimidating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "You are right, young Percy. I owe you much. I owe your family still more. You have fought nobly for me. You carry wounds fresh for me to see. And your grievances too - they have been heard. But if the Scottish traitors you have taken prisoner are not brought to me as speedily as they might travel, I will hang you by your fucking neck. Henry watches him another moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "Has this been heard, Percy? Hotspur fumes. He heaves his chair from the table and str the door. Northumberland rises meekly and bows. Scrope looks to him, catching his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please forgive us, Your Majesty. They scurry after Hotspur. Henry watches them leave. The courtiers remain silent, unable to read the King’s dispos",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "What a venomous boy. He’ll betray me now. I’m sure of it. Henry returns his attention to his chicken wing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "But if only he were my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRINCE ‘HAL‘ HENRY (25) lies face down and naked on a bed a spartan single-room apartment. He’s sprawled and snorin Daylight punches through the window. Sounds of people and animals from the street below. The sound of keys in the door. It opens. An unkempt SIR J FALSTAFF (45) and BEALE (26) enter. Falstaff’s arm bleeds Falstaff shuts the door behind him loudly. Hal wakes with start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEALE",
          "text": "Falstaff has injured his self.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How did you get in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "The door was ajar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "It wasn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "It was. It was ajar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "It was not ajar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How else might I gain entry? Are you accusing me of having cut myself a secret key?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEALE",
          "text": "Falstaff has injured his self, Hal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Why have you come here? What happened to you? Hal’s head is throbbing. Beale rifles through Hal’s stuff",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I think it best a man of your standing not be burdened with those particulars. I think it best the circumstances in which the injury was accrued be left entirely mysterious. Beale has found a bottle of liquor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEALE",
          "text": "(to Hal) Will you perform the small repairs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Your Highness. This task requires expertise. Should you not assist, I fear our friendship may come to a foul end right here on your floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal stirs honey in a pot. Beale pours wine over the gash Falstaff’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "There’s a fresh coin in this for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I don’t want your coin. I will require your undiminished loyalty and devotion from here til Megiddo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have that already. You’re a soft negotiator. Hal puts the honey pot down and goes to the fireplace. He an iron rod from the fire. Beale trickles more booze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "You're wasting good wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEALE",
          "text": "I’m keeping it clean. Hal sits beside Falstaff. He wipes the wound with a strip linen. He then presses the red hot poker right onto it. F screams a scream that quickly turns to maniacal laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal, Falstaff and Beale walk the street in a mangy part o London. Butchers’ stalls, garbage and mud. Fires and smok Dogs, pigs and filthy kids. Two men in clean cloaks step out of a dark doorway and fo Another two men appear from an alley and step in front of their mouths and noses covered by handkerchiefs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOAKED MAN",
          "text": "Prince Henry. Falstaff and Beale are immediately on edge. They reach discreetly inside their coats for concealed weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOAKED MAN",
          "text": "We come from the royal court. We wish to speak with you privately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOAKED MAN",
          "text": "Please, sire. Privately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Privately in the middle of Eastcheap? Shall I make a quick up and down to request a mass covering of ears? \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOAKED MAN",
          "text": "(ignoring Falstaff) Please, sire. Hal registers the look of earnest intent on the cloaked m face. He leads him away into a darkened alcove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOAKED MAN",
          "text": "Your father, His Majesty King - Hal pulls the kerchief from the man’s face, forcing him t breathe the fetid air. CLOAKED MAN (CONT’D) Your father, His Majesty King Henry, is ill. He requests your presence. Hal pauses momentarily, processing this mention of his fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOAKED MAN",
          "text": "Your presence has been requested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I suggest you return to the palace directly and tell him his request was wholly ignored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOAKED MAN",
          "text": "I have been instructed to deliver the request with great urgency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Then you might tell him your urgency was also wholly ignored. Hal steps past the man, leading Falstaff and Beale away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dingy tavern. Falstaff sits with others, among them Bea a drunk Hal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Remember. Remember that as we speak there are two Popes. Two! One in Rome. One in France. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "They both claim to be the Lord’s voice here on earth. They can not both be. Why would a good Lord allow his kingdom to be so puzzled? He wouldn't, is that question's answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRINKER",
          "text": "Which then is the true Pope?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I say not one or the other. I say the very fact of their quarrel makes them both snakes. And so, if our holy Roman fathers can not convey to us a true voice of authority, why should we assume that those snakes beneath them speak with any authority? The whole house is writhing with snakes -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRINKER",
          "text": "Stop this now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Why now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRINKER",
          "text": "I says stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Are you afraid Thomas might come for you in the night? Don’t be afraid of my ideas. They’re only ideas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRINKER",
          "text": "You sit before me now and tell me you no believe in the power of the one true God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I do not. I do believe in the one true God. How dare you suggest otherwise. I do not believe that our Archbishop of Canterbury speaks for him. I would say our Archbishop Thomas Arundel only claims to speak for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRINKER",
          "text": "To what end? \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Clearly to his own damned end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRINKER",
          "text": "You best bite your tongue in the company you keep. You’1ll have yourself necked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "(to Hal) You would have me necked? Hal smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "(to the drinker) I would say your devotion to the Archbishop - if it is devotion and not a slickly ruse to warm the mood of this company I keep - I would say it has me a more true believer in the one God than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRINKER",
          "text": "Bite your tongue or I will neck you myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Bite my tongue? Why on this earth would I bite my own tongue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRINKER",
          "text": "Your word in this air is a poison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Oh. My voice riles you. Maybe then better you should bite your own ears off. (starts laughing at the thought of it) Bite your own ears off! And maybe after you should kick yourself in your own balls! The drinker stands as if to confront Falstaff. Hal laughs From across the room, the tavern’s hostess HOOPER yells -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER",
          "text": "Stop now. Falstaff meanwhile is attempting to bite his own ears off And then as the drinker takes a step closer, Falstaff spr up and pins him against a wall, a dagger to his throat. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Now now. Settle, my petal. You have a little brutish feeling in your belly. I see there be only one course to straighten this dispute... (beat, cold stare) You and I will cockfight... (releases the drinker, his tone lightens instantly) Hal, my knee is queer. You must be my cock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A space has been cleared on the floor to stage the cockfi The ‘cocks’ are Hal and the drinker, crouched on haunches facing off. Beale stands behind Hal holding a horizontal sword six inches over his head. Another man stands behind drinker, holding a stick six inches over his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Rules are plain. You topple over, you lose. You rise your head to the level, you lose. Those are the rules. Un, deux, trois. The fight is on. Hal and the drinker waddle towards each other, swiping and grabbing. They tussle, retreat. Tussle retreat. Onlookers yelp support. And then Hal grabs the drinker by his knee and topples him over. Onlookers howl. Falstaff raises his arms in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "The Lord hath spoken! Hal lies on his back, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal is drunk. He kisses a young woman on the bed. They la",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Your Highness. Hal stops laughing. WOMAN (CONT’D) Your Highness. Hal covers her mouth. He is suddenly dark and distant. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Stop. She is taken by surprise, intimidated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Stop. Hal takes his hand away. She seems uneasy. He kisses her. woman has gone quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal snoring. The woman sleeps beside him. Then the sound key in the door - Falstaff enters. He opens the curtain, stirring the woman unforced chivalry, he coaxes her from bed. Hal doesn’t st",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "My lady. It’s time to leave. He gathers her clothes. She wakes groggily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "That’s good, my dear. Jump up. The day has begun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Shhh. The day has begun. Look. Out there. It’s well underway. You might miss it. Disoriented, the woman lifts herself. Falstaff holds her",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "That's the spirit. Lift your arms. She lifts her arms. Falstaff pulls the shirt down over he",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "I’m sorry to interrupt your slumber. He ushers her out of the room and closes the door behind places a cup of ale beside Hal and sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "What are you doing? Hal speaks muffled, groggy, face smudged into the pillow. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Can you hear me? Hal grunts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "You must get that door fixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Visit with your father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "If your father is indeed enough gravely ill to request your presence, then you must visit with him - it should be better to regret having done so than it would to have not. No matter your feelings for him. If your father is ill, you must visit with him. And - let me add - I say it not out of concern for our king’s well being, more for fear of the drunken soak to which you be likely to succumb should you fail to heed his call and he were to die without you having squared your ledger... I fear it would be soak enough to put even me to shame. Hal stares at Falstaff, lucid and penetrating, with his o not smudged into the pillow. Falstaff watches Hal a momen",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "Do it. If nothing else I ever suggest. Falstaff rises and exits. Hal percolates Falstaff's advic",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal at the palace gates. Without exchange with the guards granted entry. All watch him with cold interest if not di \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal walks the hall under escort. As he approaches the antechamber he crosses paths with Grey and Cambridge on t way into the great hall. Grey eyes him with contempt. Cambridge looks at him cautiously, searching. William approaches Hal with something more like compassio genuflects subtly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "My lord. Your father expects you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "He shouldn’t. William observes Hal’s state of dishevelment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "King Henry is in his chair, visibly weak, presiding over sitting of parliament. The full court plus THE ARCHBISHOP CANTERBURY and clerical attendants are there. THOMAS OF LANCASTER, the King’s 18 year-old son, Hal’s yo brother, is there too. The Archbishop is addressing the king. He’s bumptious, bu nervous, and has a lisp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "Never. Never would I dare doubt Your Majesty’s piety, however I would remind you of the service we -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "Archbishop, I would have thought our lord above would want us all to share in his bounty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "My liege, while I see the strain your treasury is under, I can not help but wonder if the canker of Lollardy be somehow at the root of this suggestion, that I - or rather the church - be burdened with a tax to relieve problems that are not of the church's making.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Your Highness. \f17. The King looks up. Others turn also as Hal steps into the",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "Henry, Prince of Wales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "My son. Come to me. The Archbishop appears put out. He regards Hal with deris Hal crosses the room. He bows before his father, taking i his frailty. Henry takes in his son’s slovenliness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "Come closer. Hal takes a step closer. Henry watches him a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "I feel my life is nearing its natural end and yet still even I must appear of ruder health than you. Hal doesn’t respond. He continues looking his father in t",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "The time has come for me to consider the issue of my succession. You will not be king. Hal remains fixed. A barely concealed smirk on the face o",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "While you are my eldest son, for reasons that must be evident to you, that are on display for all here to see and smell, you will not inherit this crown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Nor have I sought it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "That privilege and responsibility will instead fall to your brother Thomas. Thomas straightens, postures regally. It doesn’t suit him \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "As you may be aware - to whatever degree you are aware of the world outside your own - I will assume you are aware that the kingdom is at war with itself. Matters as grave as these require leadership committed to their resolution and you - of this I am sure - you can not provide that commitment. Thomas, however, can. He is soft, but he is eager and he will lead my army against the newly treasonous Percy Hotspur. Hal looks at Thomas who has trouble meeting Hal’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "I will assume this news comes to you as neither surprise nor disappointment. I do however see it as my duty as King and as father to say it to you directly. Hal walks to Thomas. Thomas raises his head, holds Hal’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How do you feel, brother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "When do you fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I set off tomorrow. We fight by week’s end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "You need not fight. These feuds need not be yours. Hal takes Thomas’s face in his hand. Thomas leans his hea away and tries to stare at Hal. He is young and afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "I have said what you were summonsed to hear. Leave us now. Hal turns to his father, one last cold look, then leaves. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slow-motion: Falstaff is drunk, dancing in women’s clothi owning the room with his sweaty heft. Other drinkers laug Hal sits in the corner, oblivious and darkly contemplativ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A foggy field. Men in armour, horses, an air of trepidati Thomas is helped into his breastplate by an AMROURER. He’ nervous. He raises his arm as a strap is tightened. A CAP waits nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "(pained) Is it not too tight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMOURER",
          "text": "It has been made to the measurements I was given, sire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "May be you were given the wrong ones. It feels tight. I can barely turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMOURER",
          "text": "It is to be worn tight, sire. Thomas steps away like he’s trying on new shoes. He seems awkward in his heavy suit, overwhelmed by it. He walks am men nearby. He smiles wanly. The men regard him with uncertainty. THOMAS’S CAPTAIN My lord, we must meet with your marshals. As the sun rises, the day will unfold. We must complete our preparations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomas enters the circle of seated men awaiting him. They their heads, but clearly doubt his skill and experience a worry about their own fate as a consequence. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Lord Dorset, are your men ready for the day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "They are, sire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Very good. (awkward beat) Tell me of your preparations. - and then a commotion from beyond the tents. Hal approaches slowly on horseback. A lone muscular figur A hush descends. To most here, Hal is an almost mythical the renegade son of their tyrannical king. He dismounts. He walks to Thomas. The crowd parts for him looks sharp, determined, steely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS, (CONT'D)",
          "text": "Why are you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I will not allow this havoc to transpire. I have come to see it stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "This is my battle. You have no place here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "If I have my way there will be no battle. Hal turns to a HERALD nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "You. Come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "You have no place here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(to herald) Go to the rebel camp and deliver this message to Percy Hotspur. Tell him that Prince Henry challenges him to settle today’s score man on man. He and I. We fight in our armies’ places. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I do not need you to fight my battles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "This battle is not yours. The herald hasn't moved, confused. Hal steps towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Why have you not moved? Go! The herald scurries away. Dorset rises from the circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "Who do you think you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I am nobody to you. As you are nobody to me. As Hal walks away, he watches the herald’s horse gallop a the field toward the rebel camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hotspur stands. Northumberland sits. Scrope is there, hav defected from the King’s inner circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "I will fight him. I will defeat him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTHUMBERLAND",
          "text": "That you surely would, my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "I will defeat him and we can leave this field whole and victorious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCROPE",
          "text": "That thrill of victory you so foresee would be short lived, for there is little chance that the King Henry would allow us walk free from this field. He would have us forever marked as traitors and we would spend the rest of our days awaiting his recrimination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "The offer has been made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Prince Henry speaks not for his father. Of this I am certain. You have started something, we have started something much larger here, and we must see it properly concluded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTHUMBERLAND",
          "text": "You're eager to fight, my son. And you will. And we shall fight alongside you. We will burn them. We will burn Henry’s reign to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal is fitting himself with armour. He does so solemnly a meticulously. These may be his last moments alive. Thomas approaches him, furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "It is unconscionable that you should seek to commandeer this moment of mine. This moment belongs to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "This is not a battle you should be compelled to fight. These troubles are not of your making.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "This is not for you to decide! This is not your place!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "You do not know war, Thomas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I do know war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "You do not. You may have skirted its perimeter, but you have not been inside it such as that which brews here on this field. And this here is not a place any sane or good man should aspire to know. Hal looks at Thomas, hoping he can see his sincere concer \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "You have been recruited to our father’s madness, to wars that need not be fought. When I turned my back on him, on my birthright, I was turning my back on this field. These men are not our enemies, but our father has made them thus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Why then are you here? You so disapprove of our cause, and yet still you find it necessary to upstage me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I do this not to steal your thunder, brother. I do it to save your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "These are not your decisions to make! Westmorland approaches. John turns, agitated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "Pardon me, my lords.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "Our herald is returned from the rebel camp. They have refused Prince Henry's offer. Thomas is stunned silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A line of two thousand men and horses - a battle-ready ar across the field, the thin line of Hotspur’s force is vis Thomas strides to Dorset and other officers. All is quiet",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "You should address the men, my lord - as is customary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Of course. \f24. Thomas looks around at the mass of men before him. They w him. He clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS, (CONT'D)",
          "text": "Men. This day shall be a glorious one. It shall be a day that will live on in our memories for many years to come. Beat. Thomas looks nervously at the men staring back him, cold, distrustful. His pause is awkward, long. He continu weakly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS, (CONT'D)",
          "text": "Battles such as this one are the pillars upon which a man’s life is built. Thomas stops. A murmuring from the men. Dorset leans in close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "You must speak up, sire. The men are having difficulty hearing you. Thomas is rattled, embarrassed. He steels himself and the loudly, yelling uncomfortably -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I know that many of you doubt me. I know many of you think me unworthy of your respect. But I promise you that today, from this moment, I will do everything in my power to make myself worthy of your respect. Awkward silence. The men wait for more. None comes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rebel preparations. Hotspur is now in formidable knight’s armour, elaborate and fearsome. He seems troubled. He don his helmet and mounts his horse, also decked in intimidat armour. Together they look powerfully murderous. Hotspur looks around the camp a moment, breathing deep be his visor. He then spurs his horse hard and gallops away across the field towards the English army. Startled attendants call after him. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomas stands weak before his men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Loke! There! All turn to see Hotspur’s lone, sharp approach across the Hotspur rides steadily towards Thomas’s army. As he nears slows, then stops close to the line. He removes his helme",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "Where is Henry? I have come to fight him, in our armies’ stead. Thomas steps forward, distressed and angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "No. His offer was refused. We are ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "The offer has been reconsidered. I will fight Henry. The outcome of that fight shall stand for the larger battle forestalled. It will be done. Hotspur dismounts his horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I said no. It will not be done. Hotspur walks closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "Why is the little dog barking? Where be the big dog? Hal steps forward, helmet under his arm, sword by his sid",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "It will be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "If this here might prevent the death of countless of your men then you should wish it be done. You should wish it be done! \f26. Thomas can feel the heavy stare of men who would rather n die, many of whom are themselves unsure of this battle’s Hal watches him a moment, then steps further towards Hots",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "And here I am with the whoring fool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "This fight need not be had, Percy. My father will soon be dead, and your grievances will die with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTSPUR",
          "text": "Don’t be afraid of our small contest, little Hal. I promise to finish it quickly. Hotspur dons his helmet. Hal watches him. Hal dons his own helmet. He stands firm, raises his sword Hotspur advances, calmly. Hal circles him. HOTSPUR (CONT’D) Your father is plague to England. Hal charges forward, swinging his sword. Hotspur blocks and deflects him easily. Hal stumbles. Hotspur stands calm and cocksure as Hal regathers. HOTSPUR (CONT’D) Come for me, big dog. Hal attacks again, this time steadier, more sure-footed. They trade blows. Hotspur is a powerful and battle-fit wa Hal seems more troubled by the contest, struggling to kee feet and trade blows. They fight, separate and circle each other. Despite his ascendency, Hotspur seems surprised by the fi puts up. He expected the win to be easier. He concentrate Northumberland and Scrope have arrived on horseback from rebel camp. They watch the fight. Another vicious exchange. The men break. They watch each other, catching breath. They circle one another. \f21 27. HOTSPUR (CONT’D) Come for me again, dog. Hal raises his sword and stands firm and waits. Hotspur f coldly on him, then charges. The exchange is brutal. Hal his sword. He stands vulnerable. He pulls his dagger from scabbard. Hotspur laughs from behind his visor, then charges again. Hal ducks, spins. Hotspur trips and falls. Hal wheels aro thrusts his dagger straight through Hotspur’s throat. Hotspur is killed. Hal stands over him, heaving for breat The massed English army bearing witness stand silent, shocked, relieved, confused - certainly they didn’t want die, but many felt a greater allegiance to Hotspur than t did the family they were to fight for today. Hal pulls off his helmet. He tosses it on the dirt. He be lifts Hotspur’s helmet off. He contemplates Hotspur’s lif face. He seems saddened by it. Hal carries Hotspur’s helmet over to Thomas. All watch, silent. He drops the helmet at Thomas’s feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Some day this will be your head, dropped at the feet of a man who might otherwise have been your brother. Walk away from this field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "After you have stolen its prized scalp? This is what shall be spoken of tomorrow. This field was mine, it was to mark my dominion. Instead now it marks only this head. This fucking head. Thomas kicks Hotspur’s helmet like a football and walks a through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff is asleep in bed snoring. A knock at the door. T opens - it’s hostess Hooper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Go away. \f22 23 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER",
          "text": "You might wish to see to your otherwise well appointed friend. He seems to have taken a pitiful turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff steps into the dark, quiet street to find Beale to rouse Hal who lies drunk and sick against a wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEALE",
          "text": "Hal's up-chucked again. Falstaff crouches before Hal. Beale steps away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Hello, friend. What’s this foul mess you’ve chosen to lie in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tavern has emptied. Hal sits against a wall with a si bucket. Falstaff sits beside him, staring ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Battle is ugly, brother. Many times have I seen men in your state. I’ve been in it many times over myself. For all our rejoice of courage and valour, nothing stains the soul more indelibly than killing. Never have I felt more vile than standing victorious on a battlefield... The thrill of victory fades quickly. What lingers long after is always ugly. Nothingness... Ugly. Falstaff sits remembering war. He shudders, shakes it off",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "Never again, I say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Stop. Stop talking, old man. Falstaff smiles and pats Hal on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I will never stop talking, Hal. Falstaff stands and heads for the stairs. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal is asleep on the floor. A gloved hand shakes his shou",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "My lord. Hal wakes. William stands over him, accompanied by a guar",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "What business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "It is a matter of great urgency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "You should hurry along then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Please, my lord. Hal sits up. It’s a struggle. His head is throbbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "Your father, my lord. He is gravely ill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "That hook has lost its worm. Hal massages his temples. William addresses his guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Wait for me outside. The guard exits. William sits on a bench beside Hal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "England needs a king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "England may do better without one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "No doubt your father has brought much trouble to this kingdom, but I fear the chaos that might erupt in his absence. England needs a king and I suspect those sentiments of yours that had you resile from him might be precisely those the governance of this land needs... You must be king. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Why do you say this to me? Speak to Thomas. Is he not to be your new king?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "I'm afraid that is not possible, my lord. William pauses. Hal looks at him, suddenly concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "Your brother was killed in Wales not a week gone by... After your defeat of Lord Percy, young Thomas pressed on to the western fields. This is where he met his end. The news rocks Hal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "It is said he gave valiant account of himself. Hal stands and heads for the door. William watches Hal’s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal’s booming voice echoes off the stone walls of the pal",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (0.S.)",
          "text": "Where are you!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Attendants hard at work in the smoky, bustling kitchen lo up at the noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (0.S.)",
          "text": "Where are you!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Palace attendants moving furniture in the otherwise empty hall are also startled by the noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (0.S.)",
          "text": "Where is he?! \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal strides into his father’s office adjacent to his bedc",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Where is he? Where is the monster? In the office, Grey and others loiter. Grey turns to Hal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREY",
          "text": "Tis a grave day, my lord. Hal swings him to the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Is it? Truly? The vultures show the way to the carcass. Hal releases him and bursts through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal charges in. Cambridge, Dorset, Westmorland and others quietly. The LORD CHAMBERLAIN is there. The Archbishop si beside the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Move. Leave him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "The King needs rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Soon he will have it. The King lies prone in bed, breathing shallow, face conto",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "He’s dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Leave then. It’s too late for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "I give him comfort -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(yelling furiously) Get away! The Archbishop backs away, scurries for the door. \f32. Hal grabs the sheets from the bed and pulls them off. He over his dying father, shrivelled and exposed on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "You deserve no comfort. The King struggles for breath, wracked with fear. He is c",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Do you feel the cold? Hal waits for some kind of response. Henry is distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "(yells) Speak! Do you feel this cold? The King stares into some middle distance, broken and chi",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Speak. Hal starts crying now. And then his anger rises again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Speak, wretch. Speak to me. Courtiers sit quietly, cautious. The King whimpers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV",
          "text": "(barely intelligible) You must be king, my son. Please. I love you. Hal takes this in. His tears run harder. The King wheezes",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY IV, (CONT'D)",
          "text": "I know not what I have done. He continues to wheeze as he fades. Hal looks to the crow sitting on a beside table. He stares at it. Others in the room wait uncomfortably, staring at Hal's b Hal stands. He turns. All stoop apprehensively to a knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "My liege. Hal stands before them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Look at me. \f33. The men look up. He looks them all square. He has hardene",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "He will be dead by morning. No one breathes. Hal watches them - his world shifting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "You know not what will become of you. (beat) And so I offer you now the most blessed reprieve and the most dreadful misery - one and same - that you shall suffer the indignity of serving me, the wayward son you so revile. Hal stares them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "But know now that you will be watched over by an altogether different king. Pause. The men genuflect again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Before you falsely honour your new king, you might with fondness farewell your old. Hal catches sight of William, newly arrived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William and the Lord Chamberlain with three guards in the street outside Hal’s apartment. William surveys the stree then heads inside it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A key in the door. It swings open. The Lord Chamberlain, and two guards enter to find Falstaff startled awake and disoriented in Hal’s bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "What is this? \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I am I. Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "What is your purpose here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I think you just woke me up from it, didn’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "Rise from that bed. At once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Who are you? Where is Hal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "These lodgings and their contents are the property of the King of England. You are trespassing and I order you to vacate at once. Falstaff is momentarily taken aback. He scoffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "What King of England? INT. KING’S BEDCHAMBER / ROYAL COURT - DAY Dressers fit Hal in ceremonial robes. William sits watchi Lord Chamberlain is there too, at attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Are you comfortable? Hal adjusts his garments. He isn’t comfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "You need only follow the Archbishop's lead. A coronation is one such event at which the King need be little more than present. And awake, I suppose. (beat) Many hours might this day consume but, like any other, it will end. You are an honourable man. You will not be alone in your endeavours. I can assure you of this. You shall have me beside you at every turn. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal walks barefoot in ceremonial procession through a cro of noble onlookers. William, Dorset and Westmorland are w him. The Archbishop leads. Hal seems vulnerable. The crow watches with quiet reserve. He may have inherited the kingdom, but it feels today as though the kingdom owns hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The abbey is huge and full of peers and nobility, watchin Hal on all fours on the chancel, disrobed, wearing only breeches. The Archbishop stands over him, massaging oils his arms, back and shoulders. Hal seems vulnerable, submitting to the arcane, unsettling, almost sexual cerem Bishops bear witness. The crowd watches in silence. LATER: Hal, clothed in full regal attire, sits on a thron the altar. The Archbishop addresses the large crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "Will ye, sirs, at this time give your wills and assents to this consecration whereunto the people shall say with a great voice, yea, yea, yea, so be it, King Henry, King Henry, King Henry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "King Henry! King Henry! King Henry! The crown of Saint Edward is placed upon Hal’s head. In procession, he is kissed by each of the bishops as he sta out at his inscrutable subjects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal stands at a huge banquet table, flanked by William, t of York, Dorset, Westmorland, Grey and Cambridge. A few s from Hal sits the Archbishop. In all, forty or more. Duke duchesses. Men of church, war and politics - and, beside these men, women sit watching the new king carefully. Among them is QUEEN PHILIPPA, Hal’s 21 year-old sister, w in marriage - is now Queen of Denmark, Norway and Sweden. sits beside her husband, ERIC OF POMERANIA. Laid out on a side-table near Hal is a great pile of gift Servants remove plates from the table. A meal has been ea \f36. The Lord Chamberlain presents one of the gifts to Hal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "From Wenceslaus, King of Bohemia. Hal opens the box and pulls out an ornate vase. He inspec LORD CHAMBERLAIN (CONT’D) (reading from a card) ‘I, King Wenceslaus of Bohemia, present this gift to King Henry of England. To long and good health.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Beautiful. Hal looks to Philippa. He walks round the table to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "As I’m sure you all know, my young sister Philippa has joined us here today. Queen of Denmark! Hal stands behind her. He lovingly holds her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "I am thankful that she and her husband, the good King Eric, have travelled all this way to wish me well. To wish England well. (to Eric) How stands she, Eric? As queen? I hope nobly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "Well she stands, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I'm happy to hear it. I wish for you take this vase, my dear. Let its beauty stand for your beauty which stands in turn for England's beauty. Hal puts the vase on the table before Philippa and kisses cheek. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIPPA",
          "text": "I thank you, my liege. Hal returns to his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "The next surprise, Lord Chamberlain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From Zsigmond, King of Hungary. (reading card) ‘May your reign be peaceful and your kingdom eternally prosperous.’ 37. Another box. Hal opens it. Inside is a quill and ink pot. inspects it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "A quill. A nice one. (to William) I feel you should have this gift, Chief Justice, for the signing of royal decree. Let it represent England’s lawfulness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Thank you, my liege. All at the table enjoy this display of largesse from Hal. are smiling, awaiting the next surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "His sincerity, the Doge, and the republic of Venice, present this gift in your honour, my liege. Hal inspects the box, trying to figure out how it opens. LORD CHAMBERLAIN (CONT’D) (reading the gift letter) It says it is a bird from Constantinople.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "A bird! A dead one I should suppose if it has travelled here from Constantinople by Venezia in this box. Laughter at the table. Hal manages to open the box. a small, intricately crafted metal bird. Hal studies it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "If I may, my liege. Inside is Hal hands the bird to William. William inspects its under and twists a dial there. He places the bird down on the t upon which it flaps its wings like the wind-up toy it is. \f38. All at the table gasp, enthralled, horrified, watching th bird twist and flap. They’ve never seen anything like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "Unnatural mechanics from the edge of Christendom. Hal watches the bird with fascination as it comes to a st He picks it up, turns it over, inspects its underside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "A wonder... Well, this belongs to my old friend, Lord Cambridge. Hal walks around the table to Cambridge’s seat. He puts t on the table before him and clasps him by the shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Of all at this table, none have I known longer than I have you. I have indeed known you longer than I have my own young sister. Hal smiles at Philippa. She smiles back carefully. Hal returns his attention to Cambridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "We were raised together. We played games together. We have fought in battle together. You have been like an older brother to me. And so, in honour of this, I think it only fitting that you, my good Lord Cambridge, should have this magical bird from Constantinople. Let’s hope its magic isn’t black and unholy! Constantinople indeed. Hal kisses Cambridge’s temple as all laugh and applaud. H returns to his seat as Cambridge inspects his new toy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "More!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "From Charles, King of France. The Lord Chamberlain inspects the card. LORD CHAMBERLAIN (CONT’D) Pardon me. Not from the King. It’s from the Prince, his son. The Dauphin. \f39. The Lord Chamberlain turns the card over. LORD CHAMBERLAIN (CONT’D) No message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "No message from the Dauphin? Hal puts the small chest on the table before him. He open and freezes, staring into the box. All wait in anticipation. They sense something wrong. Hal reaches into the box and pulls out an old-style tenni",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "A ball. Silence. This is clearly an insult to the new king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "There is no accompanying message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "No, my liege. Hal continues looking at the ball. He closes the chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I shall keep this gift. This one is sent for me. He examines the ball, turns it in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "For the boy that once I was. Hal steps back from the table and throws the ball hard ag the stone wall. It echoes loud and bounces back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "The Prince and I might play a set one day. (to Cambridge) You shouldn’t mind, Lord Cambridge, if I found myself a new play friend, would you? For jeu de paume? Muted laughter. Cambridge smiles politely. The women - Ha sister, Philippa, especially - watch Hal closely. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Lord Chamberlain. Next. Make this one a good one, please. We hold on Hal as the Lord Chamberlain sorts uncomfortabl through the remaining gifts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "From The King of Denmark, Eric of Pomerania -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(flat) Ah, good Eric. I was hoping yours might be next. As the Lord Chamberlain reads the card, Hal becomes dista",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal sits at the King’s desk, examining a mess of papers. William sits, unsettled, holding the Dauphin’s ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "We must respond. This ball is an insult, to you and to your kingdom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Remember where, as Prince, I whiled and how I spent my days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "You spent them in considered privation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "And drinking. Drinking and clowning. So is there not some truth in this jest? If the Dauphin wants from me a paroxysm, why give it him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "It would not be a show of foul temper for you to respond forcefully to an insult such as this, my liege. It would be a show of strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I appreciate your umbrage, William. And your loyalty. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "But my strength does not lie in me flapping up and down at the slightest barb like some unholy mechanical bird. Hal focusses on the papers spread before him. William sit beside him, waiting. Hal stops, rubs his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "(re the papers) Make sense of this. This is what is pressing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "It’s most complicated, my liege. Civil strife has consumed us. War drains the purse like little else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "This strife must end. And it will end by conciliation. We shall pardon our adversaries, Lord Scrope among them. We shall pay Mortimer’s ransom and have him returned from Wales. I will write these pardons in mine own hand. I want it known these sentiments are so personal to me. We shall let these men know they were my father’s enemies, not mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Certainly, my liege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(beat) How does this strategy greet you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Great policy shifts are best enacted with regime change. If this is how you wish to proceed - and I will support you in that endeavour if it be so - then yes, my liege, now would be the time to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal is with his sister, Philippa, in the palace gardens. stand at the fence of a pen holding two Bactrian camels. Philippa is enchanted. She’s never seen anything like the \f42. Behind them, at respectful distance, attendants hover - s armed. Hal throws a stick for two dogs to fetch. Philippa is smiling. Their talk has been light and tender",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIPPA",
          "text": "He is kind to me. I’m happy there. I am yet to give him a child, but he seems not to mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "He is a good man. And you are young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIPPA",
          "text": "Did you reconcile with our father before his passing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "There was no reconciliation to be had. His passing itself was my reconciliation. He did untold harm to this kingdom. His passing will bring calm with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIPPA",
          "text": "I ask not after the kingdom. What of you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I want an end to this unrest. Beat. He hasn’t answered her question. Hal looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIPPA",
          "text": "I look around that table last night. I look at the faces of the men seated at it. And I can feel this calm of which you speak. I can see the... the hope that your vitality, and your measure, promises them. I do believe they wish you well. (beat) But I also see that they have their own kingdoms - behind their eyes... Do you understand what I say? at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIPPA, (CONT'D)",
          "text": "These men are more than mere empty vassels awaiting your instruction. \f43. Hal looks away. She searches his face, trying to read it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIPPA, (CONT'D)",
          "text": "I know them not. I’ve been away too Many years. And I’m now to return to Denmark. But I have in my time in that court been privy to its commissions. I have seen there, again and again, that no one ever speaks true - wholly true. Even when their intentions are virtuous, and their hopes for the realm are honourable, they are still first and foremost the sovereigns of their own kingdoms - the kingdoms of their own imagining. Hal’s shoe’s buckle has come loose. He crouches to re-fas it. Philippa stands over him. She looks at him sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIPPA, (CONT'D)",
          "text": "Choose your steps wisely, dear brother. Tis likely not my place to offer you counsel. But that is my counsel nonetheless. Abstract as it may be. Hal looks up as Philippa wanders away. Hal watches her, suddenly feeling strangely alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Full sitting of parliament. The Archbishop has set up an easel for a presentation. On it is an incomprehensibly complicated genealogical diagram. He has performance jitt All are assembled. When Hal enters with William, all stan",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Archbishop, a presentation I’m told. A performance. The Archbishop bows. Hal sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "Yes, my liege. Please, make yourself comfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Comfortable. How long is this performance to be? Awkward pause. The Archbishop isn’t good at playful bante",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "I speak to King Charles of France’s claim to be the legitimate sovereign ruler of said lands. Tis - (trying to control lisp) Tis said that the law Salic would have no succession of the French crown fall to a woman. Meaning no rule left in the lineage of the female shall by rights pass to her issue. The French have long stripped such titles in favour of another whence the title was in fact left in the female thread in the absence or death of a male heir. Now, the law Salic which is of Salic land and tethered to said lands is not, ah, not therefore legally bound - or adherent at all in fact - to the lands of France... But to those of Salic. Which, as you know, lies between the lands of Elba and of Salve. I claim here, with proof, that hence it follows that the law Salic which has seen French sovereignty stolen as such from a true lineage... Thrice, as I can illuminate, the French have cited the law Salic as reason to bar a female succession -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "With reverence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "Yes, my liege?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "You have yet to introduce your extraordinary puzzle picture there and already I’m finding this story impossible to follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "My liege, I question the French King’s claim to the throne upon which he sits. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Is that so? What confuses me now is why you are telling me this story. The Archbishop, flummoxed, looks to others for support. Beat. Hal Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Archbishop? I’m sorry. Have I muddled you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "My liege, I simply hope to bolster your claim to France should the need to meet her with force soon arise. is unsettled by talk of war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "And you believe that need will indeed soon arise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "I, ah, my liege - by way of preparedness, I think it, I believe it always wise -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Preparedness? If we are to war with France, it will be driven by matters hot and current. I thank you for your performance. I’m sorry to cut it short. But war will not come aS a consequence of old and impenetrable libretto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "France was your father’s long held ambition. Had he not been bogged in civil feud he would most surely have taken the fight to her. And then on to Jerusalem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Jerusalem! We’re all the way to Holy Land, are we? And to sack the rest of Christendom along the way, I presume!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "My liege - \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I am not my father, Archbishop. I would have thought this clear by now. (beat, steely) Do not think me a sapling, gentlemen. Do not think I might bend to light wind. Only with a storm will I uproot. Until then... Well acted. Hal stands and leaves. The Archbishop looks stung.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal sits in an armchair, contemplative. William sits near",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "The Archbishop is a far from gifted orator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Which is strange given I would have thought gifted oratory to be a requirement of the position. Why is the Archbishop speaking to me of war with France?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "What you are witnessing here is a stirring. Of which we must be wary. I applaud your restraint, my liege. After so many years of strife, you are proving to be more than your father’s son. And this is admirable. And sage. You wish to be a king for the people. We must ensure to that end, however, that you do not remain oblivious to the mood of the people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "And what mood is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "That France is taunting us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Do you share this mood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "My opinion matters not. My loyalty is to you, my liege. Unwavering. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I stand by you. The mood is a fantasy. That doesn’t mean it isn’t felt true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff is squatted, doing a shit on the edge of a pile on the street. He has his garments bunched and to shoo away a persistent scavenging dog. He finishes, pulls up his breeches, and joins Beale nearby. They walk. The street is busy and filthy as",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Why in heavens a dog would want to eat my shit I cannot fathom. Why would it not eat its own shit if it has such a taste for shit? If only I had a taste for my own shit. I'd need never search for food again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEALE",
          "text": "Dogs do eat their own shit. I seen them do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Mine would be a higher order of it. If I was a shit-eating mongrel cur I s’pose I'd too want a steaming hot plate of Sir John’s blogs. 47. stink- is having waiting usual. Beale has noticed that Falstaff is walking with purpose i very particular direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEALE",
          "text": "We can’t be going to Hooper's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Yes we can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEALE",
          "text": "She won’t have you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Yes she will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff and Beale enter the tavern. It’s busy despite th morning hour. Falstaff attempts to slink in unnoticed. He makes it half way across the room before he is. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Yes! Hooper makes her way across the room to him as he takes a seat at a table with other men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER",
          "text": "You’re not welcome here. Unless you've come to pay what you owe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I've paid you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER",
          "text": "You've paid me a snatch of what you owe. And I presume too from the proceeds of thieving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Lies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER",
          "text": "And so, by all account, you be not specially good at thieving neither.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Lies. How dare you so address me. Why would you be so churlish with the very man most likely to lift you from this stinking rat-hole? Maybe you've forgot, but my associations now stretch to the highest reaches of the realm. Your insolence might as well be directed to the King himself. Ponder that now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER",
          "text": "Are you speaking of Hal? Falstaff, haughty, pretends the question is beneath him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER, (CONT'D)",
          "text": "Where is he? Where is Hal? Where is our King? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER, (CONT'D)",
          "text": "He be gone weeks and weeks now. Where is he? I would say you be the one who’s been forgot. I would say your dalliance with the upper reaches of the realm were short- lived in and around his stinking sick bucket. Seems you were little more than passing keeper of a prince’s puke. Ponder that now. Men at the table laugh. Falstaff is embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEALE",
          "text": "Nell, Sir John is down on his luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I am not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER",
          "text": "You find someone to pay your way here. I’1l not be paying it for you. Hooper walks away, leaving Falstaff embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal walks at pace with two sentries. They head down a spi stair, past guards, into a dark and dank corner of the palace. A buzz in the air. Hal is concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal is led into the dungeon. Guards loiter. William is th William looks to the guards. They exit. Hal sits opposite GILRICH (20), an effete Frenchman in chains. [Hal and Gil will speak to each other in French, subtitled. ]",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Who are you? The man says nothing. He looks to William.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "He seeks asylum in return for his tale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I do not doubt this can be arranged. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILRICH",
          "text": "Can it or not? You are the King, no? Beat. Gilrich and Hal size each other up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "It can be arranged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILRICH",
          "text": "I have been sent by the King of France to assassinate you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Charles himself sent you? You know this to be certain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILRICH",
          "text": "The order's origin I know, yes. From the King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "What was the order?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILRICH",
          "text": "That I should kill the King of England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILRICH",
          "text": "However. Any way. How many ways to kill a man. Tis my talent - killing men who do not expect to be killed. Hal contemplates his prospective killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "In return for this admission you seek impunity and sanctuary here in England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILRICH",
          "text": "Oui. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal with William, Dorset, Cambridge, Grey, Westmorland - Scrope, newly returned from his rebel defection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "This is an act of war. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCROPE",
          "text": "The man we have chained now is but a coward. Maybe he was too low paid. Whatever his grievance, he was sent. Which means another may come. And I fear the next may be of firmer mettle than the weasel that nests in the dungeon beneath our feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "At such a time as I endeavour to foster a fresh and peaceful air for this kingdom to breathe, it is not in my interest to stir hostility with another. I would expect you, Lord Scrope, to understand this as well as any other. I have welcomed you back to this court so as to forge quite the opposite of whatever bellicose fever it was that had you turn your arms against it. Scrope looks at Hal with defiance. He has indeed been welcomed back - only to be shut down. William breaks tens",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Understand we do, my liege, but - with respect - to ignore such an audacious act of aggression will be seen as weakness. This is no game ball. This is an assassin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Would you consider me weak, Chief Justice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Certainly not, my liege. No. I see the honour in your intent. I speak more of the kingdom, of what the kingdom sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Of what the kingdom sees. And how, pray, might the kingdom see the weasel beneath our feet? \fHal feels Hal looks 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "That weasel is a pimple. If France’s animus towards you runs deep enough for them to send an assassin, then it will be felt in the streets, ours and theirs. It will be known. his leadership tested. The other men wait and watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "We share your concerns, my liege. We share your longing for peace. But the stability of peace today needs more than harmony. It needs strength and confidence. These are qualities that can originate only in you, the King. They must be seen - and felt. at William. He thinks. He turns to an attendant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Take down these words, addressed to King Charles of France. Hal takes the ball from the Dauphin’s chest. He bounces i twice, on his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "This assassin you send can be taken as nothing other than an infant act of war. If this be your intention, I say you let it be known plainly and honourably and that you desist from the timorous slither in which you presently engage. If it be war you seek, send the full weight of your army, for a lone and cowardly assassin will not topple this King Henry the Fifth of England you so underestimate. Hal lifts the chest and empties the tennis balls on the floor. He drops the chest back on his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Fill this with gun-stones and send it back to France. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal, on his throne. A full sitting of parliament. A speec being given. Hal, half-listening, searches the faces of t men before him. All inscrutable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal alone, on his knees at the altar, deep in prayer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All is ominously still. The sky the colour of blood. EXT. CAMBRIDGE’S ESTATE - EVENING A stately manor house in last light. A carriage pulls up outside it. A man alights, looking around warily. INT. CAMBRIDGE’S ESTATE - EVENING Cambridge steps into the entrance hall to meet his STEWAR the front door. Cambridge’s children are in the kitchen behind him. There is a wary tension in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMBRIDGE",
          "text": "Who is it? CAMBRIDGE’S STEWARD A Frenchman, sire. He says he wishes to speak with you privately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMBRIDGE",
          "text": "About what? CAMBRIDGE’S STEWARD He wouldn't say, sire. I asked of him. He wouldn’t say. INT. PRIVATE CHAMBERS / CAMBRIDGE’S ESTATE - NIGHT The man, a French ENVOY, takes a seat in Cambridge’s sitt chamber. He waits for the attendant to leave before speak",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "My King has sent me to seek out men he feels he can trust. He believes there is discreet discussion to be had. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMBRIDGE",
          "text": "What discussion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "He believes there is discussion to be had about your new King of England. Cambridge realises he is now in a precarious position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cambridge and Grey with William in a quiet corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMBRIDGE",
          "text": "Only myself and Lord Grey were met. We knew not where to turn... about what was spoken to us. Nervous, he looks to Grey who stands, eager to cut the fu",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREY",
          "text": "We are all of us aware that there is a standing problem. Our King is of low repute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "The French King teaches you this? Is he not thankful for young Henry’s light reaction to his provocations? Or does he come on spoiling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMBRIDGE",
          "text": "The assassin he swears he knows not of. Tis a charge he denies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "The plot came to nought. Of course he would wish to wipe his hands of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever the root, they have expressed grave concern regarding our King’s mental fortitude and what it might mean for relations between our kingdoms. William thinks, watches Cambridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMBRIDGE, (CONT'D)",
          "text": "I myself once counted His Majesty a brother, but, my lord, as you say, much has -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Is the envoy to be trusted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMBRIDGE",
          "text": "I believe so. As if you yourself were to voyage on Henry’s behalf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Charles wishes to dethrone our King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMBRIDGE",
          "text": "They have proffered no course of action. They merely wish to establish that their concern is mutually held.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREY",
          "text": "The issue is not France. This is but a reminder to us of a more general lunacy. A man who but weeks ago was a drunken boor from the sewers of Eastcheap now wears England's crown... What shall become of us? What shall become of us when civil misdeeds are forgiven as if they were but indiscretions? When traitors are invited to rejoin the court as if they had been but away on sojourn? When it appears -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Yes. These concerns are current and numerous. Something must be done... And something will be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal is seated. William stands beside his desk. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Thus is the King’s burden. A king must make decisions lesser men are neither willing nor able to make. A king is indeed presented with quandaries lesser men might never encounter in the course of their whole lives. Hal drops his head, stares at the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "I wish it were not so. But problems, my liege - this is my experience - problems left unattended have a habit of becoming crises. You have a chance here to unite this land truly. You have refreshed its mood with promise. But promise must be fulfilled. Promise can never be an end in itself. Pause, Hal looking at the floor, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "One does not secure the integrity of his house by ignoring the woodworm... (looks up at William) Nor by attempting to make peace with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The full court gathered, chatting casually. William on ed Hal enters, steely. The men go silent as they notice him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "As of this day we are at war with France. Stunned silence. Grey and Cambridge shuffle nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Twice I have given her the benefit of my doubt. Once as a trifling joust which I paid. The second I met with messaged caution. This third will not be left unchecked. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "(beat, cautious) What be this latest provocation to arouse thy fury, my liege?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "And so in order to flush these French rats from their nests, I will have it communicated to them that we are now at war. Hal stares strangely at the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "And who do we propose might deliver this declaration? An envoy. A man or men of high standing. Hal steps directly to Cambridge and Grey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Lords Grey and Cambridge. I would ask you deliver this message to France given your familiarity with its recipient, but I believe in the morning you be otherwise engaged. Cambridge, nervous, waits for Hal to continue. Hal doesn’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMBRIDGE",
          "text": "Pray how, my liege? Hal looks him square in the eye. It’s deep and personal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Tomorrow you will have your heads axed off. I have chosen to send you as an advance party to Hell for the considerable French number that will soon be needing to find space there. Hal looks at Cambridge. The room is pin-drop still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "You were once my friend. Cambridge is stunned, bewildered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMBRIDGE",
          "text": "I am your friend. Hal moves away. Grey looks to William who watches him col \f55 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cambridge and Grey on a platform - before them a beheadin block. Abject fear on their faces. The full court gathered. Hal and William watch, steely. A guard pushes Grey forward and onto his knees, his neck the block. Grey breathes hard, hyperventilating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERGYMAN",
          "text": "May God take pity on you. A moment passes. Strange silence. The HEADSMAN swings his axe. Grey’s head comes off. Blood gushes. Hal watches, an then meets Cambridge’s terrified and confused eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tavern is busy. Noise, loud voices in a confined spac The door opens. Six armed and masked guards enter and sta ominously at the entrance. The noise dies quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "All leave. Now. Scoundrels grab their cloaks and make their way hastily t the door. They file timidly out past the guards. Falstaff sits at a far table, watching warily. He takes h scarf and goes to make a quiet exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD, (CONT'D)",
          "text": "You. Stay. Falstaff sits again, weighing his options as the room emp Hostess Hooper remains at a table. A guard points at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD, (CONT'D)",
          "text": "You. Leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER",
          "text": "This is my place. A hooded figure walks in and stops at the top of the stai",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOODED MAN",
          "text": "The hostess can stay. The man removes his hood. It’s Hal. He steps in. He appro Falstaff. Falstaff remains wary, watching Hal suspiciousl \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "That’s my welcome?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "You want me to curtsey? That could take a while, with my funny knee and all. First I’d have to stand. Then I’d have to bend over. We could be here all night. I think I'll just stay sitting if it suits Your Highness. Hal places a purse of coins on the table for Hooper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "For the loss of patronage. (to Falstaff) I beg a moment of your time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal and Falstaff sit at a corner table. Falstaff drinks a",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I expect nothing of you. I am here to ask. Simply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "And simply I refuse. I won’t jump to your attention, and surely not to retread vile ground I vowed I would never walk again. A man who has found it so easy to shed his skin should find wholly sensible the sentiments of this here snake. Hal can clearly sense Falstaff’s underlying hurt feelings",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I acknowledge my neglect of you, John. I regret it deeply. A new chapter of my life was begun before the last could be properly closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Why won’t you drink with me? Hal pauses, not sure if the question is a thaw in tension",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Drinking is what men do when they wish to take temporary leave from life. I no longer have this luxury. \f60. Falstaff drinks and smiles to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Already I can feel the weight of this crown I wear. I know you remember, I once wished to eschew both its burden and its pretensions. But to do so now would be cowardice. It is incumbent upon me to steer a course for the defence and the betterment of England. This is that course. (beat) These concerns are mine and mine alone. But the fact that this here, now, be the first occasion I’ve had to sound them aloud to anyone other than myself speaks volumes. It speaks to the loneliness of the position in which I find myself. To steer our present course I’ve been forced to rely upon the counsel of men whose loyalty I question every waking moment. Every waking moment. I need around me men I trust beyond doubt - and of them there is only one on this earth I can identify with anything near certainty. Hal looks to Falstaff with humility. Falstaff reads it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "I expect nothing of you, John. Whatever decision you make I will respect without question. But I’m here because I love you and because at this point, in this chapter, I need that love like I need the air I breathe. I’m here because you are my friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "A king has no friends. A king has only followers and foe. The moment hangs heavy. Hal stands and dons his cloak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I’m sorry that my occasion to visit carries with it this doleful weight. Falstaff watches him, unmoved. Hal heads for the exit. Th \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Hal. Hal stops and turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "I will come with you. Beat. Hal watches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "I ask only one favour in return. The moment is loaded. Falstaff points to Hooper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "Square my account with this terrible hag, would you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal walks a line of assembled men. The full court plus th Duke of York and handful of others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "We welcome those newly arrived here. Sir Daffydd from Wales. He comes face to face with the noblemen one by one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Cousin Westmorland. Lords Warrick and Dorset... Great men all. Turn us now in common poise, with one mind, sharpened. Let past grievances be forgot. Our minds make free to one end. Together we will bring France down. Together we will bring her to her knees. (beat) Captains all, to this end, I introduce you to a new marshal of our campaign. Hal pauses. Anticipation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Sir John Falstaff. Falstaff steps forward, strangely polite and nervous. He wears the best outfit he could muster at short notice. He looks out of place, but clean and combed and strong. \f62. The other men in the room are confused. William is unsett",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Sir John's experience in battle should need no recitation. You know of him. Some of you have had the honour of fighting alongside him. Others have heard tale of his exploits and his bravery, of his redoubtable command of men. But I have tasked Sir John to join this campaign for one most vital reason alone: he respects war as only a man who has seen its most monstrous form can. He lusts after it not, but rather regards it with the grim sobriety that you and your men should hope he would. You will listen to him as you would to me. He is my eyes and my ears, my heart and my head. Falstaff, on long-estranged ground, feels rusty. Hal look him to speak, which he does without fuss or flower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Welcome and thank you, good sirs. You are all well met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff is in a bathtub. A pageboy sits on a stool besid the tub massaging Falstaff’s foot which hangs over its ed He looks uncomfortable. Falstaff scrubs his armpit. He squirms and laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Hard. Not soft. Hard. Be forceful. A knock at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "Enter! The door opens. Hal enters. He takes in the scene. He clo the door behind him and takes a seat near the tub. FALSTAFF (CONT’D) I’m having to explain to this stripling that a soft scrub of the foot might be construed in some circles as a tickle. \f63. Hal is unsettled by Falstaff’s drunken jocularity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Are you ready for what awaits us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "One is never ready for what awaits us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Do you prepare yourself as best you might? Falstaff knows Hal needs reassurance. He sobers a pinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "You know me well. I see first to the fettle of my humours. My wits depend on it. As do yours. I counsel you follow my lead. Hal smiles wearily. He’s tired. He looks at the pageboy w his head bowed. He stands and heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "Rest well, my liege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under a foreboding sky, a hundred men load supplies into crates on the backs of horse-drawn drays. Blacksmiths ham and solder. Stockpiles of armour and weaponry are sorted. Macabre instruments of death and destruction. The dirty industrial end of the war machine. An imposing enterprise Around a corner, Falstaff is with two lowly conscripts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I can’t understand the garble coming out your mouth hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMMOND",
          "text": "We don’t want to get on that ship for no war or such.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "You don’t want to get on that ship for no war or such.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMMOND",
          "text": "We know you got the position to get us off it now. We don’t want to go to no war in France. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "So while other men - few of whom I imagine want to go to war - do so anyway, for their good King has called to them, you imagine I should grant you some form of official exemption on account of your simply not wanting to ‘go to no war in France or such’. Have I understood you? And what might be the benefit for me? In the gross violation of order such sympathetic dispensation would constitute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMMOND",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Coin, brownface. What coin have you? The conscript pulls a sack of coins from his filthy pocke",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMMOND",
          "text": "This. Falstaff takes the sack and starts counting coins discree",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "What are your names?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMMOND",
          "text": "Hammond and Horland. I’m Hammond and he’s Horland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I don’t care which one of you is which. Falstaff finishes his count and pockets the sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "Right. Piss off now, Hammond and Horland. Hammond and Horland scurry away. As Falstaff heads back r to the main yard, he looks up and waves to someone. Looking on from across the yard, Hal stands watching the industry. He nods reply to Falstaff’s wave. William is be him. Hal looks concerned. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "My liege, I must ask. You believe Sir John to be fit and suitable enough to captain this effort? Hal lets this sit. The ugly weapons being prepared and pa portend only blood and death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "This is what we have set in motion. I must know that it will be captained by men of good intent - above all else. There are few of whom I know it clear and true. (beat, looks at William) You might be the only other, William. You're a man of good intent. But you’re not a soldier. Hal looks back down at the war preparations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "John is a good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Above deck, Hal with William, Dorset and Falstaff, a map out before them. Hal is deep in thought. The other men wa him. Beyond, a huge flotilla of English ships on the chan",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "We shall know soon enough. They meet us at sea or upon our landing - we shall know all in the morning. You must rest. Hal rubs his face deeply. The men rise to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "John. As the men file down a ladder to the lower deck, Falstaff waits. Hal looks at him. Falstaff, about to break the sil",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Thank you. Hal clearly had something else to say, but couldn’t find",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "For what? \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "For being here. With me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Small price to pay to get that detestable Hooper woman off my back. Hal smiles sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "You too should rest, my liege. Falstaff smiles, nods and climbs the ladder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff steps down below deck, dark and cramped with men roams among them - trepidation, outright fear on their fa an eerie quiet under the ship’s creak and groan. Falstaff puts his hand on shoulders, makes much eye conta These looks he has seen on many faces before - the looks men who wonder if their remaining lives might now be coun in hours. He tries to reassure with his calm smile, but k nothing can ever truly assuage their feelings. He takes a seat on a sack of grain at the end of a row of hammocks. He folds his arms, watches the men a moment lon then closes his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fog. A boat grinds its bow onto the sand. Hal and Falstaf in light armour, jump into knee deep water and wade ashor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over the dunes, Hal, Falstaff, Dorset and a collection of twenty or so men-at-arms walk warily between seemingly abandoned farm buildings. They tread lightly, swords draw Two soldiers act as point men ahead. Terrifying stillness. No one speaks. The town feels fresh abandoned. The mist drifts like smoke through it. A lone donkey wanders aimless. The men watch it warily. \f67. On the rise beyond, a castle looms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Light rain. The English have set up a makeshift camp on t outskirts of Harfleur. Thousands of men and horses. Giant trebuchets are being assembled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal with Falstaff, William, Dorset, Scrope and Westmorlan They sit by a fire under a canopy slung from a tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "We must storm that castle. It will be bloody. We will most surely sacrifice souls. Thus is the nature of war. It is bloody and soulless. Hal listens, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET, (CONT'D)",
          "text": "If circumstances were other, we might hold this place to siege, but I fear the march of time is our second enemy. We have no way of knowing how well supplied they are behind those walls. A siege may take months, and months, I fear, we have not at our disposal. Our force is too large to sustain a lengthy siege. We must move. Men in these numbers fixed here will fall to hunger and disease. Hal takes this in, then looks to Falstaff. Falstaff spits",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "War is bloody and soulless. Hal looks to the dirt at his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The now assembled trebuchets - huge wooden machines of medieval warfare - are being armed by English soldiers, working by the light of giant bonfires. Once loaded, each trebuchet hurls a terrifying fireball through the dark ac the field, to crash into the castle’s walls. Hal stands and watches while fires burn all around him. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rain has eased, but the sky is grey and the ground mu Men are already looking cold, wasted, forlorn. Some eat s Hal, William and Falstaff stand watching the trebuchets continue their horrible bombardment on the castle on the hill. Smoke billows from within the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "The Archbishop has arrived. From the beach below, a small retinue of soldiers approac Leading them is the Archbishop. Attendants accompany him, holding a canopy over his head. Hal watches them waddle through the mud in full silly clerical regalia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "Your Majesty, tis good to see you well!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal, Falstaff, William and Dorset sit with the Archbishop",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "Surely you can not simply idle here until they decide to come out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "That's precisely the definition of a siege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "How long might that take? Surely there is no way of knowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "That too is a common characteristic of a siege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I will not send my men up that hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "But why in heavens not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I will not sacrifice my men so flagrantly, nor so speculatively. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "This is war. Men die in war. Hal lets this sit. He watches the Archbishop coldly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How fortunate you are to find its horrors so unexceptional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "Well then why do you not simply go around? If they insist on hiding in their castle, why do you not simply go around it? Let them hide. Hiding is an admission of defeat. Take it as such and we can press on. Hal looks to Falstaff and William to share his bewildered disdain. He turns back to the Archbishop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "And so well versed in the art of warfare. Hal stands and exits the tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "(to Archbishop) We must take this town. We must establish a garrison foothold here for our lines of supply from England. Simply ignoring the force behind those walls is entirely untenable. The Archbishop is uncomfortable speaking candidly in Falstaff’s presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "We must expedite these concerns, my lords. You understand this. Do not forget that I have underwritten this campaign. I have interest here. And I will be heard. Beat. William stands and exits. The Archbishop is left to squirm under Falstaff’s stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal walks between tents. He is startled by the sound of a distant horn. Westmorland approaches out of breath. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "My liege... They have surrendered. William walks to them. Hal turns to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Our debate now it seems is irrelevant. The distant horn blows again. Hal smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "As are the Archbishop’s bleatings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dorset, Scrope, Westmorland, the Archbishop and William s beside Hal who sits on his throne under a canopy. The CAPTAIN OF HARFLEUR, JEAN D’ESTOUTEVILLE, genuflects before him. D’ESTOUTEVILE (in French, subtitled) The day is yours. We ask only that our women and children be freed. There are already many hungry and wounded and becoming sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(in French, subtitled) Upon full account of the castle, I see no reason to deny your request. You will have tonight to oversee this evacuation and to corral your men prisoners. Lord Scrope will oversee this night and take full possession of the castle in the morning. D’Estouteville stands and nods. Scrope escorts him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff moves through the filthy camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff enters. Hal is with William, Westmorland and Dor Hal is on his throne. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "I am told it would be but a day before his arrival. Perchance two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "He wishes to slow us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Who wishes to slow us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "We have received word that the Dauphin is en route. He wishes conference with His Highness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "We know nothing of his purpose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "We know only that he desires conference. I would hope his purpose be to deliver his father’s early surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "I strongly advise we disregard this word of his approach and ready our movement. The Dauphin will be in haste cobbling a bickering army from all corners. We mustn’t let him dally us. We must make advantage of their disarray. All wait for Hal to speak. Hal turns to Falstaff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Sir John, please, your counsel. The men look to Falstaff. He shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I’ve never met the man, this French Prince. I can’t speak to his motivation. The men wait for more from Falstaff. None is coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "We wait one day more. After this, the Prince can deliver his message to us on the move. \f72. INT. HAL’S TENT / HARFLEUR TOWN OUTSKIRTS - NIGHT Hal is asleep in his bed. The Lord Chamberlain is asleep the floor. William enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "My liege. Forgive me. Hal stirs awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "He’s here. Can you smell him? He has doused himself in perfume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The French Prince, THE DAUPHIN, LOUIS, DUKE OF GUYENNE, s on Hal’s throne, laughing with his men. Hal and William enter. Falstaff, Westmorland and Dorset are already there The Dauphin is dressed ostentatiously, flamboyant, vain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN",
          "text": "Your Majesty! Excuse the hour. I have never visited here before. I find we have lost our way. Hal assays the Dauphin and his men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "Please, sit. Or I beg your pardon. He stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "You must invite me, of course. This is your domain. Hal doesn’t move. The Dauphin sits again, raises his cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "To your little victory. Hal stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "Do you wonder why I have come? The Dauphin looks to Hal, then to William and Falstaff, t back to Hal. He raises his eyebrows. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "Do you wonder this? Hal stares impassively at the Dauphin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "I have not come to offer you surrender if that is what you were hoping. I have come instead to describe for you your end days, the screams of your men as they die slow. The Dauphin stares at Hal, trying to be intimidating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "And so, King of England, you seem so intent on making France your new home, I will help you. I will drain your body of its blood and I will bury it under a tree. A little French tree. Very young and small. Since perchance that is fitting of your mind to come here. Small. And Maybe your - He gestures to his cock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "But no, your balls must be big. His humour is forced. He smiles a gloating smile to his m",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "A tiny little cock. And giant balls! The Dauphin laughs falsely and loudly, then sobers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "And the sound of your wives and children weeping I will use to lull me to sleep at night. Oh, but of course there is no one for you? To weep for you? No wife or children? No? I might just use that thought to lull me to sleep at night. Falstaff yawns wide and loud. The Dauphin is taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Pardon me. Hal stares dully at the Dauphin. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN",
          "text": "Have you heard what I have said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I have. It was stirring. (to Falstaff) Sir John, walk with me. Falstaff nods and stands. Hal puts his hand on William’s shoulder and smiles to the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Good night, all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Good night, Your Majesty. Hal exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal and Falstaff walk between tents. Hal is dark and focussed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Ready the men to move. Waste no time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal rides the length of his massive army train. Weary men Many are sick with dysentery - archers, food carriages, masons, livestock. And shackled French prisoners on foot. A carriage carries the Archbishop. He smiles as Hal passe Hal ignores him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal, Falstaff and Dorset at a forest’s edge. They are joi by William, and attendants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "We must cross these woodlands. We drift still further north if we stay along that road. Hal turns to Falstaff who shakes his head. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I don’t like the smell of these woods. They smell of French prince. Hal looks into the dense thicket. Falstaff smells the air",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "Peculiar smell it is. Falstaff ambles off. Hal watches him. Dorset boils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure enough, the Dauphin and a handful of his soldiers hi on the forested rise of the hill flanking the crossing. H watches the English move on. He spits and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English in full swing making camp. Tents are raised. Hammers post pegs. Horses are freed of their saddles. Hal sits on a crate and pulls his boots off. He looks aro Men cough and collapse exhausted. Three BOY ATTENDANTS leave the camp to gather wood and wa Two carry axes, one a pail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys wander through the forest. Shafts of light throu the trees. The sound of the bubbling river. Moments later - two of the boys gather kindling. Meanwhile, the third boy gets to the river’s edge. He sco water into his pail. When he stands, a figure holding a dagger appears behind him. A hand reaches around and grab his mouth. He is stabbed through the spine. The noise - Alerts the other boys 30 yards away. They drop their kind and run. Two more French soldiers give chase, one with a crossbow. One of the boys is dropped by a crossbow bolt. The other runs straight into The Dauphin, standing in wai with another soldier. The Dauphin’s face is camouflaged with charcoal. \f76. He crouches before the frightened boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN",
          "text": "(in English) Hello, little boy. The boy is practically paralysed with fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "Don’t be afraid. Strange beat. The Dauphin looks the boy over, studies his face. The boy’s fear is mounting, tearful, sickening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "Hush now, small one. Don’t be afraid. You will live. I shall have you deliver a gift to your king. He strokes the kid’s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "Will you do that for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tight on the blonde boy’s traumatised face as he walks sl out of the forest and back into camp. At the edge of camp men notice him and stand back in horror. The boy carries the severed head of the pail boy. INT. HAL’S TENT / RIVERSIDE CAMPSITE - MOMENTS LATER Hal sits boiling. Falstaff watches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Double the guards to twenty yards through the night. Three hours at a watch. I want these men fresh and alert. Any man caught sleeping will have his eyes gouged. Any caught speaking will lose his tongue. He looks at Falstaff. Falstaff stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "And I want all French prisoners in our train put to death. Leave their corpses speared on pikes by the river's edge. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I will heed the first command. The second - you'll need to carry out that mass execution yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "What did you say to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "You are not that man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How dare you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Show your feeling in here, with me. But do not let it leave this tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How dare you defy me? I am your king. I should have you killed alongside those shackled French pigs. Hal breaths hard, looking at Falstaff with venom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "And where is the fearsome old warrior about whom I’ve heard so much, that trumpeted his battle- smarts to me so loudly? You’ve been mute since we crossed the sea. I seem to be serving as my own chief tactician, my own commander, my own counsel. Where is the great warrior Falstaff? Beat. Falstaff is calm. He watches Hal fume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I speak only when there is something to be said. Too often have I seen men of war invent work for themselves, work that leads to nought but vainglory and slaughtered men. I am not that man. And this here is the war you have chosen to wage. Hal charges Falstaff, collars him, a knife to his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I will disembowel you right here with mine own hand. \f78. Falstaff stares coolly into Hal’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "You’re not that man either. They hold a look. Hal fumes, then backs down. Falstaff ex",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The air is muted. Men are in shock. Some stare into fires Others lie still. Somewhere in the shadows, a man sobs. Falstaff roams among them. He lugs a bottle. He’s drunk. has a wild look in his eye. He stumbles upon three men kneeling in prayer, eyes close He sits and watches them quietly. They finish. Amen. They open their eyes. They notice Falstaff. They bow their hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Have you ever had cause to hear the Archbishop of Canterbury speak? None answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "It’s quite a show. You're prostrated there already. I shall sermonise. I’ll render it for you. Falstaff looks around. He finds a bucket. He puts it on h head upended like the Archbishop’s mitre. He exaggerates Archbishop's lisp, tongue hanging from his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "And the Lord saideth, I knoweth thou hath savour for spelt and sorrel and steer steaks with juices and sauces. But I give you this, my sacred promise: I will summons a great pestilence, carried by serpents on floodwaters - such unspeakable suffering, unspeakable suffering, from which there shall be no succour - should you forsake the simple sausage. The men smile wide, try to contain their laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "And know that when this pestilence comes, it comes not to smite thee for thine past sins committed. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "It comes because thou’st forsook my unassailable love for sausages. Men laugh. More gather. Falstaff hands off his bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "And when thou’st can find no sausages, thou’st must take to the seas in ships - sailing ships, splendid sailing vessels! - so as to search for delicious fishes of all descriptions. Salty sea creatures and shellfish to be savoured with sesame and, ah, ah -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOMEONE",
          "text": "Spinach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Spinach! Yes, indeed! Spinaci! - Falstaff chokes and laughs and chokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff rides in his forward position. He hones his eyes through the trees around them. He knows the French are cl Hal rides up to take his position. The look they exchange cold. The air is tense. The men are eerily silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English train crosses a swamp. Horses wade. Men strug to keep their supplies from tumbling into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train has halted. Hal, William, Dorset and Falstaff survey the field before them. Pristine countryside. A gen slope to a small hill on its far side. Dense forest to th right and left, but in between - a huge empty tranquil fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Dorset, summon your fastest rider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "Yes, my liege. \f80. Dorset turns to his ATTENDANTS nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET, (CONT'D)",
          "text": "Dartmouth. DARTMOUTH (20), skinny like a jockey, trots to the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARTMOUTH",
          "text": "Sires. What can I do for ye? Hal points to the crest of the far hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Tell me what lies over that hill. Ride fast and return directly. Dartmouth spurs his horse. The men watch him cross the fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dartmouth rides hard into the wind as he crests the hill. At the top, over the other side, he can see thousands of Frenchmen - an army lying in wait. An intimidating sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Passions high. William sits quiet. Falstaff eats an apple",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "We are both outnumbered and out- positioned. They have the down- slope in their favour. Our need to advance puts us already at disadvantage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "The longer we wait, the larger their force will grow. And with it our disadvantage. Your archers, my lord, are of superior faculty. French crossbows are no match for an English longbow. We should hobble their number on first assault by these means alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "York's charge in centre faces four lines of mounted knights. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET, (CONT'D)",
          "text": "Three of men-at-arms. Our archers here might weaken those by half. But not eight lines. Nine. Ten. More. Hal can’t argue with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET, (CONT'D)",
          "text": "You speak true, my liege. The longer we wait, the greater our disadvantage. But it is possible our disadvantage has already grown insurmountable. A great many men are already desperately ill and weak from hunger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(challenging) What then, my Lord, do you propose we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "(beat) I propose we consider turning back, my liege. To return again at a later date, stronger, better prepared. Hal stares defiantly, but knows opinion runs against him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET, (CONT'D)",
          "text": "I know it will not bring the outcome we desire, but nor will the evisceration of our army. I’m reticent to speak for others here now, but I’m certain my fears are shared. Hal looks at Dorset a moment longer, then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Who here agrees with Lord Dorset? Silence. No one will admit to it. Hal looks around the ci Men avoid his eyes. The silence lingers. Until -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "We can win this battle. All turn to Falstaff. He lets the attention soak in. He c his mouthful of apple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "Is that so, Sir John? \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Yes. Dorset’s patience with Falstaff has worn thin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "And precisely how is it so, Sir John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "We fight without horses and without armour. Dorset throws his arms in the air and looks to the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "Heavens above! Please spare us from this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Their forward defence is a frontline of mounted men, many deep. Knights all. All on horseback, all in heavy armour. The ground down there is a floodplain, already half-sodden. And when the rain falls again tonight, as I know it will, that ground will turn to a muddy bog. With their horses and their armour, they will get stuck, they will fall and they will flounder like upturned beetles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "As shall we.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Not if we travel light, without horses and without armour. Speed and mobility will be our advantage. We will pick them off like lame cattle and that great mound of fallen French knights will serve as our battlement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "And how on earth can you be sure of rainfall tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "My left knee is aching - it only does that when rain is near. \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "Oh, save us! My liege, please, put a stop to this drivel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(ignoring Dorset) This would require their armoured frontline come meet us in the mud. How do you propose we invite that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "A small forward armoured attack of our own. A false advance. They will counter. We save our weight and muscle for a nimble assault from the flanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "They shan’t be so easily deceived. They will not respond to false attack. Dorset shakes his head, incredulous. Falstaff smiles and then, suddenly, tosses his apple to Dorset. Dorset reacts startled, catches the apple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "They will respond. He has their full attention. Dorset fumes, drops the appl",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "We move, they will meet us in the mud. Our men-at-arms are outnumbered. This they know. They will hope to overwhelm us and so will meet us with full force, no matter how small our first advance. Our great longbows will rain chaos upon them from above. That chaos will be our favour. Hal ponders this, searching Falstaff's eyes for motivatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "My liege. I implore you. We mustn’t listen to this madness. What is the true experience of this man? He once fought for Richard. Many years ago. Since then he has done nothing other than ride with the companies, robbing and tormenting. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I never robbed anyone who didn’t deserve to be robbed. Beat. Hal looks only at Falstaff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "If it rains tonight, we fight tomorrow. EXT. FALSTAFF’S TENT / AGINCOURT - NIGHT Falstaff sits alone by a fire outside his tent, short of friends. Hal sits beside him and stares into the flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "If you have concocted this plan, half-baked and speculative, merely to prove to me your worth, please say so now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "All plans are speculative, my liege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Please, John, do not call me that when we’re alone. It makes me feel as though we are living a fiction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "Are we not? A loaded moment. Hal drops his eyes, penitent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Though you might not think it possible, you are my friend. Falstaff stokes the fire. For Hal, a disconsolate moment. Falstaff eases it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "All plans are speculative. And as I say, I only speak them when I can feel them true. This one I feel in my bones. This one I can feel in my kneebone. He smiles. Hal shares it. Silence. Hal stares into the fi \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Here we are on the eve of this fight, and I’m scared to wonder, to tell it true, why we are even here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "You best discover the answer to that for yourself. The men out there deserve it. These are the men are who are still here. These are the men that tried not to bribe their way home, that chose not to run to their villages to hide. These men are your willing shadows. They've given their lives over to you. (beat) I can’t say I know what forces have conspired to bring you here, but these men need you, just as you need them. These men deserve your confidence. If you can not give them that, at least then tell them a magnificent lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Why are you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "I’m here because you asked me to come. Falstaff looks at Hal warmly, then pats Hal’s leg and sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "Good night, Hal. Sleep well. Falstaff steps inside his tent, leaving Hal alone. Hal looks out over the sprawling camp - small fires dotte among clumps of cold and tired men, shadows in the dark. INT/EXT. FALSTAFF’S TENT / AGINCOURT - DAWN Falstaff wakes. The sound of light rain on the tent. He steps outside, looks to the sky, feels the drops on hi face. He crouches before an old chest. He unlatches and opens i Inside is a suit of heavy armour. He lifts out a helmet. brushes dust off it and regards it wistfully. \f86. INT/EXT. HAL’S TENT / AGINCOURT - MORNING Hal, kneeling in prayer. The Lord Chamberlain stands quie by. Hal stands and exits his tent. William is waiting outside. They survey the camp, beginni its preparations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Is this folly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "As you say, my liege, I am not a soldier. Tis not for me to question your instinct. I can advise on strategy, not tactic. I would say I fear the pall it should cast on the vigour of your fresh crown were we to return home today. To be sure, defeat here might cast that same pall. Retreat would guarantee it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In amongst the wider battle preparations around the camp, Westmorland briefs a contingent of twenty knights, seated standing and rumbling with disquiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "These are the King’s orders. We are to fight unarmoured, and without chargers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNIGHT",
          "text": "We are to be sacrificed. Is that what he asks of us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "His belief is that fighting unarmoured and unmounted will not only secure us victory, it is the surest way to keep you alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNIGHT",
          "text": "Rot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "And I will say this: if our King were to ask you to sacrifice yourself, for the greater good of the realm, I’d expect you honour that request as any loyal and stouthearted subject should. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal walks the camp in only the lightest of armour. Archer string bows, arrows are bundled. Horses sense looming dan and scuff hoofs in the dirt. Hal rounds a corner to find Falstaff outside the armoury being dressed in his heavy armour. Metal all over. He see",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "This wind whips from the north. (smiles) These are clouds sent from England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Why are you being fitted? We were to fight without plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "We need a front line to draw them in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "It can’t be you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "The idea was mine. Some man must lead that first push to sell it well. Falstaff fastens his armour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "My men have been assembled. Most would rather wear the full suit. It gives comfort. And I can’t in all good conscience send them down there to realise my speculative drivel without getting muddy alongside them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I will fight with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF",
          "text": "(smiles) Noble. You know it can’t be. The armourer lifts Falstaff’'s shoulder plate over his he \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "Hal. (corrects himself, smiles) My liege. This is what I was built for. I die here or I die over a bottle in Eastcheap. I think this makes for a better story. And you have things still to do. (beat) You will join the fight. Be sure not to join it early. Promise that. No matter what you see down there. We must first draw them all in. All of them. Falstaff rests his palm on Hal’s cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALSTAFF, (CONT'D)",
          "text": "We win. It will be an honour. So win, my friend. And maybe then you'll lighten enough to have a drink with me. He grabs his helmet and waddles away. Hal watches him, lo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Light rain continues to fall. Hal strides between tents, distressed. His horse is tethered, attendants in wait. He checks and tightens its saddle. The Archbishop appears be him. An attendant holds an umbrella over the Archbishop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHBISHOP",
          "text": "Your Majesty, I have come to wish you well. I hope to offer a prayer for the men before you set off. Hal ignores him, mounts his horse and rides into the camp Men watch him pass, William among them, as he makes for t empty battlefield and then rides at speed, alone, across towards the French camp. All are dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commotion at the French camp at sight of Hal’s lone appro Hal arrives and dismounts. Frenchmen are armed and wary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(in French, subtitled) Where is the Dauphin? \f89. EXT. DAUPHIN’S TENT / AGINCOURT - MORNING Hal on bended knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(in French, subtitled) I humbly thank you for receiving me, noble lord. The Dauphin, smug on his throne, surrounded by his entour",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN",
          "text": "Speak English. Please. I enjoy to speak English. It is simple and ugly. Hal stands, trying to hide his contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN, (CONT'D)",
          "text": "I have been awaiting your surrender all the morning. All the night. It might have saved us all a great unease had you offered it sooner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I know you speak not for your father -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN",
          "text": "(haughtily) I do speak for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I know you do not speak for your father and so I come now to you directly. I have not come to surrender. But too much Christian blood will be spilled on this field today, and so I propose that you and I fight one man on one man, we fight in our armies’ stead. If I lose, my men will leave this place forthwith and forever. If I win, I will assume this kingdom’s crown upon your father’s death. I know he is not long for this earth and so I will let him see done his days in peace. But once he is gone, France will be mine. The Dauphin doesn’t respond, then squirms and scoffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "What say you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you afraid, young Henry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "What say you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN",
          "text": "Are you afraid of this battle? There is no shame of it. The Dauphin’s posturing is hollow. Clearly, he doesn’t wa to fight Hal. Clearly, his men would rather he did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Save your men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN",
          "text": "(anger rising) Save your own men. Surrender to me. You have come here. To me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I can not do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN",
          "text": "Well, then, boy, let us make famous that field out there. Let us make famous this little village of Agincourt that will forever mark the site of your callow disgrace. Hal stares him down. He knows there is no deal to be done",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rain has intensified. Hal rides slowly back from the field and between rows of his ready men. Falstaff’s small armoured vanguard. Archers. Infantry. All wait. Thousands hardened, nervous men. All eerily silent. Hal surveys them. He searches their eyes, his distress visible. All is strangely quiet. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "You expect of me a speech? I have only one to give - and it is the same one I would were we not standing here on the brim of a battlefield. It’s the same one I'd give were we to meet by chance in the street. It is this: I have only ever hoped, I have only ever longed for one thing. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "To live to see our kingdom united. To see our kingdom united under this English crown. He dismounts and walks among the men, searching their fac He is on the verge of tears. The men watch him, uncertain",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "All men are born to die. We know it. We carry it with us always. If your day is today, then so be it. Mine will be tomorrow. Or mine today and yours tomorrow. It matters not. What matters is that you know, in your hearts, that today you are that kingdom united. You are England. All of it. Each and every one of you. England is you. And it is the space between you. Fight not for yourselves, but for that space. Hal takes an arm each of the two men nearest him and plac it on the other’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Fight for that space. Fill it. Make it tissue. Make it mass. He urges others to place their arms on others’ shoulders. gesture quickly spreads across the entire army.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Make it impenetrable. Make it unassailable. Make it yours. Hal’s emotions have spilled over. He lets the men see his vulnerability, his raw wound. They look back at him. They soak him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Make it England! Beat. And then, loud -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "Captains to it. Lords and great men all. Each man to it. Falstaff smiles and puts on his helmet. His men follow su a formidable battalion of knights. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dauphin, decked in clean, flouncy armour, watches the English force cross the field. A COMMANDER is next to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER",
          "text": "Les imbéciles. The commander strides away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER, (0.S.)",
          "text": "Attention! The Dauphin watches, almost smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff crosses the line of his men. He drags his sword their armour chest plates, a version of his own speech. He lowers his face guard, breathes, and then - his band o men begin their slow foot-march across the field. Hal stands with Westmorland. They watch, tense. He moves towards the flanking forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff and his men march across the field. Their line i tight. They move slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal strides through the forest flank, all the while watch Falstaff’s advance. He meets Dorset, who waits with hundr of other men - a team of guerilla fighters on the edge of forest. Maces and daggers and leather tunics at most. Everyone stripped down to bare minimum garb. The French still haven’t moved. Tension rises. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falstaff's retinue continues its march. The French mounte line on the hill before them still hasn’t moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal watches the field. And then a horn blows, and the fir French cavalry line begins its descent down the hill - bu it’s only one line, moving slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Archers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Archers! The archers call is relayed through the forest to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Westmorland who raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "Archers! Thousands of English archers step forward and load their bows. They raise them to sky - and then release in unison",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A swarm of arrows rain down on the advancing French force already slipping on the wet ground. As the arrows hit wit deadly force, chaos erupts - horses bash into each other, French line splinters, knights fall from their mounts and trampled. Those horses still advancing break into a gallop towards marching line of Falstaff’s men. Falstaff’s men hold tight and then, as the mounted French disarray is almost upon them, they take to a knee, pole-a and swords braced into the ground. When the French line h these weapons are speared into the breasts and legs of ho that fall and thrash. French knights are thrown into the and all hell breaks loose. The battlefield quickly turns into a seething mess of mud flailing knights and confused thrashing horses. Men are trampled and bashed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A knight, fallen in the mud, gets stuck face down and cra around helplessly. He tries to lift himself. A horse fall top of him, pinning him to drown in the sodden earth. Falstaff is himself crawling on the ground, wrestling wit French knight. He holds the knight’s helmet in the mud, suffocating him, while himself being pummeled by men and horses. When the knight stops moving he tries desperately get back to his feet - near impossible with men and horse right on top of him. He manages to grab onto a horse’s stirrup and lift himsel up, only to find himself jammed between the rumps of two terrified horses. Desperate for breath, Falstaff manages get his helmet off. He lifts his face to the sky and suck the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal watches the carnage from the forest flank. He wants t fight, but knows he can’t until the rest of the French fo is drawn in. That force sits on top of the hill, unmoving",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dauphin watches from his position as the fight unfold below. He signals to his commander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER",
          "text": "Avance! The Dauphin dons his menacing, elaborately decorated helm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal watches as a horn blows and the rest of the French fo hundreds of armoured knights on foot - march down the hil Hal turns to Dorset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "They come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Westmorland signals again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "Archers! \f95. The archers, loaded and ready, raise their bows to the sk and release another barrage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These arrows rain down on the second French line, sending into its own chaos. The battlefield is now like a swirling mosh-pit. Knights either on the ground being trampled or somehow still upri but without room to lift their arms let alone to swing a weapon in their heavy armour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal is poised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Now. Call it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSET",
          "text": "Men-at-arms!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "On me! A horn is blown. And with that, from all sides, the strip down English infantry run like crazy looters from the forested flanks onto the field. Hal leads the charge. As men are cut down around him, he throws himself into th fray, confounding the French with speed and agility, just Falstaff had pictured. He slides and falls, but is nimbly back to his feet, dodging and moving, cutting and stabbin Armoured French knights fall and flail. Hal jams his dagg into their throats as he is sucked into the swirling pit. Hal is dragged to the ground by a floundering French knig He caves the knight’s helmet in with the hilt of his dagg and then crawls beneath a horse’s belly to get back to hi feet. He manages to suck in air. He looks to the sky as another barrage of English arrows flies overhead. All slows down as he surveys the field - and we are lead a slow-motion sequence of shots of the terrified horses o the battlefield. The RAIN begins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As we return to real time again, the rain is falling. Hal somehow lying on the flank of a dying horse. He is dragged off and thrown into the mud. While the grou is carpeted with dead and dying, the fighting is already beginning to thin. From the ground, Hal can see Westmorla being attacked by two French knights. As he’s about to be overcome, Hal steps in and hacks one them down, giving Westmorland the time and space to finis the other. Hal is sucked back into the morass - until eerily it clea Hal turns to see the Dauphin before him, high on his hors flanked by two equally menacingly armoured mounted guards A space clears on the thinning field, as the Dauphin dismounts and approaches Hal. Hal picks up a discarded sword and readies himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN",
          "text": "Come then, King of England. Hal approaches him slowly and venomously. The Dauphin charges - and then immediately slips over in mud. He flounders. Tries to stand, slips again. Hal watches him - as do all the other men on the field - exhausted, sucking in air, battle-scarred. Hal looks to the Dauphin’s guards atop their horses. They offer no assistance. They sit motionless atop their horses looking down on their squirming leader. Hal steps back and nods to a group of his own men - who charge at the Dauphin, tackling him to the ground and tea into him with their daggers. Hal walks away as the sound of HORNS echoes across the fi and his tired army breaks into a victory roar. Hal forges a path through the mud and gore, scouring the ground, searching faces of the dead and dying while rider horses roam the field too - as if on their own search. \f97. He searches more urgently until he stops over another cor He drops to his knees, then sits in the mud beside the bo Falstaff - lifeless and serene. Hal sits with him and cries. He looks out at the battlefi watching the celebration of his men. He then rests his he on Falstaff’s back. He sits this way a long moment. Finally, Hal looks up. He sees a mass of his fellow soldi spread across the field, watching him. Some two hundred m Then - the closest soldier kneels. Followed by a second. Hal is soon faced with an entire army kneeling before him He stands and walks slowly across the field as more take the position. Westmorland approaches, filthy, exhausted. He bows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTMORLAND",
          "text": "My liege. He stands and smiles. They hug, but Hal’s is without joy. WESTMORLAND (CONT’D) The prisoners we have took are a rabble. I fear we will not secure them should their army regroup. Hal looks at him, strangely distant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Kill them all. Hal walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English army marches in slow silent procession along trail towards the town of Nancy. Hal, on horseback, leads the procession. William and Dors beside him. The Archbishop is there too, smugly proud. A thin crowd of peasant villagers lines the trail. The atmosphere is strange, cold and muted. The people have co out to see the invaders, their conquerors. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the courtyard of impressive civic buildings, Hal dismounts. French officials are there to greet him. The FRENCH LORD STEWARD genuflects. The air is tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCH LORD STEWARD",
          "text": "(in French, subtitled) Your Highness. His Majesty King Charles is here to meet you. (beat) He is sunning himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal is lead onto a colonnaded stone porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCH LORD STEWARD",
          "text": "(in French, subtitled) Your Majesty, King Henry the Fifth of England. Across the porch, an old man in regal attire sits ina reclined chair. He is barefoot. He speaks English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING CHARLES VI",
          "text": "Your Highness. Welcome. Please, come sit here with me. Hal crosses the porch. Charles gestures for him to sit. KING CHARLES VI (CONT’D) Please. Hal sits. William, the Archbishop and others remain stand KING CHARLES VI (CONT’D) I like to have the sun on my skin. But not too much. Too much is very dangerous. So I take only a small amount. Among Charles's entourage, seated discreetly in the setti is a young woman, 20 - the only woman in the room. KING CHARLES VI (CONT’D) And here I meet the man about whom I have heard such a great deal. Much of it apocryphal, no doubt. Rumour and gossip. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KING CHARLES VI (CONT’D) And yet when finally you are here before me, this apocrypha becomes air. Or memory. Nothing. He searches Hal’s eyes. Hal seems calm and quietly contai KING CHARLES VI (CONT’D) I can only imagine the stories that have been told about me. And about my own son. No doubt you have heard many. I suspect they may be the reason we are here today. My son was impetuous. And what he felt, he felt keenly - for better or for worse. Very often for worse. And the best defence I can summon now is that he was young. Maybe it is a poor defence. But I hope it is one with which you might feel some affinity. I hope also that you might understand my need to grieve his death as all fathers must grieve their lost sons - whatever their failings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I do understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING CHARLES VI",
          "text": "Thank you. Charles pauses, thinking. KING CHARLES VI (CONT’D) This conversation we have - or are about to have - has been had many times before and will be had many times again for centuries to come, between men from all corners, between men of vanity and men of good reason, in whatever combination. I would like to believe that you and I are men of good reason. Men of vanity would have this trouble continue until the brink of our mutual devastation. Maybe beyond. Charles looks around at Hal’s entourage, gently assaying men for the first time. KING CHARLES VI (CONT’D) I have, of course, travelled here to offer you my surrender. \f100. The Archbishop smiles proudly. KING CHARLES VI (CONT’D) Maybe it is our shared destiny that our lands be ruled as one. We have shared histories - shared apocrypha. Might it be that this is the path we have travelled to make our unity so. Hal looks at the old man. His equanimity is humbling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Do you ask anything of me in return?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING CHARLES VI",
          "text": "No. Charles searches Hal’s eyes, then shifts his gaze to the woman sitting nearby. She lowers her eyes. KING CHARLES VI (CONT’D) I do, however, have for you a proposition - that as a gesture of harmony and goodwill you take the hand of my daughter, Catherine, in marriage. Hal looks to PRINCESS CATHERINE, who looks back at him, defiant. KING CHARLES VI (CONT’D) My son caused me much pain. And by extension he caused more pain to both of us than I care to examine. But my daughter... She would follow me to the far corners without dispute. I would hope that a bond between you, between us, might prevent these troubles from recurring. Charles looks to Catherine. Hal looks to her also. KING CHARLES VI (CONT’D) It is most uncanny, and yet not so at all, that the great movements of history so frequently find their origins in the minutia of family. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KING CHARLES VI (CONT’D) That in ways I dare not unsettle here I must only assume that my relationship with my son, and yours with your father - these are the things that have led us here today. We are leaders of lands and of peoples and yet it is family that moves us. Family consumes us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal sits alone at the ship’s bow. He looks out to sea, at fleet returning home. The weather is clear and calm. All strangely quiet. William approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "My liege. He takes a seat beside Hal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "How do you feel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "My condolences to you for the loss of Sir John. I know you must feel this loss deeply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Thank you, William. Your loyalty to me has been comforting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "It is my honour and duty, my liege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "It would seem comfort is a valuable commodity to a man in my position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "You have proved yourself a most worthy king. I should say that already you have proven yourself to be one of England's great kings. Hal nods. A tired smile. He looks out to sea. He is a vic warrior and king. \f102. INT. KING’S BEDCHAMBER / ROYAL COURT - DAY Hal is dressed in finery. He stands alone at the window, listening to a huge crowd outside. The Lord Chamberlain enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "My liege. A crowd has gathered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "So I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "Shall I escort you to the east wing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "No. I will be ready shortly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD CHAMBERLAIN",
          "text": "As you wish, Your Majesty. The Lord Chamberlain exits. Hal stands thinking a moment longer. He seems calm. He turns and heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal walks the hall. Aides bow as he passes unexpectedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Princess Catherine is attended by ladies-in-waiting. Ther a KNOCK at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY-IN-WAITING",
          "text": "Enter. Hal enters. He closes the door behind him and bows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "(to her aides) Veuillez nous laisser. The aides file out of the room. Catherine is seated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE, (CONT'D)",
          "text": "(in French, subtitled) Please sit, Your Majesty. Hal approaches hesitantly and sits opposite Catherine. \fBeat. 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(in French, subtitled) You are beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Merci.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(in French, subtitled) I will no longer speak French. We must speak English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "(in French, subtitled) I cannot speak English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(in French, subtitled) You will learn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "(in French, subtitled) I wonder, then, how our union might proceed in the meantime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "There is much I wonder about a great many things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "(in English) Indeed there must be for you to contemplate marriage to a woman about whom you know so little. Hal is caught off guard. She watches him a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE, (CONT'D)",
          "text": "I will not submit to you. You must earn my respect. I am not my father. My father is old and tired and he no longer has the will to fight. But I am young and I have that will in abundance. This is the woman you have chosen to take as your wife. Hal looks at her, still befuddled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I understand that. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Do you feel a sense of achievement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "In what regard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "In any regard. Hal looks at her. He wasn’t expecting to be challenged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I have achieved that which my father never could. I have united this kingdom in common cause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "You have achieved momentary respite. A unity forged under false pretense will never be a unity that prevails. Hal is taken aback, but engaged by Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How, pray, have my endeavours been forged falsely?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Why did you bring war to France?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Your father came on spoiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "How so? How was he spoiling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "He sent an assassin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "There was no assassin. There was no plot to kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "And how might you be sure? \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Because I was with my father when he received word of your charge. I know him well enough to know his reaction to be genuine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How was his reaction?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "He laughed. He laughed very much. He said you must be drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Your father is a madman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "He may be mad, but he is true. His madness makes him true. He says only what he believes. That is why he is loved. Hal's demeanour starts to shift, darken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "The assassin then was sent by your brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "My brother? My brother was too stupid to conjure such a plan. For all of his failings, he was not one to send a killer in his stead. He preferred to do his killing himself. What was your true reason?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Did you know of the ball he sent? The ball that he sent to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "He sent to you a ball? Beat. She lets this hang. Hal shifts uncomfortably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE, (CONT'D)",
          "text": "He sent to you a ball... Is that why you have -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Why should you question my intent? Your father’s rule is illegitimate. He has no right claim to his - \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "All monarchy is illegitimate. You yourself are the son of a usurper. Hal sits, thinking, darkening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE, (CONT'D)",
          "text": "It would seem that you have no explanation for what you have done. You have shed the blood of so many Christian souls and yet before me now I see only a young and vain and foolish man, so easily riled and so easily beguiled. Hal is staring at her now. His thoughts are splintering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE, (CONT'D)",
          "text": "Have you contemplated this? Have you contemplated the ambitions of the men around you? Still no response from Hal. Hal and Catherine stare at each other. She isn’t sure how will react - she expects opprobrium. She knows she has sp provocatively. Instead Hal responds with unsettling calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "I must leave you now. He stands and bows. She nods cautiously. Hal exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal walks the hall briskly, his head swimming. More nervo genuflection from aides caught off guard by his passing. He rounds a corner, down a hall, his eyes fixed and cold. reaches a door. He opens it without pausing or knocking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal enters. William is standing on a little stool, having gaudy ceremonial robes lint-brushed by a pageboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "(sprightly) My liege. Hal closes the door behind him. He sits in a chair by the door and watches William who looks at himself in a mirror \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "You must be sure to revel in this day. A crowd gathered to honour victory. These are the rare moments for which a king lives. Beat. Hal tries to still his swirling thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "In all my preoccupation, I have neglected to ask after your family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Your preoccupations are hardly trifling, my liege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "You have two sons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "And your wife minds your estate in your absence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "She does. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Yours is sheep. You’re a man of wool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "I am. As my father was before me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How many head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Some four thousand at last count. Mostly Dorset horns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How much land have you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "To be true, I’m not wholly certain. Many hundreds of beautiful acres.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "What lands in France have you now annexed? A pause. William looking at himself in the mirror. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "I’m not sure I understand, my liege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Now that France is ours, how much of her land is now yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "My liege?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Her farming land, her sheep grazing land. How much of it is now yours? William is troubled by the course Hal’s enquiry has taken",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "This has yet to be determined. Our conquest is so recent. Why do you ask, my liege? Hal watches William, contempt brewing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "My liege? William moves to step down off his little stool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Don’t move. Stay up there. Hal stares at him. William steps back onto his little sto The pageboy can clearly sense the tension. He sits back, the floor, and tries to make himself invisible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "How did my assassin come to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "(flustered) I am afraid I do not understand your meaning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "My question is simple. You brought the assassin to my attention. Under what circumstances did he come to yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "I, I fail to remember at this moment. \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Remedy this failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "I, ah, let me recall... So much has happened in the intervening months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "An event so pivotal should be amply equipped to penetrate the fog of time elapsed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Yes, of course. Let me recall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Was it in the street? Did he come to you in the street?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Yes. Yes, he did. He approached me in the street, most unusually. My liege, please tell me the cause of this concern. William moves again to step off his little stool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Stay up there. William shuffles awkwardly back on to the stool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL, (CONT'D)",
          "text": "He came to you in the street. Did he know your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "I, ah, I do not believe he did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How then did he know who you were to approach?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "I, ah, I’m not certain. Perchance... But, no, give me pause - the memory is returning. Of course. He surrendered himself to a palace guard and the matter was brought to my attention and I was then taken to him in his cell. \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "So he did not meet you in the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "No. It was not in the street. Forgive me. I was summoned to the cells to interrogate the wretch. He had already surrendered himself. Hal stares at him. William squirms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "My liege, please. Has a problem arisen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Yes. A problem has arisen. And it wobbles before me now on its silly little stool at mine own elevation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "My liege. I don’t understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Stop this charade now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Sincerely, I don’t -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(yelling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "(explodes ) I have given you what you wanted, boy! Have I not?! William and Hal breathe, shocked at their own respective outbursts. Everything has changed. William steps off his stool and goes the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "You wanted peace. This is how peace is forged. It is forged in victory. The crowd noise outside swells. William points to the win",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "Listen. Do you hear it? He and Hal listen to the crowd. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "That is the sound of peace. Hal watches him then drops his head. William steps gently toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "That is the sound of peace. Hal looks up, defeated, lonely. William extends his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM, (CONT'D)",
          "text": "That is the sound of your greatness. William takes Hal’s head gently in his hands. Hal lets himself be mollified. William smiles. William lowers himself and genuflects. He bows with rever and rests his forehead on Hal’s knee. Hal lets it sit there a moment, and then - he takes the e of the scarf draped across William’s shoulders and pulls tight around William’s throat. William struggles immediately. He writhes and kicks as Ha chokes him. Hal’s grip is deathly strong. His eyes glaze with venom. William thrashes, Hal stares coldly ahead, at the pageboy kneeling motionless and staring at the floor. William takes a long time to die. Eventually his writhing slows. And then stops. Hal drops him like a sack to the floor. Hal breathes. He stands and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal enters the office which is now full of courtiers - am them Dorset and Westmorland. The crowd outside is loud. As Hal enters, all present bow. He stands and surveys the room. He surveys the people in it, genuflecting before hi Catherine is there. He goes to her. She watches his appro She can see that something has shifted in him. \f112. Hal holds his hand out to her. She takes it cautiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(quiet, only for her) I ask nothing of you other than that you will always speak to me clear and true. Always. Will you promise me only that? She looks at him, gently searching his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "I will. He leads her to the balcony. As they step out, into the blinding light, the crowd roar",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2143"
    }
  ]
}