{
  "movie_id": "MOV2107",
  "scenes": [
    {
      "location": "HOSPITAL SURGERY PREPARATION ROOM",
      "time": "MORNING",
      "characters": [
        "BOB, (CONT'D)",
        "KIM",
        "THE END",
        "MATTHEW",
        "SECRETARY",
        "ANNA",
        "STEVEN",
        "DOCTOR",
        "MARTIN",
        "DR. NICHOLS",
        "HOSPITAL DIRECTOR",
        "BLACK SCREEN",
        "49,",
        "ANNA, (CONT'D)",
        "46.",
        "BOB",
        "MATTHEW, (CONT'D)",
        "STEVEN, (CONT'D)",
        "15.",
        "MARTIN, (CONT'D)",
        "HEADMASTER",
        "PARAMEDIC",
        "MARTIN'S MOTHER",
        "HEADMASTER, (CONT'D)",
        "KIM, (CONT'D)",
        "ELDERLY MAN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "STEVEN, a cardiothoracic surgeon, around 45 years old, MATTHEW, an anaesthetist of around 55, and three SURGICAL NURSES are leaning over the chest of a patient. They are performing open heart surgery. We follow the surgical instruments as they explore the patient’s internal organs The surgeon’s movements are precise, considered. The procedure unfolds in perfect synchronicity. No one misses beat. The only sounds are the clink of metal instruments, doctors’ breathing, and the electronic beep of the heart monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven and Matthew stand at a sink, washing their hands. Their scrubs are splattered with blood. The overhead ligh is harsh. The anaesthetist takes his watch out of his poc and puts it on. The surgeon takes the anaesthetist’s hand studies his watch. Steven Nice watch. Matthew Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "What’s the water resistance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "200 metres. Steven It also has a date display.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Yes, it does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I might have gone for a metal strap instead of a leather strap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Oh, really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes. I think I’d prefer a metal strap. I’ve had this one for years and it’s as good as new. He shows Matthew the watch he’s wearing, which has a meta strap. Matthew studies it carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What’s the water resistance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "100 metres.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "How long have you had it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Nine years. I’m a bit bored of it, actually. I’ve been thinking about getting a new one for a while now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Think about it. We can go together to the place where I bought it. If I tell them you’re a colleague of mine, a friend, they'll definitely give you a better price. Both the owner and his father have been patients of mine, so I know them quite well. Think about it. Steven looks at Matthew’s watch again. He smiles almost imperceptibly and with a nod assures Matthew that he will think about it. The anaesthetist leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven unlocks the door to his office. A small room with chairs, a two-seater sofa, and a metal locker. He opens t locker, takes off his white coat and hangs it up. He puts a blazer and picks up his leather briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven sits in a Burger King, waiting for someone. He sip soft drink. There are barely any customers, it’s a slow t of day. On the table in front of him is a small piece of apple pie. MARTIN, a teenage boy, rushes over to Steven's table. His face is flushed and his T-shirt is patchy with sweat. Martin, around 15, is dressed like a typical teena He has a nondescript face, not particularly likeable but unlikeable either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Sorry to keep you waiting. Did you eat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’ve just had some apple pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Do you mind if I grab something to eat before we go? I’m starving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Sure. No problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Are you sure you don’t want anything? Chicken wings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "No, thank you. I’m fine. Do you have money? I can give you some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No, I’ve got money, thanks. I’1l be right back. The boy leaves. Steven’s mobile phone rings. He switches ringer to silent and ignores the call. He watches the boy he waits for his order. Martin comes back. Steven watches Martin while he eats. The boy eats very methodically. He folds his napkin neatly and puts it to one side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Did you get a haircut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes. Do you like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "It looks great. A beat of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "Aren’t you going to eat your chips?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’m saving them ‘til last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I really like chips. I always save them for last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I do that too. Martin finishes his burger then starts eating his chips. leaves half of them untouched and pushes his plate away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shall we go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’ve got French class in an hour. Will I be back in time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes, definitely. Don’t worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven and Martin are standing beside the car. It is park near the sea. The weather is fine, the sea calm. A few pe are swimming. The boy takes off his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Sorry I was late today, Steven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "It doesn’t matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I was at a friend’s house. He got a new motorbike and I wanted to check it out. He took me for a ride, that’s why I was late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "It’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He even let me ride it for a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I hope you were wearing helmets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes, of course we were. We weren’t going very fast anyway. A beat of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I got you a present. Steven hands Martin a small box. The boy opens the box. Inside is a new watch. It’s the same one the anaesthetist wearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I don’t know how to thank you. It’s really nice. Thank you so much. Can I give you a kiss? The doctor nods. The boy kisses him and strokes his cheek slips the watch onto his right wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "It’s water resistant up to 200 metres.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Fantastic. Does this come off? I'd prefer a leather strap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "It comes off, yes. You can put on any strap you like. But metal ones are more hard-wearing, that’s why I got you the metal strap. It’s more expensive too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes. Thank you so much. EXT. STEVEN’S HOUSE - GARDEN - NIGHT A detached suburban house. Steven is sitting at the garde table with his two children: KIM, a girl of 14, and BOB, year old boy. A hush hangs in the air. The garden is perfectly manicured and the flowers are well tended. The doctor's wife brings out a dish with meat and starts to s everyone. She is around 40, rather beautiful. Her name is ANNA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Dad, do you remember Claire, my friend from school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "It’s her birthday and she’s having a party in two weeks. At her place. She’s invited most of the class. Can I go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "We'll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Dad, if Kim goes can I go with her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I don’t know, darling. Your mother and I will discuss it and we’ll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I say they can go. Claire is a very nice girl. She’s the girl we met at the mall with her parents who asked you about becoming a doctor. The one who wants to be a cardiologist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes, I remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "How was work today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Fine. How about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I've decided to make a few changes at the clinic. I’m going to get it painted, buy a new sofa. I’m thinking of doing it now before my receptionist goes on leave. Did I tell you she’s pregnant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes. Good for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes. She finally succeeded. She’s thrilled. (Looking at her son.) Look at you, all hunched over. You'll strain your back like that, how many times do I have to tell you? And your hair is practically trailing in your food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Bob, you promised me you'd get a haircut and you still haven’t done it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I'll get a haircut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Not tomorrow, Dad. After the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I like his hair long. He has lovely hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "What about mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have lovely hair too. We all have lovely hair. And darling, you have to go to the dentist. It’s been over six months, it’s time to get your teeth cleaned again. I’1l book an appointment for Friday afternoon. Is Friday afternoon all right? Do you have any appointments at the hospital?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "No. Friday after five is fine. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna is sitting in front of the mirror, removing her make Steven is lying in bed in his pyjamas, looking at somethi on his phone. The room is dimly lit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I bought that dress you liked. I can wear it tomorrow. I can’t show it to you now, it needed some alterations. I’m picking it up tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "The black one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It was the black one you liked, wasn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes. The other one looked great on you too, but I think the black one was perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’m worried it’s a bit too short. I'd like it better if it was below the knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You’ve got great legs. You’ve got the most beautiful legs of any ophthalmologist anywhere in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Let me think, yes, of all the cardiologists in the world, there's no doubt at all, you are most definitely the biggest flatterer of them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that a problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No, that’s not a problem. And that’s why tomorrow I’m going to bake a lemon cake and nobody’s going to eat any of it, but you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Not even the kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Not even the kids. Did I tell you about my receptionist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "If Kim was a bit more dependable, she could help arrange the appointments at the clinic until Christina gets back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Kim could handle that just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I don’t know. I hope so. Did I tell you, Bob announced me the other day he wants to be an ophthalmologist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes, you did. Bob would be a coal miner if you were one too. Do you mind if I turn the light off? Anna gets up and kisses him on the mouth for a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No. They carry on kissing with the lights on. Anna pulls Stev pyjama bottoms off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is examining a PATIENT. There is a knock at the do Steven’s SECRETARY enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Excuse me, Doctor. There’s a boy for you outside. He says it’s urgent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’ll be out in five minutes. Tell him to wait. 10 INT. HOSPITAL - CORRIDOR —- MORNING Steven sees Martin waiting for him in the corridor. He ta him to one side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Look I’ve told you, it’s best not to come to the hospital without calling me first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You're right. I’m sorry. I just wanted to thank you again and show you the new strap I got for my watch. I swapped the metal strap for a leather one. I’m sorry, I didn’t mean to put you in an awkward position. Bye. The boy walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Martin. Come here. What kind of strap did you get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(Without turning his head) Brown leather. The doctor hurries after the boy and catches up with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Show me. Martin hesitates at first, then shows him the watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "It’s very nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Do you really think so? Or are you just being polite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I really like it. Next time you want to come here, please call me first. You have my number. It’s for your own good. I might be with a patient or in surgery or ina meeting. There’s no point you waiting around if I can’t see you. I’m telling you for your own good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Matthew walks past, holding a patient’s file. to Steven and puts on his reading glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Good morning, Matthew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Could you please take a quick look at this. He shows Steven the file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Of course, Matthew. Please leave it on my desk. I’1l have a look ina minute. Martin looks at the anaesthetist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "We've got the same watch. The anaesthetist turns to look at Martin, who watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Let me introduce you. This young man is one of my son’s classmates. I ran into Martin and his parents at the mall last week. He told me he’s very interested in medicine. He wants to be a cardiologist. I suggested he drop by some time, so he can see what being a doctor is really about. Martin, this is Matthew, a great friend of mine and an excellent anaesthetist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "That's great. Nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Nice to meet you too. Steven, I’m going to leave it on your desk. Let me know when you’re ready. The anaesthetist walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I’ve got to go back in now. We'll talk on the phone to arrange our next meeting. All right? 10. He comes over shows him his \f11 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Okay. INT. STEVEN'S HOUSE - KIM’S BEDROOM - NIGHT Steven, dressed in a suit and bow tie, sits opposite Kim. is doing voice exercises. She exhales slowly, controlling diaphragm, then takes a deep breath and runs through a se of vocal scales. Bob has just had a shower and is combing hair very thoroughly and very slowly. Steven watches his daughter with pride, holding her gaze she performs her vocal drills. When she finishes, Steven claps, stands up, and kisses her on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I think your breathing has really improved over the last few months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "That’s what the choirmaster said too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Did you tell him to move you closer to the front?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Yes, I did. He said he’1ll see what he can do. Steven turns to Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Did you water the plants, Bob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Mum said she was going to water them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Your mother works very hard. That’s why we said it would be nice to help her as much as we can, and we agreed that Kim would take care of walking the dog and you would take care of the plants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I'll do the dog and Kim can do the plants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You're too young to be wandering around at night by yourself. \f12. Bob gives the comb to Kim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Thanks for the comb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "You’re welcome. Bob leaves the room. The door opens and Anna walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "We've got to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Tell Bob to water the plants now that the sun has gone down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’ve watered them already. Come on, we're going to be late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is at the podium giving a speech. The conference h is quite evidently full of doctors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "A full 22 years have passed since the German cardiologist Andreas Gruentzig performed the first coronary angioplasty, on 16 September 1977. Today, that first patient is still alive and well. Dr. Gruentzig, however, had an unfortunate accident and met with an untimely end. In short, he is one of those rare cases where one can say: “The operation was a success, but unfortunately the doctor didn’t make it.” Scattered laughter in the audience. The doctor chuckles a takes a sip of water before he continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "In the two decades that have passed since that first coronary angioplasty, many things have changed. The indications for angioplasty are more widespread, alternatives to the classic balloon method have been developed, and an angioplasty during the acute phase of a heart attack is practically a routine operation nowadays. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "But now let’s touch upon the importance, both for us doctors and for our patients, of the development and use of the stent. Anna watches her husband with pride. Matthew, sitting nex her, gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "I'm going for a cigarette. I’1l be at the bar. Come find me when it’s over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is talking to Anna, Matthew and an ELDERLY MAN, wh holding a flamboyant cocktail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN",
          "text": "The guy who made it told me what was in it. I can’t remember now but it’s very refreshing. Would you like one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "No, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN",
          "text": "Try it. It’s really delicious. Use this straw, I haven’t touched it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He hasn’t had a drink in three years. High GGT and elevated transaminases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN",
          "text": "Good on you for not drinking. Steven smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Well, I wouldn’t say no toa cocktail, if you’re still offering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN",
          "text": "Of course. I’1l get you one right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I think we should go soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "It’s early. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He’s got surgery in the morning and he needs to get some sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "It’s still early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "We've got surgery in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Fine, okay. How are the kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "They're doing very well. Bob started piano lessons and the teacher says he’s really talented. Now we need to buy him one so that he can practise at home, but I haven’t got round to it. I’m renovating the clinic. I’m on the phone all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Our daughter started menstruating last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "(awkwardly) Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes. She was a little scared, but she’s okay now. You haven’t seen her in ages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Not since last summer. At that school choir concert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You’1l have to come over for dinner one night. You really shouldn't stay late either. Just drink that cocktail you ordered and get yourself home. You have to be at the hospital in six hours. Shall we go, darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is eating an ice cream with Martin. The doctor sta at the boy’s wrist as he eats his ice cream. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You're not wearing your watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes, I took it off to take a shower and left it at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "It’s water resistant up to 200 metres.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Oh, that’s right. I forgot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "If you don’t like it, we can go back to the shop and you can choose one that you do like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No, I really like it. I just took it off to take a shower and forgot to put it back on, that’s all. Martin carries on eating his ice cream. It’s quite clear the subject is closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Do you have many friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Not that many. I don’t think people can have a lot of friends. I mean, it’s difficult. The important thing in life is to have good friends, not lots of friends. That’s what my dad used to tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Your father was absolutely right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes, I know. I have a very good friend from school who plays basketball. We go and play together sometimes. And a friend who lives in France. I don’t see him very often. He usually comes in the summer with his family. He’s a great guy, very polite, lots of hobbies. I really miss him. I also consider my mum to be a friend. I know it might sound strange, but ever since my dad died we’ve become very close, me and my mum. We talk about things, lots of things. She helps me as much as she can with a lot of stuff. And I help her too. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I'd like to ask you a favour. Only if you want to of course, I don’t want you to feel any pressure or obligation. It just seemed to me like a good idea, so I thought I'd ask. He hesitates for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "I'd like you to come by my house one day. To meet my wife and children. I think you’d all get along really well, especially with Bob. They’re both lovely kids, I think you'll get along great. What do you think? Like I said, I don’t want to pressure you, come only if you'd genuinely like to. Martin looks at him for a few seconds without saying anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Are you serious? I'd love to come to your house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin enters the front garden of Steven’s house. He is carrying a bunch of flowers and a plastic bag. He rings t doorbell. Anna opens the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Good afternoon. You must be Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That's right. These flowers are for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Thank you very much, Martin. Come on in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin goes out into the back garden with Anna. Steven wa over to greet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Hi, Martin. Did you find the house all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes, it was very easy. \f17 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You’ve met Anna. Now let me introduce you to my children. This is Bob. And this is Kim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Very nice to meet you. I’ve brought you some little gifts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "That’s very kind of you. Martin takes two small boxes out of his plastic bag and g them to Bob and Kim. They start unwrapping the presents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It’s a key ring with a musical note on it for Kim, because I know she likes music. And one with a smiley face for Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What lovely key rings. Now let’s get a move on and eat before the food gets cold. Are you hungry, Martin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes, I’m starving. INT. STEVEN'S HOUSE - KIM’S BEDROOM - AFTERNOON Martin is sitting on the edge of the bed. Bob is sitting to him. Bob is staring at Martin’s shoes, which are ident to his own - probably another gift from Steven. Kim is standing by the wardrobe. Martin stares at a photograph o Kim, lying on a beach in a swimsuit. A child’s leg, proba Bob's, is also visible beside her in the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "How long have you been in the choir, Kim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Two years. Since I was 12. Do you like singing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I love it. But I haven’t got a very good voice. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "How old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Have you got hair under your arms yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I just got my first period.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Do you mind if I light a cigarette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "You'd better not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "It’s all right. Just go over by the window. Martin goes over to the window and smokes a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Can you sing us something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "What, now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes. Anything you like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Not right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "She's embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "No I’m not. I just don’t feel like it. When did you start smoking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Eight months ago. I was over at a friend’s place, it was a party actually, and we’d had way too much to drink and a girl offered me a cigarette and I said “why not” and lit up. That was a mistake. I regret it, but it’s too late now. I’m addicted. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Can you show me the hair under your arms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Sure. Martin shows Bob his underarm hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "You haven’t got that much. Have you seen how hairy my dad is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "He’s got three times more hair than you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "You've got a great body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Thanks. An awkward pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Do you want to go out for a walk? It’s a really nice day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I'd rather stay here and listen to music. Bob picks up his headphones and an MP3 player.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Is that my MP3 player or yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Mine. You've asked me a million times. And don’t you dare take this one and lose it as well, because Dad said he’s not going to buy us new ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB, (CONT'D)",
          "text": "What kind of music do you listen to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "All kinds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I‘m into metal and punk. What about you? \f18 19 20 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I think all kinds of music are worth listening to. It depends on my mood and what I’m doing.. Bob puts his headphones on before Martin can finish his sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I'll come for a walk, if you like. We can take the dog with us. If you don’t mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I'd rather it was just the two of us. I always get nervous around dogs, in case they get into a fight with another dog. Separating dogs that are fighting scares me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin and Kim are walking along the road. There is an awkward distance between them and they both stare straigh ahead. Martin has one hand in his jacket pocket and a cigarette in the other. Kim walks a few steps behind him, watching him. She picks up her pace and catches up with Martin. She undoes her ponytail and shakes out her hair. EXT. PARK —- AFTERNOON Martin is sitting on a bench watching Kim. She stands fac him, singing a song. Martin nods his head in time with th music. Kim sways as she sings, not quite dancing. She hol lit cigarette in one hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin is sitting on the sofa. Kim sits next to him. Anna opposite them, is serving lemonade. On the table is a pla with some carrot cake. The dog is staring at the cake. Bo still has his headphones on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Is this homemade lemonade?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It’s amazing. My mother makes lemonade too. But she hasn’t made it in a while. I’1l ask her to make some. I love lemonade. \f21. He drains his glass of lemonade and refills it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "The kids’ rooms are amazing. So big and bright. I told Bob to put a pull-up bar in his bedroom doorway. I’ve got one and I do a few pull- ups every time I walk past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "That’s a great idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I don’t think so. Pull-up bars in doorways are dangerous. You might fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "If you attach it to the door frame properly, you won’t fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Okay. If we get one, we’ll ask you to come help us put it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "With pleasure. You know this whole house is really amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You're welcome to spend the night, if you like. We can easily fit a mattress on the floor next to Bob’s bed. You can play together in the morning and I'll drop you back home tomorrow afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Thank you very much, but I’d rather go home tonight. I don’t like leaving my mother by herself. She wouldn’t mind if I told her I was spending the night here, but I'd better not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Whatever you like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Can I have a piece of cake please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Of course you can. What about you guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "No. \f21 22 Bob doesn’t respond. INT. STEVEN'S HOUSE - BEDROOM - NIGHT. 22. Anna is in the en-suite bathroom, flossing her teeth. Ste is already in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What a charming boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Isn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes, very. How did his father die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Car crash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You should tell him to come round again. The doctor’s mobile phone rings. He ignores it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I will. He'll be great company for Bob. I thought next time I could take them both out somewhere, for a bike ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Darling, you should get that. It might be the hospital. Steven answers his phone. It’s Martin. Steven gets up and leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven goes out into the corridor. He tries to speak quie",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Hello. How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I'm fine, Martin. Has something happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No. I just called to tell you I had a wonderful time today. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I’m very pleased to hear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes. I thought I should return the favour, so I'd like to invite you to dinner. At my house. My mother will be delighted to see you. She hasn’t seen you in two years, not since the hospital. I asked her if she'd like you to come for dinner one day and she said she'd like that very much. She’ll bake a meat pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "That's very kind of you. We’1ll do that someday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Tomorrow night. I told her already. I've asked her to make meat pie and lemonade. I’1l be home by eight- thirty. Around nine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "All right. Around nine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I can buy some non-alcoholic beers, if you like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "No, there’s no need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I‘1l buy four and if you don’t drink them it doesn’t matter. My mother will drink them, or some other guest another day. So I’1ll see you tomorrow at nine. Good night and sorry to disturb you. Are Kim and Bob asleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’m going to sleep now, too. Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Good night. \f23 24 25 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven pulls off his bloodied surgical gloves. He washes hands and then applies steriliser. Matthew, standing besi him, takes off his disposable hat, gloves, and surgical m and throws them in the bin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "A friend of mine brought me a huge steelhead the other day. I thought I'd barbecue it. Do you and Anna want to come over for lunch on Saturday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I’d love to. I’1l talk to Anna tonight to check we can make it and let you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Does Anna eat fish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes, she does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "I’m only asking because she seems like quite a picky eater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "No, she isn’t. She loves fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Perfect. Then you must come. Tell her I'll be offended if you don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven approaches his car. The car park is fairly dark. Steven gets into his car and switches on the engine. As h pulls away, he sees a figure moving behind some parked ca It looks like Martin. He’s wearing the same jacket as Mar but we can’t see his face. As Steven drives towards him, figure runs towards the fire escape, opens the door, and disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven, Martin and MARTIN’S MOTHER have just finished din Martin’s mother is around 45 years old, a little plump, a has a beautiful face. She is dressed rather formally and heavily made up. The living room is spacious and decorate a conventional style. Everything is just so. Martin drain glass of lemonade. His mother clears away the dishes and takes them into the kitchen. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Did you come to the hospital today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No. I was at school, then I went to the gym and my French class. Weren’t you at the hospital today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I was, but I was really busy. I just wondered whether you came by and couldn’t find me. Martin’s mother returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I'd like us to watch a film together, if you don’t mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "I'd gladly watch a film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I'm afraid I have to be getting home soon. I can’t be out too late. I didn’t tell my wife I’d be late tonight and she might get worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "You could call her. In any case, if you feel tired we can stop the film, you can go home and we can watch the rest next time you come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Please. We've rented my favourite film. It was my father’s favourite film too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven, Martin, and Martin’s mother are sitting on the so watching the film. She looks rapt. Martin yawns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I think I’1l go to bed. I’m tired. Besides, I’ve got to get up early tomorrow to finish my homework. I’m sorry I can’t watch the end of the film with you. He gives them both a kiss and hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Good night. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Good night. Sitting on the sofa side by side, Steven and Martin’s mot carry on watching the film for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "He really loves you, you know. He talks about you a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I love him too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "Have you been married long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "16 years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "You have lovely hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "Most doctors have beautiful hands. So white and soft and clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "Yes. I remember your hands from back when I used to visit my husband at the hospital. In fact, I even told him about your hands and he agreed. “You're right, he has beautiful hands,” he said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Thank you very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "Do you remember me coming to the hospital?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "I was a bit heavier then. And my hair was brown. \fShe moves 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "I got tired of it. I dyed it about a month ago. Did you prefer me with brown hair? Like it was back then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I think it’s nicer now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "Yes. I agree. Do you like the film?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes, it’s good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "It gets better. You’ll see. Would you like some dessert?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "No, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "Maybe later, then. You did eat a lot. closer to him. MARTIN'S MOTHER (CONT’D) Can I have a closer look at your hands? Steven looks embarrassed. Reluctantly, he extends a hand. Martin’s mother looks at the doctor’s hand. She kisses it momentarily, almost reverently. Then again and again, all over. She sticks his whole thumb in her mouth. He stands up. MARTIN'S MOTHER (CONT’D) Don't be afraid. He’s definitely asleep. There’s nothing to be afraid of. In any case, he wants this as much as I do, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I have to go. It’s late. Thank you for dinner. I have to go. Have a good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN'S MOTHER",
          "text": "I’m sorry if I made you feel awkward. I didn’t mean to. But I won’t let you leave until you've tried my tart. I made it for you specially. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 28. MARTIN’S MOTHER (CONT'D) It’s a caramel tart with custard cream. I’ll bring you some now. Please, sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I’m afraid I really have to go. Good night. The doctor gets his coat and bag and walks out. INT. HOSPITAL - STEVEN’S OFFICE - MORNING Steven walks into his office. Martin is there, sitting in chair. The doctor is startled to see him. He stands in th doorway holding his bag. Martin smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "What are you doing here? Why aren’t you in school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "My heart aches. The boy takes off his T-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’m in pain. It’s my chest, my heart. I’m worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "There’s no reason for you to be worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’m worried because it’s hereditary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You're too young to be worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That’s what you said about my father. And he didn’t smoke, he ate a very healthy diet, he went swimming almost every day. He should have come out of that surgery alive but he died. I also smoke. I started smoking recently. (Touching his chest.) It hurts here. I hardly slept at all last night. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 29 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "My mother was terribly worried. I slept in her bed. Steven attaches some electrodes to the boy’s chest. INT. HOSPITAL - STRESS TEST ROOM —- MORNING Martin is running on a treadmill. Wires are attached to h body. Steven measures Martin’s blood pressure while he ru INT. HOSPITAL - STEVEN’S OFFICE - MORNING Martin removes the electrodes from his body and puts his shirt back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "If I had hair on my chest and stomach, how would you attach these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "We'd shave the hair off first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "How long does it take for the hair to grow back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I don’t know. About a month, I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Your son told me you have loads of hair under your arms, three times more than I do. And that you have a hairy belly and a hairy back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I probably do have a bit more hair than you do because I’m older than you. But you’1l soon have more hair too. It’s all down to hormones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Can I see? Please. Take off your shirt and show me, please. The doctor hesitates, but eventually complies. Martin sta at his body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Okay, you do have more than me. But not three times more. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Mum and I thought it would be nice if you came for dinner with us tonight, then we can watch the rest of the film. Is nine good for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Thank you very much, but I’m afraid I can’t make it tonight. I need to be home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Can’t you get away for a couple of hours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I'm afraid not. Some other time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "My mother will be upset. I’11 tell you a secret, but don’t tell her I told you. I think she likes you. I mean she’s attracted to you. She says that’s not true, but I’m sure of it. And to be honest, I think you're perfect for each other. You'd make a great couple. She’s got a great body, you’ve seen that for yourself. She lost weight and now she’s has a really lovely figure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Your mother is very beautiful, but the idea that she and I could ever be together is ludicrous. Let me remind you that I’m a married man and I love my wife very much, and my kids, and that we are very happy together. The boy looks at Steven, half sad and half angry. Tears w up in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "And for your information, you're absolutely fine. There’s nothing wrong with you. But you really should stop smoking. Do you promise? Martin stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "So we’re okay? There’s nothing wrong with me? \f30 31 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You couldn’t be healthier. Now you'd better go because I’m late for my rounds. Let’s talk tomorrow or the day after and arrange to meet again. Steven heads towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I want you to buy me a motorbike. A white Honda CRF250. Will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "We'll talk about it next time we meet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven and Matthew are standing over the steelhead trout. Matthew is gutting the fish. Steven watches him, drinking ginger beer from a bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin is sitting by himself. He has finished his meal an staring out the window. The doctor is clearly late. The b checks his watch. He stares out the window again. His pho rings. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes. Where are you? I called you a hundred times, didn’t you see my calls? Yes I’m here, I’ve eaten already. Sorry I didn’t wait for you but I was starving. What do you mean? What do you mean you can’t? I got you an apple pie. At least come for a bit. You have to come. I’ve been waiting for over half an hour. Come for a bit. I can come closer to where you are. Where are you? Are you at the hospital? I’1l bring you the apple pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "What’s so important? An operation? Are you at the hospital? What sort of incident? Not tomorrow, now. Not tomorrow. I can’t tomorrow, I have to study. Now. Listen to me. Just a minute. Where are you? Another beat. \f32 32. Martin hangs up the phone. He looks annoyed. EXT. MATTHEW’S HOUSE - GARDEN - DAY Matthew is grilling pieces of trout on the barbecue. The garden is immaculate. At the back of the large, suburban house is a wooden deck. Anna is helping the anaesthetist’ wife, MARY, a woman of around 55, to set the table. Steve emerges from the house and sits in a chair. He looks ill ease. He picks up a glass of wine and holds it in his han but doesn’t drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I was inside, making a phone call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "The fish is almost ready. Pass me a plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Do you need a hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "No, that’s okay. I forgot to tell you. I saw that boy yesterday. Your son’s friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Martin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Yes, right. Martin. I couldn’t remember his name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Where did you see him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "At the hospital. He was hanging around beside your car. It looked like he was waiting for you. I said hello, but he pretended not to see me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "That's impossible. It can’t have been him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Maybe I was mistaken. But it looked a lot like him. \f33 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You should go see Anna and get your eyes checked. Take my piece off the grill, will you? I don’t like it overdone. INT. STEVEN’S HOUSE - LIVING ROOM - NIGHT Steven is sitting on the sofa, stroking the dog. He is ea a sandwich. He feeds the dog some ham. The door opens and walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Hi, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Hello, darling. Where have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Choir practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Have you eaten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Yes, I ate earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You don’t have to take the dog for a walk. I took him out already. We got back a little while ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Okay. She puts her bag down by the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONT'D)",
          "text": "Dad, do you know who I saw today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Who, darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Martin who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Martin. That boy who came over the other day, the son of your ex- patient. He brought me back from choir practice on his friend’s motorbike. He’s really funny. I laughed so hard my ribs hurt. \f34 35 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes, he is very funny. Kim, I don’t want you riding on motorbikes without a helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I was wearing a helmet. He gave me his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Why didn’t you ask him to come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I did, but he was in a hurry. He had to get home. Where’s Mum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "She's taking a shower. Is there something you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I’m going up to bed. She kisses Steven and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin is standing on the pavement opposite Steven’s hous He watches the house with a blank expression that betrays emotion. He is holding a helmet under his arm. His friend motorbike is parked beside him. It’s a red HONDA CRF. The light in the living room goes off. INT. STEVEN'S HOUSE - KITCHEN —- MORNING Steven, Anna and Kim are having breakfast. Bob is not the Steven seems agitated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "“Good evening. Anna Murphy Eye Clinic, how may I help you?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "“Good evening. I’d like to make an appointment.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "“When for?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "“Certainly. Of course. When would you like to come in?” \f36 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "“Certainly, when would you like to come in?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "“Today. It’s urgent.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "“Today is impossible.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "“Please describe your symptoms.” Then you come and talk to me and I tell you whether it’s urgent or not. Meanwhile, you ask them to hold while you check to see whether any appointments are available.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Did you wake up Bob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I did. He just likes lying in bed for a bit before he gets up. Leave him be. Should I squeeze some more orange juice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "He’ll be late. Have you seen the time? The school bus will be here any minute. Steven gets up and goes to get Bob out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob is sitting on the edge of his bed. As soon as his fat enters the room, Bob turns to look at him. His face is pa He looks a little frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Robert, do you have any idea what time it is? Get up and get dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I can’t get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You have ten minutes to get washed, dressed and eat your breakfast. I’m not going to drive you to school and neither is your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I can’t get up. \f37 38 39 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Bob. Get up and get dressed and stop messing about. Steven goes to leave the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Dad. My legs. They’re numb. I can’t move them. I can’t stand up. Bob is on the verge of tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The garage door opens automatically. Steven lifts his son into the car. Anna helps him. She closes the back door of car and then gets into the driver's seat. EXT. HOSPITAL ENTRANCE —- MORNING Steven lifts Bob out of the car. He puts a hand around hi shoulder and practically carries his son into the hospita Anna follows them inside. INT. HOSPITAL - NEUROLOGIST’S OFFICE - MORNING DR. ANDREW NICHOLS, a neurologist, is examining Bob. The is lying on a hospital bed. His shoes are off. Steven is sitting in a chair, watching the whole procedure. He trie crack a joke to reassure his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I hope you washed your feet yesterday, Bob, because Dr. Nichols punishes boys who don’t wash between their toes. He gives them injections with big fat needles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. NICHOLS",
          "text": "Bob's feet are just fine and he has lovely hair and he is very brave. He’s all grown up now. You know I had long hair when I was little, too. Just like Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I didn’t know that. Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. NICHOLS",
          "text": "Yes, really. Only mine was curlier. Now then Bob, I want you to tell me where you are. \f40 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I’m at the hospital. In the neurology department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. NICHOLS",
          "text": "That's absolutely right. And what day is it today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Thursday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. NICHOLS",
          "text": "Okay then. With this pin, I’m going to touch the soles of your feet and all your toes. I want you to tell me if you can feel it. Don’t be scared, I’m not going to prick you, I’m just going to touch you. Okay? Bob nods. DR. NICHOLS (CONT’D) Perfect. Bob can feel the pin under all his toes. DR. NICHOLS (CONT’D) Perfect. Now, look directly into my eyes for this one. As soon as you see a finger move, point to it. The neurologist spreads out his hands and fingers. Bob lo him in the eye without moving his head. Dr. Nichols moves finger on the left, then a finger on the right, then both fingers together. Bob points to the correct fingers every time. DR. NICHOLS (CONT’D) Okay, good. Now I’m going to test your sensations. I want you to tell me if this feels the same on both sides. He touches Bob on the left and right cheek, the left and right ear, the left and right temple. Bob nods each time. DR. NICHOLS (CONT’D) Now close your eyes as tight as you can. Okay. Show me your teeth. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna is waiting in the corridor. Steven and Bob go up to Bob is limping a little, but he can walk. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Everything is absolutely fine. Andrew gave him a thorough neurological examination and he passed with flying colours. It’s nothing. You two go home and we’1l talk tonight. I won’t be late, my schedule is pretty light today. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Maybe he should have an MRI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "There’s no need to bother with all that. He just got scared, that’s all. He’s absolutely fine. You’re absolutely fine, aren’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I think there was probably some test at school today that we weren’t very well prepared for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes, and he preferred to spend his day at the hospital with Andrew and us. Let’s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Dad, aren’t you going to show me your office?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Another time, darling. I have to go down to the operating theatre right away. Steven kisses his son and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "I've have to go. See you tonight. Call me if you need anything. Bye bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Bye, darling. Anna leads Bob away. \f4l 42 43 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna and Bob are walking towards the exit. The moment the step outside, Bob collapses to the ground. His mother ben down and tries to lift him up. She calls for help and two NURSES rush over. They lift Bob into a wheelchair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob is lying inside an MRI machine. Steven and Anna watch from behind a glass window. Dr. Nichols is taking notes. INT. HOSPITAL - PATIENT’S ROOM - NIGHT Bob is sleeping. Anna sits beside him. Steven stands talk to Matthew. There is a second bed in the room, but it is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "You don’t have to operate tomorrow. Cancel everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "No. Why would I cancel? The schedule would go haywire. There's no need. Anyway, it’s nothing. The door opens and Dr. Nichols walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Any news, Andrew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. NICHOLS",
          "text": "MRI and MRA both fine. Blood work came back good. Cardiogram, chest X- ray and carotid ultrasound all clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I told you. I knew it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Thank goodness for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. NICHOLS",
          "text": "Has he been under any psychological stress lately? Exams at school maybe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No, he wasn’t stressed, he was just fine. He’s always a bit anxious, but that’s just the way he is. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. NICHOLS",
          "text": "In my opinion, he should stay in tomorrow as well so that we can keep an eye on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Maybe we should give him a PET scan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I don’t think there’s any need for that, do you Andrew? Tomorrow he’1l be well enough to walk all the way home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. NICHOLS",
          "text": "Yes, I don’t think that’s necessary at this point. Let’s see how things are tomorrow and take it from there. There’s nothing to worry about, in my opinion. You go home and we'll speak tomorrow. I’1l be here all day. Anna, it was great seeing you, even under these circumstances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "And you, Andrew. How’s your daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. NICHOLS",
          "text": "She got married last year. I’ma grandfather now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Give her my love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. NICHOLS",
          "text": "I will. Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Goodbye, Andrew. Thanks for everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Do you want me to let them know that you won't be operating tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I said no. Don’t go on about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "That won’t be necessary, Matthew. I'll come in the morning. I won't go in to the clinic. I’1l bring him those cinnamon doughnuts he loves so much. \f44 45 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes, I’m sure he’1l be thrilled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin is riding his friend’s motorbike. Kim sits behind holding on tight. Neither of them are wearing helmets. Ma focuses all his attention on the road. Tears are streamin down Kim’s face, but it’s impossible to tell whether it’s from the wind or if she’s crying for some other reason. EXT. STEVEN’S HOUSE - GARDEN - NIGHT Anna is watering the plants. Kim comes out into the garde",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "At Claire’s. Is Dad asleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "How’s Bob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Bob is absolutely fine. They’ve just kept him in as a precaution. Kim looks at her mother for a while without saying anythi",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’m fine. How do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I mean are you tired?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’m absolutely fine. A little tired, that’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "See you in the morning. Oh, and while Bob’s in the hospital, you’1l be responsible for watering the plants. Okay? Kim walks away without answering. \f46 47 42. INT. HOSPITAL - CORRIDOR —- MORNING Steven, dressed in his white doctor’s coat, and Anna, hol a box of doughnuts, are walking down the corridor. It is hour at the hospital. They both greet various people as t walk along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Did he go to the toilet? Did he get up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "He hadn’t when I passed by about an hour ago. He didn’t want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He didn’t want to pee or he hadn’t got up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "He didn’t want to pee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Could he get up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "He was asleep. I didn’t want to drag him out of bed. They stop outside the door to Bob’s room. INT. HOSPITAL - PATIENT’S ROOM - MORNING Steven and Anna enter Bob’s room. Martin is already there sitting next to Bob’s bed. Martin stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Good morning, Doctor. How are you Mrs. Murphy? I just came by to see Bob. Kim told me what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Hello, Martin. How nice of you. Hi darling, good morning. Did your friend Martin come to see you? Bob does not reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’1ll leave you alone now so that you can spend time with him too. I have to go anyway. I’1ll come by and see him again some other time, for sure. I offered to help him go to the toilet but he didn’t want me to and he wet the bed. I brought some lemonade. Mum made it yesterday. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Try it and let me know what you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Thank you very much. Anna goes over to Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Darling, do you know what’s in this box?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Cinnamon doughnuts, that’s what. Martin goes over to Steven. Anna pulls off the sheets and folds them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I'll be in the canteen. Come whenever you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I don’t think I’1l have time today, as you might imagine. We’ll talk some other time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No. Today. Come to the canteen. Just for ten minutes. Don’t stand me up like last time. Goodbye Mrs. Murphy. Bye, Bob. Martin leaves. We hear Anna saying goodbye as we watch hi go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin is waiting in the hospital canteen. Steven appears The canteen is packed with doctors, nurses and patients, seated at the tables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Coffee? Apple pie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I’ve only got ten minutes. I have to be back upstairs in ten minutes max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Okay. I’1l get straight to the point. I’ve brought you a present. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "You've given me so many presents and I’ve never given you anything. I thought that was rude of me. So I decided to make amends. Close your eyes. Steven does not close his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Please close your eyes. Steven, losing patience, closes his eyes. Martin places a small box in his hand. Steven opens his eyes and sees the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "It’s a Swiss army knife. The boy puts his hand over his mouth, mortified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "I shouldn’t have told you that. I messed it up. I ruined the surprise. I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Thank you very much, Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What an idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "It doesn’t matter. Thank you very much. A PARAMEDIC approaches the doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAMEDIC",
          "text": "Good afternoon, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Hello, Justin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAMEDIC",
          "text": "I got the car. Second-hand, but still. Blue. I couldn’t find it in silver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "That’s great. You’ll have to take me for a ride in it soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAMEDIC",
          "text": "Yeah, sure. See you later. The paramedic walks away. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That reminds me, did you do anything about that motorbike I wanted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Martin, I have to get back upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "All right. I won’t keep you much longer, even though you are devoting less and less time to me lately. But that’s okay, I understand. I just wanted to say one more thing. I’m really sorry about Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "It’s nothing serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No, it is. That critical moment we both knew would come someday, well, here it is. The time is now. You’ll see, things will be better for us all after this. You know what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "No, I don’t. Listen, Martin, I don’t have time for this. I have to be upstairs. Steven stares at Martin in silence. The boy looks around make sure nobody can hear them, that nobody is sitting to close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(speaking fast, almost without catching his breath) Okay, I’m going to tell you this as quickly as I can so that I don’t hold you up since I get that you don’t have much time and you have to go back up to the ward. I will make myself as clear as possible. Yes, it’s exactly what you think. Yes. That’s it. Just like you killed a member of my family, now you have to kill a member of your own family. To balance things out, understand? I’m not going to tell you who to kill of course, that’s for you to decide. But if you don’t do it, they all die. Bob will die. Kim will die. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "And so will your wife. They will all get sick and die. One: paralysis of the limbs, two: refusal of food to the point of starvation, three: bleeding from the eyes, four: death. One, two, three, four. You’re not going to get sick, don’t worry. You just have to stay calm, that’s all. There, I said it. As quickly as I could. I hope I haven’t kept you too long. Oh and one more thing, but I'll be very quick. You only have a few days to decide who to kill. Once stage three kicks in - remember what stage three is? Bleeding from the eyes, that’s stage three - once the bleeding starts, they die in a matter of hours. Well, don’t let me keep you. I have nothing more to say. Unless you have any questions. Steven stares at Martin in silence. He is clearly furious picks up his mobile phone and keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Get up and get out of here and don’t you dare come back or call me ever again. Now. Before I hit you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "All right, I'll go. I have to go anyway, I have French class to get to. I was leaving anyway. But don’t get angry. There’s really no point getting mad at me. I told you. This will do us all good. You'll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "If you ever come anywhere near me, my wife, or my children again I will kill you, I swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(loudly) But how will you kill me? Oh wait, I have an idea. Why don’t you operate on me? Several people turn and stare at the doctor. Steven gets and leaves. Martin calls after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Do you know if Kim’s going to come by today? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f49 50 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "If she does, tell her I’1l be outside, at the main entrance. I’m going for a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two security guards escort Martin out of the building. He heads towards the exit without putting up a fight. He gla over his shoulder and then walks out, zipping up his jack and smoothing down his hair. INT. HOSPITAL - PATIENT’S ROOM - EVENING Anna is sitting on the empty bed next to her son’s bed. S is reading him a book. Steven comes in and sits in a chai He is restless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Has he eaten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No, he’s not hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "What do you mean he’s not hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He’s not hungry. Steven takes a doughnut out of the box. He reaches over a puts it near his son’s mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Come on, darling. Eat a doughnut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I don’t want it, dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You do, but you're afraid that your mother and I will tell you off for eating doughnuts. Come on, eat it. You have my permission. You have our permission. It’s okay for him to eat a doughnut, isn’t it Anna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You heard your mother. Eat it. He prises Bobs lips open and shoves the whole doughnut in his mouth. Anna gets up and pulls Steven away from their \f51 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Leave him alone. He doesn’t want it now. He’ll eat it later. Steven does not back down. He gestures for Anna to sit ba down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "That’s right. Chew it a bit. Now swallow. Bob spits the doughnut out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Leave him alone. He said he doesn’t want it now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "He is going to eat it right now. He is completely run down, that’s why he keeps falling over and crawling around on all fours. He’s going to eat them, all of them. In five minutes flat, I want to see this whole box empty. Steven storms out of the room, slamming the door behind h as he goes. INT. HOSPITAL - DIRECTOR’S OFFICE - NIGHT Steven, Anna, Dr. Nichols and the HOSPITAL DIRECTOR are discussing Bob’s case. A FEMALE DOCTOR is standing beside them, along with Matthew. They have spread all of Bob’s t results out on the desk. The Hospital Director studies th test results thoroughly, in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He stopped eating today. He keeps vomiting. The Hospital Director looks up at Anna and then looks bac the test results.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Some of the tests need to be done again, in my opinion. They haven't found anything, it’s not possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It’s been less than a day since his last tests. I don’t think the results will be any different. To be honest, I think what we have here is a clear case of some psychosomatic disorder. \f52 53",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOSPITAL DIRECTOR",
          "text": "I’m inclined to agree with Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "What do you mean? Shouldn’t we rule out all possible causes before we resort to the easy option of a psychosomatic disorder?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. NICHOLS",
          "text": "We already have ruled out everything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOSPITAL DIRECTOR",
          "text": "I think with psychiatric treatment and psychological support everything will be fine. He will walk again and eat just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Of course he will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Anna, if Bob was short-sighted or had a cataract or glaucoma, then your opinion really would be valuable. But thankfully Bob’s eyesight is perfect. And I can honestly say that if he ever needed glasses, you'd be the first person I'd consult. But right now the boy can’t eat and is paralysed in both legs, so I’m afraid I’m not remotely interested in your medical opinion. Nobody says a word. Anna opens the door and leaves the ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim puts on lipstick and brushes her hair in front of the mirror. She then sprays herself with a little too much perfume. INT. STEVEN'S HOUSE - KIM’S BEDROOM - NIGHT Kim and Martin are sitting on the bed, kissing. The bedro lights are on. Music is playing on the computer. Kim’s be made. Martin touches her breast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Are you on your period?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "No. If you’re hungry we can order something later. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONT'D)",
          "text": "My parents will be home late and they’ve left me some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’m not hungry. Kim stands up, strips down to her underwear and lies on t bed, beneath her swimsuit picture. Martin smiles. They kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "You are the prettiest girl I’ve ever met. Your mother is making a big mistake not trusting you to work at the clinic. A huge mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "I'm afraid I have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Why? Stay a bit longer. We can listen to some music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I can’t, Kim. It’s late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Are you mad at me because of my dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Don’t be stupid. I’m not mad at you at all. And I thought I’d made myself clear - I don’t feel angry at him, I feel sorry for him. I have to go because it’s late, that’s all. It’s as simple as that. Don’t be annoying, I thought you understood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I’m sorry. Martin, I love you so much. He hugs her but does not say it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna is marching angrily down the corridor. Steven follow her, holding a file of papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I’m sorry about what happened in there. \f55 56 57 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It doesn’t matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I’m just so exhausted and stressed and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(interrupting) It’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You go home. I’m staying here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I’m going to give him all the tests again. Every single one of them. I’m staying here. Go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Let’s go home and we'll talk it over again tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Just go. Go to Kim, she’s by herself. I’1l come later. Go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Good night. Anna stands there watching Steven as he goes back towards patients’ ward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven pushes Bob along in a wheelchair. Bob looks groggy He’s half asleep. Steven marches manically up and down th hospital corridors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven takes blood from Bob. He gives the blood sample to nurse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob is lying inside the MRI machine. He disappears into t machine as Steven watches. \f58 59 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tired but wired, Steven stands next to a doctor who is gi Bob an abdominal ultrasound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Take a deep breath and hold it for a few seconds. Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven pushes Bob back to his room in the wheelchair. Bob shattered, so is Steven. Abruptly, Steven stops pushing t wheelchair, lifts Bob up with both hands, puts his arms around him and walks him down the corridor, with the drip trailing behind them. Steven lets go of Bob and he falls the floor. Steven picks him up again. He kneels down in f of his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Bob, why don’t we play a game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "What game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I'll tell you a secret, something I’ve never told you before, and then you’1ll tell me one. And whoever tells the best secret wins. Okay? When I was your age I'd just started masturbating and I’d only just started ejaculating. Only a little, barely a drop. I was worried that I had some kind of problem because at school I'd heard all sorts of stories. Then one day when my father had had a lot to drink and my brothers were out and he was sleeping in the bedroom, I crept inside, put my hand on his penis and started stroking it until he ejaculated. The sheets got covered in sperm. I got scared and ran out. I’ve never told anybody that before. Now it’s your turn to tell me a secret. Bob stares at his father, dumbstruck. An awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I don’t know. I don’t have one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "That's impossible, you must have one. \f60 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Bob, if all this is just an act, you should know that if you tell me now, I won't punish you and neither will your mother. We won’t be angry with you either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "It’s not an act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "But if it is an act and you don’t stop this stupid joke right this minute, your punishment won't just be no TV for a month. I will take my electric shaver and I will shave your head and I will make you eat your hair. I mean it, I will literally make you eat your hair. I’m not kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "It’s not an act. Steven puts Bob back into the wheelchair in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is asleep at his desk. His hair is tousled and his is undone. The door opens and Anna walks in. Steven wakes Anna hands him a takeaway coffee. They don’t say anything Steven has nothing to report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I brought you a clean shirt. She takes a shirt out of her bag and hangs it up inside t locker where Steven keeps his lab coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Anything to tell me? Steven shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "Hungry? Want me to bring you something to eat? \f61 62 63 64 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "No, thank you. Maybe you were right. Maybe it’s all psychological.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Everything will be all right, you'll see. Trust me. We’re in this together and everything will be all right. Let’s go and get you something to eat and some fresh air and then we’ll go up and see the little one. INT. SCHOOL - REHEARSAL ROOM —- DAY Kim is singing in the choir. A middle-aged man, the CHOIRMASTER, is conducting the orchestra. Suddenly, Kim f down. At first, everybody around her carries on singing. fear ripples through the choir, everyone gradually falls silent and the music stops. The choirmaster rushes over t see what has happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna is sitting outside Bob’s room, crying. Matthew hugs A nurse comes out of the room, pushing a food trolley. INT. HOSPITAL - PATIENT’S ROOM - AFTERNOON Kim and Bob are lying in adjacent beds. Steven is feeding pieces of fruit. Kim spits them out. Bob watches them, sl opening and closing his eyes. He looks as if he has just woken up. Their dinner plates lie untouched on trays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Dad, I don’t want any fruit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Just one bite. For me. Kim chokes and her face flushes. She spits out the piece apple that Steven has fed her. INT. HOSPITAL - PATIENT’S ROOM - EVENING A nurse inserts nasogastric feeding tubes into the noses both children. Kim has calmed down, but looks exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I want to sleep. \f65 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "All right, darling. What are you going to wear to Claire’s party, did you decide yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "No. I’m tired, Dad. Switch off the light. Steven goes to turn the light off. He spots a new MP3 pla on the bedside table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Where did you get this? Did Mum give it to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "No. Martin did. He made me a playlist with some songs that he likes. That we both like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "When did he give you this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I don’t remember. Good night, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven sits in his car, thinking. He opens the car door, out, and walks quickly and angrily across the road. He is outside Martin’s house. He sees a light on in the living room. The TV is blaring. Steven goes up to the front door rings the doorbell frantically. Nobody answers. He bangs the door with his fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Open the door. I know you’re in there. Open the door or I will smash it down. Martin. Open the door or I will smash it down and I will fuck you and your mother just the way you wanted. Steven tries to break in through the balcony doors, but doesn’t succeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "If anything happens to my kids or my wife, you'll die in prison, do you hear me? You’ll die in prison. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna is sitting on the steps outside the hospital. Steven stands beside her. He appears rather sheepish and speaks low voice. He avoids looking Anna in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "How old was his father when he died?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Had you been drinking that day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "He had an arrhythmia, a stroke, and that was it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I asked whether you’d been drinking, not how he died. How long has this been going on? How long have you been seeing this boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "About six months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Where were you meeting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "What does it matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Where were you meeting him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "At a Burger King, then we'd drive to the seaside. He’s got issues, serious psychological issues. He always did. I knew he acted weird sometimes, but now he’s lost it completely, he’s become dangerous. We have to take precautions. Go to the police and take some precautions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You're not going to the police. You're not going to tell anyone. There’s no point. We’1ll wait and see. Had you been drinking when you operated on his father? \f67 68 69 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Only a little. That had nothing to do with the outcome. A surgeon never kills a patient. An anaesthetist can kill a patient, but a surgeon never can. For example, Matthew has made mistakes that led to the death of a patient, but I never have. Anna turns her head away. She doesn’t say anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "I think Bob is a little better today. He seemed in a better mood and he wasn’t so pale. Anna does not respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Why didn’t you tell me you were seeing him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "At first I didn’t see him that often, it was only recently that we started meeting more regularly. I was going to tell you at some point. I felt sorry for him. I gave him some money. His mum is out of work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’m going upstairs. Anna gets up and leaves. Steven stands there for a while, alone with his thoughts. Then he follows his wife into th hospital. INT. STEVEN’S HOUSE- BATHROOM - DAY Steven takes a shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven sits on the edge of his bed, naked and numb. His g is vacant - he looks completely blank. The room is relati dark. The curtains are drawn. Steven stands up and hurrie gets dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven emerges from the front door of his house and finds envelope on the doormat, with his name written on it. He opens the envelope. \f70 58. Inside is the watch he had given Martin, with a note. One the watch straps is missing. Snapped off. Steven looks in the envelope for the missing piece of leather, but it is there. The note, written in very neat handwriting, reads: “Time shows no mercy. By the way, you were right. Metal straps are better. Leather straps break.” INT. HOSPITAL - PATIENT’S ROOM - DAY Anna is sitting next to Bob’s bed. Kim is lying on her ba on the other bed. She is playing a game on her mobile pho Her legs are covered from the knees up with a sheet. Her are pointed. Exhausted, Anna rests her head on the metal frame. She strokes Bob’s legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "When are we going home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Tomorrow or the day after. We’1ll get all our tests done and when the doctors say so, we can go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "But you are doctors too. Tell them we can go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "We'll tell them, darling. Kim interrupts the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Mum, did Martin come by while I was sleeping? Anna stands up and looks at her daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Can you turn me onto my side, please? Anna goes over, turns Kim onto her side and returns to he chair. Kim has her back to her mother now. They cannot ma eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONT'D)",
          "text": "What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Nine. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Is Dad here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No, he’ll be here soon. Would you like me to fetch you some juice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "No. Don’t go anywhere. Stay here. Silence. Kim’s phone rings. She picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONT'D)",
          "text": "Good morning. How are you? Aren’t you coming by? Okay. Just my mum, my father will be here soon. Yes. You're here? I can’t. Are you coming up to see me? (Kim laughs) You really think that’s possible? Well, let’s see. Okay. Okay. Kim’s toes uncurl. Her legs slowly start to move. Kim pul herself up and sits on the bed. She then stands up and wa over to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONT'D)",
          "text": "Martin? Yes, I stood up. Yes, thank you. Can you see me? Yes, I’m at the window, I’m standing at the window. Can you see me? Kim waves with her right hand. Then she smoothes her hair down with both hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONT'D)",
          "text": "I can’t see you, can you see me? I’m waving at you. Can you see me waving? Great. Yes. Anna gets up and walks over to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Mum, I want to stand up like Kim. Why can she get up and I can’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "All right. I’m going back to bed now. I’m lying down now. Okay. Thank you. Me too. Next time you come, call me first so that I’m not sleeping. I’1l tell them. Me too. Bye. As Kim lies down, her legs seize up again and her toes cu back into the soles of her feet. Anna looks out of the window. She scans the people in the street, but she canno see Martin. Bob falls out of bed. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Mum, I’m coming over to the window. Anna rushes over, picks Bob up, and puts him back into be",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You'll be able to soon, my darling. Kim is older than you, that’s why she can do it. Soon you’1l be strong enough to stand up too. Anna turns to look at Kim, who has her back to them and h face pressed up against the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "Who were you talking to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Martin. He sends his regards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I don’t want you talking with him ever again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Because I said so. Kim does not respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "Did you hear what I said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "(under her breath) Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I didn’t say anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes you did. What did you say, Kim? Anna grabs her daughter with both hands and shakes her ha Kim cries out in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Mum, let go, you’re hurting me. I didn’t say anything. Anna lets Kim fall abruptly back down on the bed. \f71 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’m not like your father. You better watch your mouth. If that’s the way you want it, I’m confiscating your phone right here and now. That’1ll teach you to be rude to your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Give me my phone back. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You can forget it. A long beat of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Don’t be scared, mum. Don’t get hysterical. It’s not that tragic. Sometimes your body hurts from not moving and you can’t sleep, that’s all. The important thing is to make sure you have everything you need within reach. That’s all. You’1l see. You won’t be able to move either, but you'll get used to it. Anna stares at her speechless and her anger morphs into f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna is talking to Steven. She is upset. He hugs her and tries to calm her down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You’re tired. Go home and rest. I’m here now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’m not tired. I’m telling you the truth, I really saw it happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "It was just a coincidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "How can it be a coincidence? How come neither of them have been able to get up and walk until now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Darling, listen to yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I saw it. \f72 73 74 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Okay. It just means things are getting better. That’s all it means. That Kim is getting better. Go home and rest for a bit. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "They’re not better. They’re worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "This afternoon there’ 11 be an emergency meeting of the medical board. Andrew and I took the initiative of inviting two outstanding specialists from the Presbyterian University Hospital of Columbia. They’ve already arrived from New York and I’m meeting them this afternoon to brief them about the case. One of them is actually a personal friend of the director. Dr. Johnston. You must have heard of him. He’s the best there is when it comes to paralytic disorders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes. EXT. ANNA’S CAR — AFTERNOON Anna is driving. We can sense that contradicting thoughts going through her mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna pulls over outside Martin’s house. She looks at the house, trying to figure out whether anyone is home. She t a deep breath and gets out of the car. She hesitates for moment, looks around, then carries on walking up to the f door of Martin’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin opens the front door. He is home alone. He is wear a T-shirt and boxer shorts and holding a plate of spaghet His hair is wet and freshly combed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Good evening. I’m not sure if you remember me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Of course I remember you. How are you? Come in. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna sits on the sofa. Martin brings her a glass of iced water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Thank you very much. I'd like to have a talk with you. I won’t take up much of your time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Of course. I’ve only got ten minutes because I have to get to my French class. What’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "My husband told me about you and your father. Martin puts his plate of spaghetti down on the table. He looks at Anna and smiles faintly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Did he also tell you about my mum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’m sorry, then maybe I’m not the one you should hear it from. Ever since your husband killed my father, he’s been flirting with my mother constantly. To be honest, she has feelings for him too. She really likes your husband's hands and the truth is he does have very beautiful hands. All doctors have nice, clean hands. You see, now that we only have each other, my mother and I are friends and we tell each other everything. So I told her that I have no problem if she wants to go ahead with it, and anyway, he seems like a nice guy. Why would I stand in the way of her trying to get her life back on track? I mean, I'll be gone ina few years. I’1l get a job and I'll be gone. \f76 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Look, if my husband made a mistake, if out of negligence or I don’t know what he somehow caused this tragic thing to happen, I don’t understand why my children and I have to pay the price. Martin picks up his plate of spaghetti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Not long after my dad died, someone told me that I eat spaghetti in exactly the same way he did, told me what an extraordinary impression this fact had made on him. “Look how the boy eats spaghetti,” he said. “Exactly the same way his father did. He sticks his fork in and twirls it around and around until the spaghetti is all twisted up and then he puts it in his mouth.” At the time, I thought I was the only one who ate spaghetti like that. Only my dad and me. I realised later, of course, that everyone eats spaghetti that way. They all stick their fork in and twirl it around. Martin stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "I was really upset when I realised that, maybe even more upset than when they announced to me that he was dead. I don’t know if what is happening is fair, but it’s the closest thing to justice I can think of. But enough chit chat, time's getting on and if I’m late for class I’m done for. You have a good day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The medical council is underway. Anna, Steven, Matthew, t Hospital Director and Dr. Nichols are all present, as are VISITING CONSULTANTS. Anna looks defeated. She sits in a chair with her arms folded and watches the proceedings without saying a word. We cannot hear what is being said. watch the scene unfold through a window. \f77 78 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hospital Director is saying goodbye to the visiting consultants. Steven and Anna also say goodbye. The consultants get into a car and drive off. The Hospital Director gives Steven a hug and pats him on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOSPITAL DIRECTOR",
          "text": "So, I don’t see any reason for the children to stay in hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You mean you think you’ve done everything you can?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOSPITAL DIRECTOR",
          "text": "Yes, Steven, I believe we have done everything we can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Sorry, but if I was running this hospital I would feel like a complete failure. A loser. I wouldn’t be able to sleep at night. The Hospital Director looks at Steven then walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOSPITAL DIRECTOR",
          "text": "Good night, Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Good night, Ed. Anna looks at her husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "I suggest you sign the release forms tomorrow and then they can go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna marches angrily along the corridor. Steven follows, trying to catch up. Suddenly, Anna falls over. Steven pan Anna gets back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I tripped. It’s nothing. My shoelace was undone. I tripped. She gets up and carries on walking, leaving Steven standi there. She is almost running. \f79 66. INT. CAFETERIA —- MORNING Anna is sitting at a table, waiting. The cafeteria is alm empty. It doesn’t seem like the kind of place where Anna would normally choose to go. She is well dressed, but loo drained. Matthew comes over to the table. He kisses Anna the cheek and sits opposite her. She wavers for a moment before she starts speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Good evening, Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Good evening, Matthew. Sorry to bother you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "It’s no bother, really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "As I said on the phone, I'd rather Steven didn’t find out about us meeting like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "He won’t. I’m listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Four years ago, you were operating as a team, weren’t you? I mean four years ago, you were the anaesthetist on some of Steven’s operations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Were you the anaesthetist for Jonathan Lang? Matthew leans back in his chair and pretends rather unconvincingly that he is trying to place the patient’s n The waiter arrives with the coffee that Anna has ordered. Their conversation is interrupted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "A gin and tonic, please. The waiter leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW, (CONT'D)",
          "text": "Who’s Jonathan Lang?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Male, 46 years old, one of Steven's patients. He died on the operating table. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Anna, there have been so many patients over the years, so many operations. I don’t remember him, I’m afraid. I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Can you find his file in the records and bring it to me, please? I'll give it straight back to you. I just want to have a look at his medical history. And the cause of death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "I don’t think that will be possible. I’m sorry, Anna. I can’t just take a file from the hospital. Why do you need it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Look, I can’t bring you the file but I can tell you a couple of things about the case. I remember him now, I put him under. But what do I get in return?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What you didn’t get that day we came for lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Now. Had Steven been drinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Can it be considered his mistake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW",
          "text": "Yes. It definitely wasn’t mine, that’s for sure. You know an anaesthetist is never to blame for the bad outcome of an operation. The surgeon is responsible. He’d had two drinks that morning before we went in to prepare. Luckily none of the others realised, I was the only one who knew. But that wasn’t exactly unusual back then. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 81 82 83 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATTHEW, (CONT'D)",
          "text": "You know that. He was drunk during almost every operation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Do you remember Lang’s case history? Matthew leans forward in his chair again and rests his ar on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matthew’s car is parked on a deserted road on the edge of town. There are no pedestrians and very few cars. Anna st straight ahead as she jerks off the anaesthetist. He push his seat back to the reclining position. As soon as he co he pulls the chair forward, starts the engine, and they d off. EXT. STEVEN’S HOUSE - FRONT DOOR - AFTERNOON The front door is open. The children are being carried in the house with the help of two paramedics. Steven seems fairly optimistic as he manically rushes about, supervisi the procedure. INT. KIM’'S BEDROOM - AFTERNOON Kim's bedroom has been rearranged to accommodate both the children’s beds. The room is bright, the curtains have be pulled back to let in the sunlight. Anna changes the feed solution in Bob and Kim’s Levin tubes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven and Anna are having dinner. He is the only one eat Anna toys with the wedges of potato on her plate with her fork. Steven watches her intently, trying to get a reacti but she remains stubbornly silent. Steven fills Anna’s gl with wine. She does not say thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "This meat is delicious. His wife does not respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "You were right after all. The children are much better off here. I was even thinking we might take them to the beach house for a few days. A little fresh air anda change of scenery might do us all good. \f69. Anna looks up and stares at her husband, as if she were observing him for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "One of these days you’re going to have to go in to their school and excuse their absence. They want you to sign some papers. They've called lots of times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I will. You know what I’ve been craving? Mashed potatoes. Why don’t you make some tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You've got beautiful hands. I'd never noticed before. Everyone's been telling me lately what beautiful hands you have and now I can see it for myself. Nice and clean. But so what if they’re beautiful? They’re lifeless. Sometimes, Steven, you’re just an incompetent man with hands that don’t move who just goes on and on, saying stupid things. “Let’s do a scan, let’s do a gastroscopy, let’s make mashed potatoes, let’s wear brown socks, let’s go to the beach house.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Our two children are dying in their beds but yes, I can make you mashed potatoes tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Please don’t talk to me that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "If you don’t like it why don’t you go and live with Martin’s mother, I bet she’d talk to you nicer. Steven does not take the bait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You wanted the kids to come home and they’re home. What else do you want me to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Do something to put an end to all this, that’s what. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "That’s what I want. Can you do that? You do realise Steven that we've ended up in this situation because of you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "So what do you suggest? Tell me. Oh, wait, I know, I’ve got it. There is a way that we can put a stop to all this. All we need to do is find the tooth of a baby crocodile, the blood of a pigeon, and the pubes of a virgin and then we just have to burn them all before sunset. Let me see, do we have any spare teeth lying around? Steven starts opening cupboards and flinging packets of f onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "Teeth, pubes, nope, nothing in here, or here. Nothing in this box either. Where are they? I was sure they were here somewhere. I put them here myself. Who keeps moving things around? Unbelievable. I don’t supposed you’ve got any pubes I could have, by any chance? Oh I forgot, you don’t have any left. We don’t have any of the things we need. Well, that’s a shame. I guess there’s nothing I can do. Steven stalks out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is setting the alarm clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "There’s no need for us to argue. Everything's so difficult already, there’s no point making it worse. Anna does not respond. She lies down on the bed without covering herself up and turns her back to Steven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "If he was telling the truth, wouldn't you be sick too? Wouldn't you be paralysed already? How do you explain that? \f85 86 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes, you're right. Let’s wait a bit longer until we’re all dead and then we’‘ll see what you can do about it. There’s really nothing to worry about. A short, awkward beat of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "Go to the hospital tomorrow and pick up some feeding formula for the children. We’re almost out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Okay. Steven turns to look at his wife. Anna turns out the ligh Steven lies beside her in the darkness with his eyes wide open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is standing in the middle of the room, smoking. He alone. He sits in an armchair. After a few moments, he st up again. Taking care not to make any noise, he picks up car keys and coat and quietly shuts the door. INT. STEVEN'S HOUSE - BEDROOM — MORNING Anna is lying in bed with her eyes open. Steven enters th room. He stands beside her. He sits on the edge of the be and takes her hand. She does not react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Did you get any sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Ten past eight. Get up and come with me for a moment. Anna gets up. \f87 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven and Anna head down to the basement. Steven unlocks door. They enter a fairly large room full of random garde furniture. It is dark and dirty. The light goes on - a sm bulb that faintly illuminates the space - and we see Mart huddled in a corner. He is sitting in an old armchair. Hi feet are bound together with gaffer tape and he is chaine a pipe in the corner of the room. His hands are tied in f of him. Martin’s face is bloodied and swollen. There is a rifle on the table. Anna looks at Martin and then walks over to the table. Sh turns to face Steven. Anna does not move. She looks at Martin. Martin looks up holds her gaze. It’s hard to tell whether he is angry or afraid. He raises his hand and wipes some blood off the s of his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "You remember Martin, don’t you? He came over for a play date, but I told him the kids are feeling a little unwell, so he’ll just have to wait here until they get better. Anna, go upstairs and make me some of that lemonade he likes so much, would you? I’ll stay here and keep him company. Off you go. Anna hesitates and then leaves. She closes the basement d behind her. We hear her footsteps on the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Let me go. My mother will be worried sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Do you think your mother is proud of you, Martin? Do you think she is happy that her beloved son is a murderer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Murderer. There’s no need for such a dramatic, sensational, old- fashioned word. But if you insist, the murderer, both in my father’s case and our current situation, is not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Stop talking. \f88 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Don’t you understand that you’re wasting time? You don’t have much time left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I said stop talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Steven, you’ll feel better once it’s done. You can start over, a clean slate, don’t you get it? Sometimes I think you might just be a fool who can’t understand the significance of the gift I am offering. Sometimes I think you’re naive. But you can’t be. You’re a good scientist, you can’t be an idiot. If I’d only just met you I’d seriously question the depth of your judgement. Steven strikes the boy across the face. Martin grabs his and holds it tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Don’t move. I just want to give you an example, that’s all. I’1l give you one little example so that you understand what I mean. Martin bites Steven’s arm. Blood trickles down his hand. Steven screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Should I apologise? No. Should I stroke your wound? No way. That would probably hurt even more, touching an open wound. No. There’s only one way to make you and me both feel better. Martin bites his own arm and spits out a small piece of flesh. His face is contorted with pain but he doesn’t scr He tries to remain composed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Do you understand? It’s metaphorical, my example. A metaphor. I mean, it’s symbolic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna is scrubbing the blood from the back seat of Steven' car. The dog watches her but she doesn’t pay him any attention. We hear a muffled gunshot. The dog starts to b \f89 90 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna opens the door. Steven has shot Martin in the leg. H still holding the gun and pointing it at Martin. The boy writhes in agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Shut the door, Anna. Now Martin, you'll see what it’s like to die. What it’s like when your head cracks open and your brains are blown out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Steven, don’t shoot him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "And then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Shoot me. Then what? Answer me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I‘1l bury you in the garden and you'll decompose. That’s what.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You won’t be able to explain it. You won’t understand how it could have happened. You’ll say - “But I only killed one person, how come four people are dead? I only shot one.” You’ll get confused and you'll start counting again: one, two, three. But the numbers still won't add up. If you dig a hole in the garden, better make it a big one. Steven walks over to Martin and puts the gun to his head. Anna walks up behind Steven and tries to take the gun out his hands. At first Steven doesn’t let go, but Anna whispers somethi in his ear and he releases the gun. Anna calmly takes the and walks out of the room. INT. STEVEN’S HOUSE - KIM'S BEDROOM —- MORNING Bob is lying in bed. Kim is sitting in a wheelchair, look out the window. She lights a cigarette and smokes it. She coughs a little. Bob winces in pain. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Does it hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "No. Just a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Just be patient. Dad’s bringing us some painkillers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "He didn’t kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I just do. Anyway, he did the right thing. Otherwise it would have been like killing four people with a single shot. Wouldn’t that be tragic? I’m going to live with Martin. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONT'D)",
          "text": "I want you to know that I’m really sorry, Bob. I really love you. We all do. Dad does too. But he’s ina really difficult position and he doesn’t have much of a choice. It’s not because he doesn’t love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "They've bought me a piano. Mum told me it’ll be here next month. They didn’t tell you so you wouldn’t get scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Bob, something terrible happened yesterday. I lost the MP3 player that Martin gave me. I don’t know what’s gotten into me, I’ve lost two MP3 players in ten days. So I'd like to ask you a favour. Can I have your MP3 player when you’re dead? Please. Please. Please. 91 INT. STEVEN'S HOUSE - KIM’S BEDROOM - MORNING Bob drags himself over to the desk. He struggles to open drawer and takes out a pair of scissors. \f92 76. INT. STEVEN'S HOUSE - KITCHEN —- MORNING Steven gives the dog some food and water and watches him He notices some blood on his hands and goes over to the s to rinse them. Bob enters the room. He drags himself alon the floor. He has cut his own hair. His face and hands ar covered in hair. A Levin tube is inserted into his nose a he is holding a bag of feeding solution. The dog starts t bark as soon as he sees Bob. Bob Look, dad. I cut my hair like you wanted me to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Good boy, well done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I’m sorry I didn’t listen to you and get a haircut right away. I don’t know what I was thinking all this time. I would get so hot and I had to comb it all the time. It was a total hassle. I should've listened to you and cut it off sooner. Bob drags himself over to the French windows and tries to open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB, (CONT'D)",
          "text": "Do you want me to water the plants? Steven goes to him and hugs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "No, darling. I watered them this morning. Tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Dad, I’ve been thinking about it and I’ve decided I want to be a cardiologist, not an ophthalmologist. I lied to mum because I didn’t want her to get upset. I think I prefer what you do, it’s far more interesting and challenging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "That’s true, Bob. But some people find ophthalmology more interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "No. Not to me it isn’t. \f93 94 95 96 77. INT. - STEVEN'S HOUSE - KIM’S BEDROOM - EVENING Steven lays his son in his bed. He tucks him in and strok his hair. EXT. STEVEN’S HOUSE - GARDEN - NIGHT Steven is huddled behind some flowers. He is sobbing. Eventually, he pulls himself together, wipes his eyes, an walks towards the house. He closes the French windows and switches off the living room light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is waiting outside the Headmaster’s office. The HEADMASTER’'S SECRETARY ushers him inside. Steven gets up enters the office. INT. SCHOOL - HEADMASTER’S OFFICE - MORNING Steven is sitting in a chair, signing some papers. He giv them to the HEADMASTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADMASTER",
          "text": "Sorry for the trouble, dragging you down here. It’s all just a formality, but it has to be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "That’s quite all right. I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADMASTER",
          "text": "All the staff and I personally hope that all this is only temporary and that the children will soon be back at school in good health.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Thank you very much. They’re already much better now that they’re back home. They are having daily physio, we go for walks together every day, they walk slowly of course but they are walking, and they’ve already started eating properly. However, I must inform you that they will need to be off school for a little while longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADMASTER",
          "text": "Whatever you think is best. If you feel they are not in a position to attend class yet, very well. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADMASTER, (CONT'D)",
          "text": "However, do bear in mind that in cases like this it’s generally best for children not to disrupt their daily routine for too long. Attending even some of their classes might do them good. Of course, it’s ultimately your decision. All I can do is share my thoughts with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Thank you very much. But as you know both my wife and I are doctors, and we are quite able to judge when our children are ready to return to school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADMASTER",
          "text": "Of course. I hope everything works out well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I'm very optimistic. Everything will be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADMASTER",
          "text": "That's the spirit. Steven gets up to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Generally speaking, if you had to compare the two children for some reason, which of the two would you consider the better student?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADMASTER",
          "text": "Well. The boy is very good at maths and physics. Kim on the other hand, apart from her natural aptitude for music, is pretty good at literature and history, areas in which Bob lags behind. She wrote a brilliant essay on the tragedy of Iphigenia which she read out in class. At.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "What about their behaviour in class?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADMASTER",
          "text": "They're both a little restless, equally so. I mean I’ve had the occasional complaint from their teachers about some minor misdemeanors, but they’ve never been rude to any of the staff. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f97 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADMASTER, (CONT'D)",
          "text": "In any case, if they had ever acted in an inappropriate way we would have informed you about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Do you especially like one of them more than the other? If you had to choose between them, which would you say is the best?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADMASTER",
          "text": "That's a difficult question. I’m not sure I can give you an answer. The Headmaster considers his response for a long time. He doesn’t know what to say. Steven has put him in an extrem uncomfortable position. Steven stares at the Headmaster intently, as if his response has enormous significance. HEADMASTER (CONT’D) I don’t know. He thinks about it some more. HEADMASTER (CONT’D) I don’t know what to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Never mind. Have a good day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADMASTER",
          "text": "Goodbye. Steven leaves the Headmaster’s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna unlocks the door and enters the room, holding Bob in arms. Kim drags herself along beside them. Anna has broug some gauze and disinfectant to change the wound dressing Martin’s leg. She washes off the dried blood, then kisses both his bare feet. Martin just looks at her. The childre watch the procedure from a distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Thank you for bringing them down. I really wanted to see them. I really wanted to see you. Hi Kim. Hi Bob. Come over here and let me give you a kiss. Kim hobbles over to Martin. He kisses her on the lips. Bo doesn’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Bob, aren't you going to come over and give me a kiss? No? \f98 99 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Bob? Bob struggles towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It doesn’t matter, I understand. You're a man, you are the man of the house now that your father isn’t home. Now go back to bed. Don’t trouble yourselves any more for my sake. Take them away. Anna carries the children out. She leaves the door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Anna. If you're going to do something, you need to do it fast. The boy is about to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna emerges from the bathroom, wearing her bathrobe. She lies on the bed next to Steven, revealing parts of her na body. She kisses Steven’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You do have beautiful hands. Steven does not react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "Steven, please don’t kill me. Deep down I know you won’t do that because you love me, but I’m saying this now because you’re upset and might make the wrong decision. If you have to kill someone, the logical thing, no matter how harsh this may sound, is to kill a child. Because we can have another child. I still can and so can you. And if you can’t, we can try IVF. But I’m sure we can. Steven says nothing. He switches off the bedside lamp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Go to sleep. INT. STEVEN’S HOUSE - BASEMENT - NIGHT Martin is lying in a corner of the basement. The key turn the lock. The door opens and Kim drags herself into the r on all fours. \f100 101 102 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "They’re all asleep. We can go now and nobody will notice. All you have to do is help me walk again. My legs hurt after all this time and I feel weak. But it’s okay, it doesn’t matter. I knew at some point this would all be over and you would come. Martin looks at Kim, but doesn’t say anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONT'D)",
          "text": "I thought we could take your friend’s motorbike and go away together. But you have to make me well first. Okay? I’1l untie you if you promise I'll get better and we can run away. Okay? Martin continues to stare at her in silence. Kim tries to stand up, but can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONT'D)",
          "text": "It’s not working. I still can’t walk. You have to try harder. Martin turns his gaze away from Kim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONT'D)",
          "text": "Martin, I’m talking to you. Are you deaf? I’m telling you, you have to try harder. Kim grabs at whatever is in reach and starts throwing ran objects at Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The noise wakes Steven up. He turns on the light and gets of bed. He rushes out of the bedroom. INT. STEVEN’S HOUSE - KIM’S BEDROOM - NIGHT Steven comes in to check on Kim. Her bed is empty. She ha removed her feeding tube. Her mobile phone is on the desk Bob is asleep in the other bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven and Anna search for Kim all over the house, both indoors and outdoors. \f103 104 105 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven notices the basement door is open. He goes into th basement and looks around. He goes over to Martin and hit him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Where is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "She’s gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Where is she? What did you do to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I didn’t touch her. I don’t know where she is. Steven runs out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna is driving very slowly along the road. Steven walks front of the car. The high beam headlights illuminate the road. They scan the street for any sign of Kim. Steven is anxious, out of breath. He glistens with sweat. They find dragging herself along the pavement. She tries to cross t road. Her hands and knees are covered with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is treating his daughter’s wounds. He puts disinfectant on her cuts. He sews up a gash on her knee. Anna, standing beside him, passes Steven the medical instruments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I’m sorry for what I did tonight. I don’t know what came over me, I don’t know what I was thinking. I was only thinking about myself, noone else. That was wrong of me. I was frightened. Terrified. I shouldn’t have been. Let me be the one who atones for your sins, Dad. Kill me right here, in front of your eyes so you can be sure that I die, in case some fate spares me at the last moment. Kill me right here in front of you and give me the ultimate joy of saving my own mother and my beloved brother from certain death. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONT'D)",
          "text": "A joy that may take the form of death but has none of death’s bitterness, of its chill or darkness. Please Dad, take these scissors and do me the honour. Mum, tell him. Dad, please. I would do anything for you, I would even die for you. And I’m ready to prove it. You gave me life and you, only you have the right to take my life away. That makes perfect sense. You are my lords, my masters and I am just someone who lives to obey your wishes. I love you so much, don’t forget that. Remember that when I’m in my grave, unable to tell you that I love you. I love you more than anything in the world, you and my brother. Steven finishes dressing his daughter’s wounds. He kisses almost on the mouth and caresses her. Anna leaves the roo taking the bloodied gauzes and cotton wool with her. 106 INT. STEVEN'S HOUSE - KITCHEN —- MORNING Anna is sitting in a chair. In front of her is a glass of water. She takes a sip and then puts the glass back on th table. Classical music plays from a radio on the kitchen counter. Steven walks into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Where have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I went to the hospital. I got the feeding formula. Have you checked on him? Did you give him the sedatives?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I let him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He’s not downstairs. I let him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Why would you do that? He hits Anna around the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN, (CONT'D)",
          "text": "Why did you let him go? Tell me. Are you a complete idiot? \f107 84. Anna walks away. The dog follows her. She stops and turns face Steven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It wouldn’t have made any difference, Steven. It wasn’t going to solve anything. We both know that. INT. STEVEN'S HOUSE - CHILDREN’S BEDROOM - NIGHT Anna sits on the edge of Bob’s bed. She has a washbowl ne to her and cleans Bob’s limbs with a cloth. She has her b to Kim, who is sitting on her wheelchair beside the bed. is holding her drip. She starts reciting the phrases that mother has taught her to say when she answers the phone a the clinic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Please describe your symptoms. I see. Would you be so kind as to hold the line while I check the doctor's availability? Yes, sorry to keep you waiting. The earliest the doctor can see you is next Thursday. Are mornings or evenings more convenient for you? Mornings are better, I see. Next Thursday at eleven then. We’ll be expecting you. Good day. (Pause). Anna Murphy Eye Clinic, how may I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Kim, I’m trying to rest. Can you please be quiet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Mum, do you remember when I was rude to you at the hospital that day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Did you tell Dad about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Of course I told him, Kim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I didn’t mean it, Mum. Maybe it was a side effect of the drugs or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Kim, please. I’m trying to rest. \f108 109 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Do your legs hurt? Do they feel numb? Does your back hurt? Has it started? Anna gets up and slaps Kim. She wheels her out of the bed and closes the door. INT. STEVEN'S HOUSE - BEDROOM — MORNING Anna is asleep. Steven is sitting on the edge of the bed. stares at the wardrobe for a long time. Then he gets up a goes over to his wife. He stands over her. He looks at he His gaze is fixed on her. Wondering whether he should kil her or not, whether she should give her life to save the children or not. He takes a step backwards. He looks at h for a few more moments. INT. STEVEN’S HOUSE - CHILDREN’S BEDROOM - AFTERNOON Bob is listening to music on his MP3 player. His eyes sta to bleed. Blood trickles down onto the pillow. Bob wipes blood from his face. We hear his sister’s voice, but we cannot see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Dad, quick! Bob’s dying. INT. STEVEN’S HOUSE - CHILDREN’S BEDROOM - AFTERNOON Bob is lying on his bed. Steven wipes the blood from his and removes the blood-stained pillow case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Dad, who’s your best friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "I don’t know, Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Is it Matthew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes, Matthew is a very good friend of mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I have three. Two boys and a girl from my class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "That’s great, Bob. It’s good to have lots of friends. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I think Mum considers Matthew a very good friend too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes, that’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "He used to call Mum a lot. Once he called the house and I picked up and he said: “I'd like to speak to Anna, please.” I recognised his voice, but I didn’t say: “Hi, Matthew”. I just said: “She’s not here right now, can I take a message?” He came over to the house one time too when you and Kim were out, so I guess you wouldn’t remember. INT. STEVEN'S HOUSE - KIM’S BEDROOM - NIGHT Steven undresses Kim. He then dresses her up in the outfi she had chosen to wear to Claire’s party. Lying in bed, unable to help with this awkward procedure, Kim avoids he father’s gaze. Bob is already dressed up. He sits in his wheelchair, watching them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven enters the bedroom. Anna is frantically making the bed. She doesn’t seem to notice him. Steven approaches An and stands in front of her. She stops startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Bob is bleeding. Come to the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Steven?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Where are the children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "They're already there. \f114 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I think I’1l wear that black dress you like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVEN",
          "text": "Wear whatever you like. Just hurry. Steven leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim is sitting in a chair in a corner of the room. Anna i standing by the wall, near the French windows. Bob is on sofa. He can barely sit up. They all look terrified. Thei feet are tied with rope and their mouths are taped. Steven is standing in the middle of the room. He looks at each of them in turn. They form a triangle around him. He puts on a black balaclava that covers his entire face, so that he can’t see anything. He raises the rifle. Steven starts spinning round on the spot. He fires a shot stops. Silence. The other three are trying to not make a sound. They struggle to stifle their instinctive reaction He hasn’t hit anyone. The bullet has lodged itself ina cabinet full of crystal tableware. Steven starts spinning around again. He fires another sho Anna screams. Steven pulls off the balaclava. He sees Bob hit in the chest. Motionless. Blood is splattered across couch. Kim stares, frozen. Steven puts down his rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is sitting in a Burger King with Anna and Kim. Mar walks in, limping from the bullet wound. He stares at the he walks past and sits at a table nearby. Steven and Anna watch Martin out of the corner of their eye. They both lo haggard. Kim puts ketchup on her chips and starts wolfing them down. She looks healthy. Her parents watch her eat. Kim has finished eating her chips, they put on their jack and go to leave. Kim stands up, takes a quick look at Mar and then follows her parents. She is walking normally.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2107"
    }
  ]
}