{
  "movie_id": "MOV2351",
  "scenes": [
    {
      "location": "FIRST FUNERAL PARLOR",
      "time": "DAY",
      "characters": [
        "HOLD.",
        "THE BLACK MAN AND GALVIN",
        "GALVIN ON THE PHONE",
        "THE JUDGE, CONCANNON, GALVIN",
        "P.O.V.",
        "GALVIN",
        "THE DOCUMENT",
        "P.O.V. GALVIN",
        "CAMERA FOLLOWS HIM INTO THE ROOM. THE TV",
        "CLOSEUP",
        "INSERT",
        "DAY",
        "NIGHT",
        "ANN KAYE V. ST. CATHERINE LABOURE HOSPITAL ET AL.\"",
        "MICKEY'S P.O.V.",
        "LATER",
        "FULL COURTROOM -",
        "CONCANNON AND LAURA",
        "THE PAPER READS"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A working-class funeral in progress. THIRTY PEOPLE and an inexpensive bier SEEN from the back of the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAN's back FILLS the SCREEN. He is dressed in a black s his hands are clasped behind him. ANOTHER MAN stands next him. The Second Man reaches behind the First Man's back a puts a discreetly folded ten-dollar bill into his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These Two Men from the front. Both somber, in their early fifties. They begin to walk down the aisle of the funeral parlor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WIDOW. A woman in her late fifties sitting by the bie receiving condolences. The Two Men approach her. The Firs Man (the recipient of the money) speaks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Dee, this is Frank Galvin -- a  very good friend of ours, and a very  fine attorney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a shame about your husband,  Mrs. Dee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Widow nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew him vaguely through the Lodge.  He was a wonderful man. (shakes head in  sympathy) It was a crime what happened to him.  A crime. If there's anything that I  could do to help...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GALVIN removes a business card from his jacket pocket and hands it to her as if he were giving her money. (i.e., \"T it. Really. I want you to have it...\" She takes the card. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtfully realizes  he is usurping her  time) Well... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shakes her hand and moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin sitting in the deserted coffee shop in his raincoa Reading a section of the paper. He picks up his teacup,  drinks. Lowers it to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSERT",
          "text": "Galvin twists tea bag around a spoon to extract last drop of tea. His hand moves to his felt pen lying on the table He moves his hand to the paper, open at the obituary sect We SEE several names crossed out. He circles one funeral  listing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin sitting, raises cup of tea to his lips. Looks arou deserted coffee shop. Sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin outside a second funeral home. WORKING-CLASS PEOPL entering, Galvin enters the home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, coming down the aisle toward the front, shrugging himself out of his overcoat, he approaches the BEREAVED W sitting by the front of the home, he extracts his card fr his pocket, starts to speak. He is stopped by the WIDOW'S SON, a hefty man in his mid-forties, who interjects himse between Galvin and the widow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(of the card) What is that...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell is that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I was a friend of your fa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never knew my father. (hits card out of  Galvin's hand) You get out of here, who the hell do  you think you are...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FUNERAL MANAGER hurries down the aisle, and starts  extricating Galvin from the commotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Funeral Manager) I'm talking to this man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, Mrs. Cleary...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is manhandling Galvin toward the back of the funeral  parlor. The Son calls after him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the hell do you think you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Funeral Manager and Galvin standing in the cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want you coming back here.  Ever. Do you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just talking to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those are bereaved people in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Funeral Manager gives Galvin a small shove, and goes  back to his post at the door, greeting the entering mourn \"Good evening...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, the ground cut out from under him. Standing watch the mourners enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin walking down a residential street. He has been wal a while in the cold, snowy night. He stops for a stopligh at a corner, waits for the light although there is no tra Lights a cigarette. The light changes. He looks both ways and irresolutely starts across the street. He stops. He c his watch. He sighs, and starts back in the opposite  direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin holding forth at the bar of a seedy drinking-man's establishment, THREE DRINKERS, acquaintances, standing ar him, appreciative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pat says, 'Mike... there's a new  bar, you go in, for a half a buck  you get a beer, a free lunch, and  then take you in the back room and  they get you laid.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bartender, JIMMY, comes up to Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another, Frank...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gestures to include  group) ...everybody. Mike says, 'Pat, you  mean to tell me for a buck you get a  free lunch and a beer, and then you  go in the back and get laid?' 'That's  correct.' Mike says, 'Pat. Have you  been in this bar ?' Pat says, 'No,  but my sister has...' (gestures to Jimmy) Everyone. Buy yourself one too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The seedy, disorganized small office, Galvin in shirt-sle opening a file cabinet. He takes out an armload of files, carries them to a wastebasket and throws them in. He sits his desk, as if exhausted by his effort, pours from a whi bottle into a large water glass, downs the glass. He has been drinking for some time. He starts stumbling b to the file cabinet. On the way his eye is caught by his  degrees hanging on the wall. He stumbles to them, picks t up and walks over to the wastebasket and throws them in. goes back to the file cabinet, the phone starts ringing.  Galvin lets it ring, continues emptying the files into th wastebasket, tearing some of them up as he does so. He repeats softly to himself, as a litany, \"It doesn't ma a bit of difference, it doesn't make a bit of difference. He starts back to the desk for the bottle, knocks the sti ringing phone off the desk. He pours himself a drink. As he downs it we hear -- softly -- from the phone on the floor: a MAN'S VOICE. \"Frank. Frank. Frank. Goddamnit. Ar you there...? Frank...\" Galvin pays no attention. Drinks his drink and gazes at the wall -- now empty of  degrees. ANGLE - P.O.V. The empty wall. Galvin's P.O.V. The telephone heard Voice Over insisting, \"Frank...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICKEY MORRISSEY, a man in his late sixties, dressed in s and overcoat, looking worried, unlocks the door to the da anteroom. Looks around. Sees something in the next room. ANGLE - P.O.V. Galvin asleep on his couch, clothed as before. Covered in his overcoat, the bottle and glass next to the couch on t floor, the sound of the phone off the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey walks into the office. Stands looking at Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(harshly) Get up. (beat, more harshly) Get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin wakes up. Looks around. Swings his legs over the c Drinks from the glass. Vacantly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Mickey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell do you think you're  doing...? (surveys the wrecked  office) What's going on here...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you. I got a call today from  Sally Doneghy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...now who is that...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...You're 'sposed to be in court in  ten days and she's telling me you  haven't even met with them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally Doneghy, now who is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One lousy letter eighteen months  ago... I try to throw a fuckin' case  your way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...hey, I don't need your charity...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I get these people to trust you --  they're coming here tomorrow by the  way -- I get this expert doctor to  talk to you. I'm doing all your  fuckin' legwork -- and it's eighteen  months. You're 'sposed to be in court.  I bet you haven't even seen the file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin pours himself a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, what are you, my nanny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey walks to him, knocks the drink out of his hand and slaps him several times in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me. Listen to me... listen  to me, Frank, 'cause I'm done fuckin'  with you. I can't do it any more.  Look around you: You think that you're  going to change? What's going to  change it? You think it's going to  be different next month? It's going  to be the same. And I have to stop.  This is it. I got you a good case,  it's a moneymaker. You do it right  and it will take care of you. But  I'm through. I'm sorry, Frank, this  is the end. (beat) Life is too short, and I'm too old. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey walks out of the office. Slams the door. Beat. Galvin looks around the office. Goes to his sofa. Sits,  reaches to side table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSERT",
          "text": "The side table, a pack of Luckies. Galvin taking one, his hand shaking a little. Also on side table a pile of chang containing a small rosary and a wedding ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "The carriage of a typewriter. A sheet of paper. Its lette reads \"Frank P. Galvin. Attorney at Law, 124 State Street Boston, Mass. 02981. Cable FRAGAL.\" Someone is typing, \"S I had to go out. Back at 10. Judge Geary called. Are you  available for lunch Wednesday University Club?\" A hand ta a paper from carriage and puts it on desk. Takes a pen an signs, \"Claire.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin in the anteroom, dressed in his suit, unshaved, ha just signed the paper. He takes a piece of Scotch tape fr the dispenser on the desk, picks up a file folder from th coffee table. It is torn in several places and rudely Sco taped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "P.O.V.",
          "text": "The file headed Deborah Ann Kaye v. St. Catherine Laboure Hospital et. al.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin surveys the anteroom, opens door to corridor, Scot tapes the note he has just typewritten to the outside of door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark paneling, clean, simple. A drinkers' bar. OLD BARTEN and THREE CUSTOMERS spaced widely, Galvin in his overcoat downing a shot, the file open before him. He is reading. He checks his watch, scoops the file together under his a throws a dollar on the bar, and heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin walking tentatively down the corridor of a very ru nursing home. He receives suspicious looks from the  Attendants. He is checking numbers on the doors against a notation in the file. He finds the correct door and enter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door to the ward from the inside. Galvin opening the  door to the dark ward, backlit, tentative, a little unste from his drinking. He puts his back against the door, put down file and briefcase, extracts a small cheap Polaroid  camera from the briefcase, readies it to shoot, picks up paraphernalia, and starts off down the ward. As he walks  down the ward he checks the file hung at the foot of each bed. Galvin stops at the foot of one bed and reads the ch ANGLE - P.O.V. The chart held by Galvin. DEBORAH ANN KAYE, various medic notations. He lowers the chart and we SEE in the bed beyo it a shriveled, tiny form stuck with needles and tubes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin replaces the chart, puts his file, briefcase, etc. the foot of the bed, takes a flash photo of the figure in the bed. Takes another one. Puts down camera, sits on the end of the bed gazing at the unseen form. He lights a  cigarette, and sits looking at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SALLY DONEGHY. A mousy woman in her forties is standing b door on which is written, \"Frank P. Galvin. Attorney at L",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm... Mrs. Doneghy? I'm Frank  Galvin... why didn't you go in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(astonished) It's locked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally Doneghy points to the note on the door. Galvin take it from the door. Reads. \"Back at 10, Judge Geary. Lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm terribly sorry... I hope we didn't  put you out. Won't you come in...? (motions Sally into  inner office, gestures  with note) I'd offer you some coffee, but it  looks like my girl just went out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin is perched at his secretary's desk. Sally Doneghy  across from him by the coffee table listening intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not a good case. It's a very  good case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A healthy young woman goes into the  hospital to deliver her third child,  she's given the wrong anesthetic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...we, we love her, Dick and me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I'm sure you do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what can we do? She don't know  who's visiting her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I know. I went...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...You saw her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Yes, I have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how beautiful she was? (beat) Her husband left her, and he took  her kids... They, they, they'd let  you die in there. They don't care.  Nobody cares. The Patriot Home, the  Chronic Care... in Arlington...?  They'd take her in. Perpetual care.  They'd take her. Fifty thousand  dollars they want. An endowment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...fifty thousand dollars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to leave her. Dick...  the, the... and Father Laughlin, he  said that it was God's will...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My doctor told me that I got to move  out West... that's when we filed in  court. We didn't want to sue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...But Dick, he's looking for two  years in Tucson... and they called  him up and said to come out. He's a  good man. He's only trying to do  what's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door to the corridor opens and DICK DONEGHY, a workin in his forties, comes into the room. Sally and Galvin sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donegy and Galvin shake hands uncomfortably. He motions t two to sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please sit down. I told your wife.  I'm sorry that we have to meet out  here. I've got a case coming in two  days in the Superior Court and my  office is a mess of papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...that's all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was telling your wife, we have a  very good case here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He saw her at the Northern Care...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and I have inquiries out to  doctors, experts in the field...  there is, of course, a problem getting  a doctor to testify that another  doctor's negligent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the Archdiocese called up, they  said who was our attorney, 'cause  the case is coming to trial...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I doubt we'll have to go to trial...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...we told them we didn't want it to  come out this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I completely understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We just can't do it anymore. (beat) This is our chance to get away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to see you get that chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this going to cost?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's completely done on a contingency  basis. That means whatever the  settlement is I retain one-third...  that is, of course, the usual  arrangement...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yellowed newspaper clipping, a very lovely, patrician wom in her twenties smiling at a well-turned-out Galvin aroun thirty. Headline: \"Patricia Harrington to Wed.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His name is Frank Galvin. B.U. Law,  class of 'fifty-two. Second in his  class. Editor of the Law Review.  Worked with Mickey Morrissey twelve  years. Criminal Law and Personal  Injury...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hand turns a page and reveals a second clipping: \"Bosto Lawyer Held in Jury Tampering Case,\" with a picture of a  very confused Galvin at around forty-five being led to ja",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Married Patricia Harrington, nineteen  sixty...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The small, sumptuously appointed Italianate office. French windows, a fire in the grate, a view of Boston Com JOSEPH ALITO, a slender, elegant man in his forties dress in a very expensive suit, reading from his notes, news  clippings, etc., which are held in a leather folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Joined Stearns, Harrington, Pierce  nineteen sixty as a full partner.  Resigned the firm nineteen sixt-ynine  over the Lillibridge case...' Do  you...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alito, strolling as he reads, moves toward the windows wi his file TO REVEAL BISHOP BROPHY, a self-contained man in his early sixties, sitting on a leather couch, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was accused of jury tampering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Accused. Not indicted. He resigned  the firm. Divorced nineteen seventy.  Galvin worked with Michael Morrissey  until Morrissey retired in 'seventy- eight. Since then he's been on his  own. Four cases before the Circuit  Court. He lost them all. He drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four cases in three years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man's an ambulance chaser...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...tell me about this case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a nuisance suit. He's looking  for small change. He's asking for  six hundred thousand and betting we  don't want to go to court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No -- we don't want this case in  court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither does he. That's where he  loses. This man's scared to death to  go to court. We only have to call  his bluff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to settle this thing and be  done with it. I don't want the  Archdiocese exposed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Absolutely, and we're going to  see that it is not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what I want to do is stop it here.  I'm going to make him an offer. I  want to do it myself. I want it to  come from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. But let's keep the price  down. I've called Ed Concannon. He  recommends that we continue to respond  as if we're going to trial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bishop nods, meaning, \"You are dismissed.\" As an  afterthought:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we were to go to trial, would we  win the case?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, of course, it's always  dangerous...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know that answer. If we went to  trial would we win?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in an \"of course\"  tone) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alito, preparing to leave, reaches to the Bishop's desk,  where he has laid his leather folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The clipping in the folder, confused Galvin being led int jail, \"Boston Lawyer Held in Jury Tampering Case.\" Alito' hand snaps the folder shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man's arms full of textbooks. Prominently displayed: \"Methodology and Practice in Anesthesiology.\" The man sto fumbles for a key in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, in his overcoat, arms full of books, reading from textbook and trying to unlock his office door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin entering. CLAIRE PAVONE, a woman in her fifties, a the secretary's desk, hanging up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to phone) Thank you very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin looks up at her in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey told me to come back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin nods, proceeds into his office, reading from the  textbook. Claire follows him into the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...here's your mail, call Mrs.  Doneghy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...yes. Get her on the phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...that was a Dr. David Gruber's  office...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting down books) Gruber...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey told him to call. (reading from notes) 'He's some very hotshot surgeon at  Mass. Commonwealth. He wants to meet  with you at seven tonight re testimony  in the case of Deborah Ann Kaye. You  meet him at the hospital.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hands him typed memo slip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised) ...he wants to testify...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what that would mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To get somebody from a Boston hospital  to say he'll testify?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a Mrs. Doneghy called... I told  you that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phone rings. Claire moves to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(delighted) This is going to drive the ante up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone) Frank Galvin's... who's calling  please? Bishop Brophy's office...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gestures to Galvin, \"Do you want to talk to them?\" Ga gestures back, \"No. I'm not in...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, he's not in... may I take  a mess... tomorrow when, two  o'clock... I'll check my book...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks to Galvin, who nods, \"yes.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Mr. Galvin's clear at that  time... the Bishop's office, tomorrow,  the fifth at two p.m. Thank you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the call that I'm waiting  for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does it mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They want to settle. (beat) It means a lot of money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does that mean I'm back for awhile?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "Man's wrist. WWII GI watch reads: 6:56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin in overcoat standing outside door marked \"Doctors  Only\" in bustling hospital corridor. He glances at memo s in his hand. He opens door. CAMERA FOLLOWS him onto:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carpeted, small, comfortable, lined in lockers. A DOCTOR, the phone in greens, smoking a cigarette, talking on the  phone softly, a couple of DOCTORS sitting, drinking coffe chatting. Galvin, a trifle nervous, to Doctor ON PHONE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Gruber...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Doctor on the phone gestures behind him to a thirty-i MAN in blue jeans smoking a cigar, changing at his locker Galvin walks over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Gruber...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning) Yes? Galvin, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He checks his watch, continues changing into suede jacket checks next appointment on a leather appointment book, lo the locker, pockets key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I appreciate -- a man as busy as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's perfectly all right. I'm kind  of rushed. Do you mind if we walk  while we talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gruber, Galvin following, talk while exiting locker room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I read the hospital report on your  client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Deborah Ann Kaye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Deborah Ann Kaye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk hurriedly through a hospital corridor, to an EX door and down concrete stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They called, they're going to settle,  what I want to do is build up as  much...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Who called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Archdiocese called, they want to  settle... her estate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and you're going to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised, of course) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to settle out of court?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gruber stops at the bottom of the stairs, beside an exit the outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(it's a meaningless  question to him, as  if to a child) Uh... in the, well, in the interests  of her family... you, Dr. Gruber,  you know, you can never tell what a  jury is going to do. St. Catherine's  a very well thought of institution.  Her doctors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glances at watch,  impatient) Her doctors killed her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat) I'm sorry...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her doctors murdered her. They gave  her the wrong anesthetic and they  put her in the hospital for life. (a beat) Her doctors murdered her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know who her doctors were?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I read the file. Yeah. Marx and  Towler. I know who they were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The most respected...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) Whose side are you arguing...? I  thought that you wanted to do  something. I don't have any interest  in the woman's 'estate' -- No offense,  but we all know where the money's  going to... I have an interest in  the Hospital; and I don't want those  bozos working in the same shop as  me. They gave her the wrong  anesthetic. They turned the girl  into a vegetable. They killed her  and they killed her kid. You caught  'em. Now: how many others did they  kill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat. Gruber discards end of a cigar. Takes a leather c from his suede jacket, extracts a new cigar. Offers one t Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want a cigar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin takes one absently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hospital is owned by the  Archdioceses of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are they going to do? Not invite  me to their Birthday party...? (checks watch) Look, I gotta go. I have to be in  Cambridge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, excited, is trying to light the cigar. His hand s badly. He has forgotten to bite off the end. He bites it, lights the cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, well, when can we meet again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to get a deposition..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. I'll meet you here. Tuesday  night... I gotta go. You going my  way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gruber opens door and walks out into the cold, into the  parking lot, followed by Galvin, who is lighting his ciga",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to... we... we have to keep  you under wraps. Please don't, don't  discuss...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the case with anyone. And I'll  meet you Tuesday, and we'll go over  your testimony...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stop before a 1950s very beautiful small Mercedes Se Gruber opens the door, gets into the plush red leather  interior, starts car, leaves door open, still talking to  Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Seven o'clock. Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin scribbles information in his appointment book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...that's perfectly all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Uh, why, why are you doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinks a second) To do right. Isn't that why you're  doing it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin is at the bar, smiling to himself. His drink is be refilled. To BARTENDER:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to buy you a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Franky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin looks around. A very attractive self-possessed YOU WOMAN is sitting in the crook of the bar across from him; she is intently perusing the newspaper and circling items with a felt pen. Galvin speaks to her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you like a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks up. Smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like an apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Settle for a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gestures at her own full glass in front of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a very good day today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat, smiles, downs  drink, gets up off  the stool, sincerely) I'm glad you did. Thank you. Good  night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're very welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He watches her as she leaves the bar. He turns back to hi drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, well, well. Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs) It's a long road that has no turning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's for sure, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shoddy one-and-a-half room bachelor apartment. Galvin,  beer and cigarettes on the table beside him. He is sittin on an armchair in the bedroom. A yellow legal pad in his  lap. He is talking on the phone softly, soothingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to the Archdiocese tomorrow  at two. I know you don't. I know you  don't... no, you're just following  your life. You have a life too...  you have to move out West. It doesn't  help you to stay here. Well... I'm  sure she knows you care for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His attention wanders to the legal pad in his lap. ANGLE - P.O.V. The legal pad. Spread on it a couple of Polaroids of Debo Ann in the nursing home. Below them, written on the pad,  large, \"Dr. David Gruber. Ass't. Chief Anesthesiology, Ma Commonwealth. 'They killed her. And they killed her kid - Her doctors murdered her.'\" The following figures are written on the pad: $150,000.00 written very large, circled, crossed out. $250,000.00  similarly circled and crossed out. $225,000.00 circled ma times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice over; on phone) Well. Well. Well. Finally we're none  of us protected... we... we just  have to go on. To seek help where we  can... and go on... I know that you  love her... I know you're acting out  of love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone) As soon as I know... you give him my  respects too. Not at all. Not at  all... Good night. (beat) Well, bless you, too. Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up phone, sighs. Lights a cigarette. Rotates his neck to loosen it up. Reaches to the table next to his be for the bottle to pour a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSERT",
          "text": "His hand reaching for the bottle. On the table the photo a very beautiful blonde woman in a silver frame. She is t same woman we saw earlier in the news clip. She is on the deck of a sailboat, laughing. A pile of change on the tab a money clip, a rosary, and the wedding ring in the pile change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin looking at the photo in the silver frame next to h bed. He sighs deeply. Beat. Reaches up to the lamp above head and turns it off. He sits stiffly in the dark a mome then lets his head fall back to the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, spruced up a bit, sitting on a bed, his briefcase his lap. Gazing at the unseen Deborah Ann Kaye in the dar ward. Silent. Beat. He looks in his briefcase, takes out file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "P.O.V.",
          "text": "The file, labeled Deborah Ann Kaye. Galvin extracting the photo of the young mother romping with her two children; takes the yellow legal pad from his briefcase and puts it top of the picture (the figures crossed out; \"Her doctors murdered her,\" etc.). We hear the door to the ward open and TWO IRISH WOMEN  gossiping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jimmy, I said, don't you go in your  pocket if there's nothing there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and what did he say...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(spies Galvin, her  tone changes) ...Sir, you aren't allowed to be in  here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin sitting on the bed looking at Deborah Ann. He look up to the speaker. A slovenly Irish Nurse, who has come i the room and is standing by him. The other Nurse is frame in the doorway. Galvin is lost in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't be in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as if remembering  something, simply) I'm her attorney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bishop from the waist up, sitting behind his beautifu desk. Compassionately:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a question of continuing values.  St. Catherine's -- to do the good  that she must do in the community  has to maintain the position that  she holds in the community. So we  have a question of balance. On the  one hand, the reputation, and, so,  the effectiveness of our hospital,  and two of her important doctors --  and, on the other hand, the rights  of your client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin seated across from the Bishop. A YOUNG PRIEST seat discreetly, attentively, across the room. Sherry glasses front of Galvin and the Bishop. Galvin drinking from his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young woman. In her prime...  deprived of... (searches for a word) ...life... sight... her family...  It's tragic. It's a tragic accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin has been dreaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...nothing, of course, can begin to  make it right. But we must do what  we can. We must do all that we can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gestures to the Young Priest, who crosses the room,  extracts a sheet from a file folder, and places it before Galvin, who is sitting as if in a dream. The Bishop waits beat, not wanting to interrupt Galvin's reverie, then cat his eye and gestures down at the paper. Galvin glances do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sheet: \"I, Frank P. Galvin, duly appointed conservato for Deborah Ann Kaye, in consideration of Two Hundred Ten Thousand Dollars ($210,000.00) paid in hand to me this da by St. Catherine Laboure Hospital do hereby release from and all claims...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin and the Bishop as before. Galvin finishes reading, looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. We must try to make it right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. Galvin nods. Beat. Bishop nods discreetly to the Yo Priest who extracts Mount Blanc fountain pen from his poc holds it out to Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a generous offer, Mr. Galvin... (beat) ...nothing can make the woman well...  but we try to compensate... to make  a gesture...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you settle on the amount?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We thought it was just.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You thought it was just.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because it struck me how neatly  'three' went into the amount. Two  Hundred Ten Thousand. That would  mean I keep seventy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was our insurance company's  recommendation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. It would be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing that we can do can make that  woman well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And no one will know the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is the truth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That that poor girl put her trust in  the hands of two men who took her  life, she's in a coma, her life is  gone. She has no family, she has no  home, she's tied to a machine, she  has no friends -- and the people who  should care for her: her Doctors,  and you, and me, have been bought  off to look the other way. We have  been paid to look the other way. I  came in here to take your money. (beat) I brought snapshots to show you. So  I could get your money. (to Young Priest,  waving away document) I can't take it. If I take it. If I  take that money I'm lost. I'm just  going to be a rich ambulance chaser. (beat; pleading for  understanding) I can't do it. I can't take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we may discuss money, Mr. Galvin.  How is your law practice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not too good. I've only got one  client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, determined, coming down a corridor in the Courtho opens a door. CAMERA FOLLOWS him IN. The Lawyers Room. Ten or twelve AMBULANCE CHASERS waiting for clients. They all look up as he enters, then return to their reading,  phones, card games. CAMERA FOLLOWS him TO the corner of t room where MICKEY MORRISSEY is playing Gin with a CRONY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dragging him up) Come on. Let's get a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs, to partner) Don't touch anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin leads Mickey out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey and Galvin silhouetted against a window at the end the dark corridor, arguing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(enraged) Are you out of your mind...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I'm going to need your help...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need my help...? You need a  goddamn keeper... are you telling me  that you turned down two-hundred-ten  grand? (beat) Huh...? Are you nuts? Eh? Are you  nuts. What are you going to do, bring  her back to life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to help her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To do what...? To do what, for  chrissake...? To help her to do what?  She's dead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They killed her. And they're trying  to buy it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the point, you stupid fuck.  Let them buy it. We let them buy the  case. That's what I took it for. You  let this drop -- we'll go up to New  Hampshire, kill some fuckin' deer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mick. Mick. Mick...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You -- Listen: you said to me, 'if  not now, when...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what I said but not now. You  won it. Franky. You won it. When  they give you the money, that means  that you won. We don't want to go to  court -- is this getting to you...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know who the attorney is for the Archdiocese, Eddie  Concannon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...he's a good man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...he's a good man...? He's the Prince  of Fuckin' Darkness... he'll have  people in there testifying that the  broad is well -- they saw her Tuesday  on a surfboard at Hyannis... don't  fuck with this case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I have to stand up for her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank, but not now. Frank. You're  trying to wipe out some old business.  But not now. I understand. But you  go call 'em back. You call the Bishop  back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to try this case. I have to  do it, Mick. I've got to stand up  for that girl. I need your help. (beat) Mick, will you help me...? (beat) Will you help me...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young ATTORNEY in shirt-sleeves and vest racing through huge, ultra-modern, ultra-successful legal office. The of is near empty. A couple of secretaries are at their desks couple of lawyers in their cubicles. The CAMERA FOLLOWS t Attorney tearing through the corridors of the office, up spiral staircase, through yet more office space, into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a conference room. Mahogany, tinted glass, a panoramic view of Boston. Twenty-five attorneys, male and female, m young, gaze at the young Attorney as he enters the room. stops running. He approaches the front of the room  tentatively. Standing at the blackboard in front of the  conference room is EDWARD CONCANNON. Senior partner of th firm, late fifties, imposing, he radiates success. As the young Attorney approaches Concannon he is stopped with a  gesture. Concannon addresses the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) Anybody ever hear, 'For want of a  shoe a horse was lost?' Who's going  on vacation tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young MAN raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friedman. St. Barts. is that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to secretary taking  notes at the side of  the room) Send Mrs. Friedman a dozen roses  tomorrow morning please, Sal. I tell  you what, send her a sunlamp. (smiles, there is  laughter from the  room; to Friedman,  sympathetic) I'm sorry, but you'll have to stay.  No vacations till this thing is  cleared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon motions to the young Attorney who has run in. T young Attorney goes to Concannon and hands him a box of c Concannon takes a piece and writes on the blackboard \"Jan 12th.\" He underlines it heavily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our court date is January twelfth.  You're all acquainted with this case.  It's been scheduled for eighteen  months. We have the attorney for the  Plaintiff, Frank Galvin -- and I  trust you are all familiar with his  record -- and we have been expecting  him to call us to negotiate. As he  did not, and five days before we're  supposed to go to court we made him  a rather generous offer, which he  refused. Five days before the trial.  What does this mean? I want to find  out. (writes on the  blackboard, \"1)  Research\") (writes \"2) Homework\") Acquaint yourselves again with the  depositions. Don't rely on the fact  that we did it last year. Do it again.  We're going to review them here, and  you do it at home. You each have a  full file. Know the deps, and I want  you all to be here when we work with  the defendants... when is that,  Billy...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The young Attorney responds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tuesday evening, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon writes on blackboard \"3) Public Awareness.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want an article in the Globe As  Soon As Possible, 'St. Cat's...  Neighborhood Giant serving the  community' etc. We've got it in the  files. I want something in Monday's  Herald: 'Our Gallant Doctors,'  something... Be inventive, I want  television... (nods toward one of  the young lawyers) ...talk to our man at GBH. And to  belabor the obvious for a moment... (beat) Our clients are: the Archdiocese of  Boston; St. Catherine Laboure  Hospital, and Drs. Marx and Towler,  two of the most respected men in  their profession. The thrust of this  defense will be to answer in court,  in the press and in the public mind --  to answer the accusation of negligence  this completely: not only that we  win the case, but that we win the  case so that it's seen that the attack  on these men and this institution  was a rank obscenity. (beat) All right. Let's get the cobwebs  off. Billy...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The young Lawyer stands as Concannon sits, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please turn to your Page Four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the lawyers in the office turn in their files to that page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to start with a review  of the depositions of the Operating  Room Team: the nurse-anesthetist,  the scrub-nurse, the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin and Mickey at a library table piled with books. A  dingy, dusty law library. They are smoking, speak in  undertones, referring to the yellow legal pads in front o them. Rehashing material.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who have we got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got her sister. Testifies she  had a meal one hour before she was  admitted to the hospital. This is  the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got the admittance form says  patient ate nine hours prior to  admittance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Admittance form is wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. You can't prove it.  Sister's testimony is no good. Jury  knows we win she gets the cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got my Dr. Gruber, says her  heart condition means they gave her  the wrong anesthetic anyway, plus  she came in complaining of stomach  pains...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(conceding) ...Gruber's not bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not bad...? This guy's Dr. Kildare,  the jury's going to love him, Mick...  And you calm down, all right? Their  guy, Towler's, the author of the  book, (hunts for book on  desk, holds it up;  reads) 'Methodology and Practice,  Anesthesiology.' (rummages through a  pile of papers on  the desk) ...and they got depositions from the  nurses, everybody in the operating  room, the scrub-nurse... 'All these  guys are God. I saw them walk on  water...' (checking a list) They had an obstetrical nurse in  there. We got a deposition from the  obstetrical nurse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(checking list) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading from pad) 'Mary Rooney, forty-nine. Lives in  Arlington, still working at the  hospital.' Can you get out tomorrow?  How come she isn't speaking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay now. Cases: Smith versus State  of Michigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brindisi versus Electric Boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a good memory, Franky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a good teacher. McLean versus  Urban Transport...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin and Mickey entering the bar, walk over to the bar. Galvin sees something O.S. Call to the bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jimmy? Bushmills. (turns to Mickey,  whispers) Lookit, do me a favor. I'll buy you  a drink tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? And what are you going to do  tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to get laid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin motions with his head down at the end of the bar. ANGLE - P.O.V. The Woman from last night, sitting in her same place at t end of the bar. Mickey looks at her. Shrugs. Gets up off  stool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't leave your best work in the  sheets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He salutes, walks off. Galvin takes his drink and moves down to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'you find an apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I changed my life today. What did  you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I changed my room at the Hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TV didn't work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What Hotel are you staying at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what are you? A cop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My ex-husband was a lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really. How wonderful for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. It was, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, actually it was. Then why'd you  call it off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who says I'm the one that called it  off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A brick house says you divorced him.  I'll put you on your honor. Bet you  a hundred dollars against you join  me for dinner. And I'll take your  word for it. Now you tell me the  truth. Because you cannot lie to me.  What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name's Frank. And furthermore,  you came back to see me tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if it wasn't you that I came  back to see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just got lucky. (gets up off stool) D'you eat yet? Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets up from the stool and starts following him in sp of herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, you are one beautiful woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin and Laura are in a booth. The remains of a dinner drinks around them. They are both smoking cigarettes, int on each other. Both a little drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The weak, the weak have got to have  somebody to fight for them. Isn't  that the truth? You want another  drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin motions \"another round\" to the bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jimmy! (beat) That's why the court exists. The  court doesn't exist to give them  justice, eh? But to give them a chance  at justice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And are they going to get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They might. Yes. That's the point...  is that they might... you see, the  jury wants to believe. They're all  cynics, sure, because they want to  believe. I have to go in there  tomorrow to find twelve people to  hear this case. I'm going to see a  hundred people and pick twelve. And  every one of them it's written on  their face, 'This is a sham. There  is no justice...' but in their heart  they're saying, 'Maybe... maybe...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Maybe I can do something right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And is that what you're going to do? (a beat) Is that what you're going to do...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I'm going to try to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bedroom, dark, sound of people moving, the bedside li is flicked on. We SEE Galvin in shirt-sleeves, holding a  whiskey glass a little unsettled, turning on the light, L with a glass, also a bit unsteady, standing beside him. Both awkward. He looks at her, turns back to the bed, tur down the bed, sees the silver-framed picture of his wife, looks back at Laura, starts to take the picture to turn i down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts taking off her blouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A half-full old-fashioned glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin sitting at the fairly well-equipped bar, still. He looks out of the window at a building across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "The courthouse across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin glances at bar clock. ANGLE - P.O.V. The clock reads 10:12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin downs his drink, picks his briefcase off of the ba and starts for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUDGE SWEENEY, a florid man in his sixties, sitting in  shirtsleeves eating bacon and eggs off of a hotel service a tray, talking conspiratorially with Ed Concannon, who i drinking coffee, seated across the desk. They are obvious old friends. The sound of a door opening. They turn their heads to the door. ANGLE - P.O.V. Galvin standing in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're late, Mr. Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He enters the room. CAMERA FOLLOWS him as he sits next to Concannon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir. I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was held up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon smiles and extends his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed Concannon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head) Frank Galvin. We've met before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Judge starts to speak Galvin cannot help looking a Concannon out of the corner of his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's do some business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "P.O.V. GALVIN",
          "text": "Concannon, brisk, expensive-looking, tanned, huge gold wa custom-made suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They tell me that no bargain ever  was completed other than quickly  when both parties really cared to  make a deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon feels Galvin's eye on him, half-turns, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, have you boys tried to resolve  your little difficulty because that  certainly would save the Commonwealth  a lot of time and bother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a complicated case, your  Honor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure it is, Frank: and let me  tell you something. If we find it so  complex, how in the hell you think  you're going to make a jury understand  it? (smiles at Galvin) See my point? Let's talk a minute.  Frank: what will you and your client  take right now this very minute to  walk out of here and let this damn  thing drop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My client can't walk, your Honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know full well she can't, Frank.  You see the Padre on your way out  and he'll punch your ticket. You  follow me? I'm trying to help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your Honor, Bishop Brophy and the  Archdiocese have offered plaintiff  two hundred and ten thousand dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My doctors didn't want a settlement  at any price. They wanted this cleared  up in court. They want their  vindication. I agree with them. But  for today the offer stands. Before  we begin the publicity of a trial.  For today only. (beat) When I walk out that door the offer  is withdrawn. (turns to Galvin) As long as you understand that. (beat) It's got to be that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are going to try the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat. Galvin fumbles for a cigarette. The three sit in  silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous) That's it...? (beat) Come on, guys... life is too short... (beat) You tell me if you're playing  'chicken,' or you mean it. (beat; turns to Galvin) Frank: I don't think I'm talking out  of school, but I just heard someone  offer you two hundred grand... and  that's a lot of money... and if I  may say, you haven't got the best of  records.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...things change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...that's true. Sometimes they change,  sometimes they don't. Now, I remember  back to when you were disbarred...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wasn't disbarred, they dropped the  pro...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it seems to me, a fella's trying  to come back, he'd take this  settlement, and get a record for  himself. (beat) I myself would take it and run like  a thief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure you would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge turns, unbelieving that Galvin has patronized a insulted him. He controls himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hm. (beat; checking book) We have the date set? Next Thursday.  Good. (smiles) See you boys in court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "A legal document. LIST OF PROSPECTIVE JURORS. DEBORAH ANN KAYE versus ST. CATHERINE LABOURE HOSPITAL, Et. Al.: Mr.  Arthur Abrams, Machinist, 58; Mrs. Joann Chepek, Housewif 42; Mr. Roger Crawford, Chemist, 59, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, seated at the conference table intent on the form front of him. He crosses out something with a pen. Galvin takes the form, rises, walks across the room, walks by th defense table with Concannon and an Aide at it. Approache the Jury Box, which has several prospective JURORS in it. He is very nervous. He addresses a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Abraham...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abrams...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abrams. Yes. How are you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. (beat) You ever been inside a hospital?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah. How did they treat you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin has flop sweat, Abrams is becoming intractable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what you mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey standing by the door to the courtroom, looking thr the glass panel, a newspaper under his arm, smoking. Galv comes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Been a long time, huh...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm getting it back. Don't worry  about me, Mick. I'm fine. D'you find  the obstetric nurse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Rooney. She won't talk to me. I  tried her at the hospital. I'm going  to try her back at home. Read this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands Galvin the newspaper. Galvin takes it, reads. ANGLE - P.O.V. The newspaper, folded to Page Two. A full-page photo of  smiling doctors clustered around an operating table. Huge caption: \"International Honors to St. Catherine Laboure  Hospital. The faculte Internationale de la Chirurgerie to announced St. Catherine's as this year's recipient of the coveted Medaillon de la Sante...\" etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin reading. Looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what...? The best is yet to come.  Check the TV Guide. They got our Dr.  Towler on a panel on GBH on Friday:  'The Healing Hand. The Experts Speak.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They still have to take it to a jury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks back at his form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I'm saying, they're getting  some help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks annoyed) So what do you want me to do?  Concannon's going to try the case  his way, I'm going to try it mine.  You want me to go wee wee wee all  the time because he's got some flack,  got stories in the newspaper. I'm  going to win this case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start walking across the Courthouse corridor. Mickey veers off and stops at a Cigar Stand. To the STAND OPERATOR:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John: gimme a cuesta-ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh shit, what's today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today is Tuesday. What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to go see Gruber. (to Cigar Stand  Operator) What's the best cigars you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give 'em a box of Macanudos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey: I'm supposed to meet somebody  at O'Rourke's, I can't make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here you are, Franky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes box) Thanks. Can you go over and meet  her...? Tell her I'll stop by when  I'm through... Laura Fischer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. Who is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's thirty-three bucks. Can you  believe that...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yeah. Your broad from last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin pays the Cigar Stand Operator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Franky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell her that I'll meet her there,  okay? See you tomorrow in the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're doing fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two of them crossing the lobby. Dick Doneghy, looking around the lobby, spies them, start across, and accosts Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said you're gonna call me up.  You didn't call me up. Who do you  think you are? (pushes Galvin into a  wall; advances; pushes  him again) Who do you think you are...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to have you disbarred. I'm  going to have your ticket. You know  what you did? Do you know what you  did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pushes Galvin again. Galvin waves Mickey off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right, Mickey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ruined my life, Mister... Me and  my wife... and I am going to ruin  yours... (pushes Galvin again) You don't have to go out there to  see that girl. We been going four  years. (beat) Four years... my wife's been crying  herself to sleep what they, what,  what they did to her sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear to you I wouldn't have turned  the offer down unless I thought that  I could win the case...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you thought!? What you thought...  I'm a workingman, I'm trying to get  my wife out of town, we hired you,  we're paying you, I got to find out  from the other side they offered two  hundred...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to win this case... Mist...  Mr. Doneghy... I'm going to the Jury  with a solid case, a famous doctor  as an expert witness, and I'm going  to win eight hundred thousand dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys, you guys, you're all the  same. The Doctors at the hospital,  you... it's 'What I'm going to do  for you'; but you screw up it's 'We  did the best that we could. I'm  dreadfully sorry...' And people like  me live with your mistakes the rest  of our lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods sadly to himself. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I could accept the offer right  now, I would. (beat) They took it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand. (starts to walk away  from Galvin; stops) I went to the Bar Association. They  tell me you're going to be disbarred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura is sitting in the same place at the bar. Mickey com up to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Franky can't make it. He had an  appointment he forgot, he's going to  see you later. I'm Mickey Morrissey,  we're supposed to get to know each  other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'm I doing so far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So far you're great. You got a  cigarette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura opens her purse, starts hunting for a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you drinking? (hands him cigarettes,  smiles, calls the  Bartender) Jimmy...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin walks up to a door marked Doctors Only. He opens h briefcase, takes out the box of Macanudo Cigars, smiles t himself, walks inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin enters, looks around, it is empty. He looks at the clock, takes out his appointment book, turns to appropria page. ANGLE - P.O.V. The book, written very large: \"Dr. Gruber. 7:00 P.M.  Hospital.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin standing, he waits a beat. Starts out of locker ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA FOLLOWS him TO Nurses' Station. He speaks to the N behind the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Gruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Gruber's not here today, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She glances down, checks a sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Sir. He hasn't been in all day...  He's not on the chart...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin walking in the snow. Stops outside of a very lovel brownstone with a small brass plaque. The plaque: Dr. Dav C. Gruber. M.D. P.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin looking in through the window of the dark, deserte ground-floor office. He knocks on the door. Nothing. He k again. Nothing. He stands unbelieving. EXT. GRUBER'S HOUSE &amp; STREET - NIGHT Galvin getting out of a taxi, rushing up the steps of a  brownstone. Peeps through the window on the side of the h Dark. He grabs the brass knocker. Pounds. Nothing, he pou again. Nothing. He is beaten. He is without resource. He  starts vacantly down the stairs. The door behind him is  opened. He turns. ANGLE - P.O.V. A middle-aged black WOMAN in livery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin in the steps speaking with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Gruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Gruber's not in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had an appointment at his office,  I think I must have got it wrong. We  had a meeting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not in, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hesitates. She has been instructed not to say. Galvin starts up the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... please. My wife... my wife's  prescription has run out. If I can  call him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Halpern's taking all his...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no. I have to talk to him.  If I can only call him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) He's... you can't reach him, Sir.  He's in the, on some island in the  Caribbean, they don't have a phone. (beat) He'll be back in a week... (beat) If you'd like Dr. Halpern's number...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin turns away from the door. He is still clutching th box of cigars unconsciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey and Laura. Positions unchanged, at the bar. Somewh progressed toward a convivial drunkenness",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stearns, Harrington, you know who  that is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge law firm. Okay? They put him  in the firm, he's married,  everything's superb. Franky, he's  starting to talk like he comes from  Dorsetshire, some fuckin' place,  'You must drop by with Pat and me...'  Okay...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and he's making a billion dollars  every minute working for Stearns,  Harrington, and he bought a dog, and  everything is rosy. (beat) Then Mr. Stearns, he tried to fix a  case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Big Boy did...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That Frank was working on. Yeah. He  thought Franky needed some help, so  they bribed a juror. So Franky finds  out. He comes to me in tears. He  thinks that anybody who knows what a  'spinnaker' is got to be a saint. I  told him 'Franky, wake up. These  people are sharks. What do you think  they got so rich from? Doing good?'  He can't be comforted. He tells the  boys at Stearns and Harrington they've  disappointed him, he's going to the  Judge to rat them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before he can get there here comes  this Federal Marshal, and Franky's  indicted for Jury tampering, they  throw him in jail, he's gonna be  disbarred, his life is over. (beat) Jimmy, gimme another drink. (to Laura) How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jimmy) Me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Now, so he's in jail. He,  finally, he gets to see the light,  he calls up Harrington, he says he  thinks he made a mistake. As if by  magic, charges against him are  dropped, he's released from jail. (beat) P.S. He's fired from the firm, his  wife divorces him, he turns to drink  and mopes around three and a half  years. (beat) You like that story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him. HOLD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snow falling. Galvin standing outside, having just rung t bell. The door is opened by a gangly teen-age boy. CAMERA FOLLOWS Galvin into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the hall of the house. The boy motions toward a closed sliding door and then goes into the living room opposite. Galvin hangs up his coat on the hall coat rack, we hear t boy resume the practice of a passage of Chopin on the pia Galvin knocks on the sliding door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin opens the door and goes into the Judge's darkened  study. The Judge is watching a basketball game on TV, dri a beer. CAMERA FOLLOWS Galvin into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you for seeing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's perfectly all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge turns down the volume of the game, but keeps watchi it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need an extension for my case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should have taken their offer.  Especially if you were unprepared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a witness disappear on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could subpoena him if I had a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have a week. This case never  should have come to trial. You know  better. You're Mr. Independent. You  want to be independent? Be independent  now. I've got no sympathy for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge leans forward, turns up the volume on the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LONG SHOT of cars whooshing in the snow past a lonely str corner. A MAN at an open telephone stand. The sound of th telephone on the far end ringing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin at the stand, shivering in the cold, talking on th phone. An open note pad in his bare hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Continental Casualty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Alito, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Business hours are over, Sir. This  is the switch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to reach him. This is an  emergency. Could you give me his  home number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Sir, we're not allowed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Would you, would you call him up.  I'll give you my number, and ask  him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't guarantee that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand. Thank you, my name is  Galvin. I'll be at the following  number in a half an hour. It's urgent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin is sitting at his desk, a stack of files piled on desk, he is sorting through them looking for something. T phone rings, he snatches it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone) Hello. Yes. Thank you for calling.  Frank Galvin... I'm representing  Deborah Ann Kaye...? I'd like to  discuss your firm's offer of the two  hundred th... In the sense that I  feel that we'd like to accept it. (beat) Well, it's rather a shock to me,  too; but it's my client's wishes...  She's changed her mind as of this  evening... I must say that I tried  to dissuade her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wipes his sweating forehead, he hears the sound of his office door opening, he looks up. ANGLE - P.O.V. Mickey opening the front door to the office, carrying an  armful of lawbooks, and a couple of files, he turns on th lights in the anteroom, and we SEE that he is surprised t see Galvin in the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALVIN",
          "text": "On the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Well, she, on the eve of the  case... You understand... I think  quite frankly she's come down with  nerves and she'd like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat. Mickey comes tentatively into the room and sits a the desk across from Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When was that arrived at...? (beat) I, I know what Mr. Concannon said,  but... I... Well, I think you're  making a mistake... I think that you  should reconsider; why don't you  check with your principals, and I'll  call you in the... (beat) No?... you... uh. All right. No.  That's fine. I understand. Sorry to  bother you at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up the phone. Sits rock still. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin starts searching through his files again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened, Joey...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't talk now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'you meet with Dr. Gruber...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin has found the sheet he is looking for, he extracts from the file. ANGLE - P.O.V. The sheet of yellowing paper. Headed \"DEBORAH ANN KAYE Po Drs. to testify: Contact: Dr. Lucien Thompson, Mineola Lo Island; Dr. Duane Litchey...\" He turns to second sheet. It is a letter-headed sheet, \"Lucien Thompson, M.D.\" \"Dea Mr. Galvin, after studying the case material on Deborah A Kaye, I would be glad...\" Galvin turns back to first shee underlines THOMPSON in red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin dialing phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon got to my witness. (beat; to himself) I can't breathe in here... (into phone) Hello Doctor...? (checks sheet) Dr. Thompson. This is Joseph Galvin,  attorney for a Deborah Ann Kaye, we  had some correspondence some time  ago...? That's right. I'm sorry that  we never got back, the case was  postponed, and I've had a changeover  in staff... I'm sorry to call you so  late...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey, looking pityingly at Galvin. Mickey sees the box Macanudo Cigars on the desk, picks them up, starts to ope them -- throws them across the room in disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but we have had a change of  strategy, and we were wondering, I  know this is short notice, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin in pants and shirt carrying a drink, distraught,  frightened. Standing in the doorway of his sitting room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura in slacks and sweater coming out of the kitchen wit her drink. She sits at worktable on which are Galvin's  briefcase, files, etc. Galvin and Laura. He is biting his nails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you like me to leave...? (beat) Is this a bad time -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distracted) What...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this a bad time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We, we... No... we just had a small  reversal in the case... (beat) I have some, uh... I have some work  to do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They, uh, they got to my witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and is that serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, suddenly focuses, starts for worktable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to work...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want me to go...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, I'm just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops, rubs his face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you get some rest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't work if you can't think.  You get in bed. It's all right. I'll  stay here with you. It's all right.  Come on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to stay here...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm only going to rest a little while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leads him into the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Same room, Laura, dressed in Galvin's bathrobe, sitting i the easy chair next to his worktable, smoking a cigarette reading an old hard-cover novel. She looks up across the  room. ANGLE - P.O.V. The door to the bedroom, closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura sighs, takes a drag. Puts the book down on her lap. Sits, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Witness stand. DR. TOWLER, a distinguished man in his fif sitting on the stand. Concannon o.s. The doctor is ill-at ease; smiles nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is your name, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Robert Towler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were Deborah Ann Kaye's doctor...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, actually, she was referred to  me. She was Dr. Hagman's patient...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't equivocate. Be positive. Just  tell the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The conference room. WIDE. Concannon's young lawyers taki notes as Concannon rehearses Dr. Towler, a Sony VTR being operated by one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever the 'truth' is, let's hear  that. You were her doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was her doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were the anesthesiologist at her  delivery May twelfth, nineteen  seventy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I was one of a group of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Answer affirmatively. Simply. Keep  those answers to three words. You  weren't 'part of a group,' you were  her anesthesiologist. Isn't that  right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were there to help Dr. Marx  deliver her baby. Were you not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon starts to stroll a bit around the conference ro in back of the assembled assistants, by the large windows which offer a panoramic view of Boston.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything special about the case?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When she...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The young lawyer (BILLY), Concannon's right-hand assistan raises his hand to get Concannon's attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Dr. Towler,  correcting him) When 'Debby'... (to Young Lawyer) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Lawyer nods, makes a notation in his pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. When Debby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(switching his tack) Dr. Towler, who was in the operating  room with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ms. Nevins, nurse-anesthetist; Dr.  Marx, of course...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods toward Dr. Marx who is in the audience, who nods  back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Rooney, the obstetrical nurse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did these people do when her  heart stopped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We went to Code Blue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Code Blue,' what does that mean...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a common medical expression,  it's a crash program to restore the  heartbeat. Dr. Marx cut an airway in  her trachea, to get her oxygen, her  and the baby... Ms. Nevins...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why wasn't she getting oxygen...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, many reasons, actually...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'd aspirated vomitus into her  mask...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She THREW UP IN HER MASK. Let's cut  the bullshit. Say it: She THREW UP  IN HER MASK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She threw up in her mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon nods to the Young Lawyer, who is conscientiousl taking notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and her heart stopped and she  wasn't getting oxygen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what did your team do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...You brought thirty years of medical  experience to bear. Isn't that what  you did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...A patient riddled with  complications, questionable  information on her, on her admitting  form...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...We did everything we could...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to save her and to save the baby.  Is that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You reached down into death. Now,  isn't that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting overcome) My God, we tried to save her... You  can't know... You can't know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(changing tactics;  soothing) Tell us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. Dr. Towler sighs. He begins to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People coming out of a just-arrived train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin watching them, he has a large boutonniere on his l The departing PASSENGERS stream past him. An elderly BLAC MAN passes him by, turns and comes back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Galvin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin turns. He is taken aback. He registers who it must be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Thompson...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was good of you to meet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin cuts him off, takes his bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you for coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They shake hands. They start...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "into the station. The CAMERA TRACKING BEFORE them. As Gal passes a wastebasket, he deposits his boutonniere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have some errands to run, and then  I thought we'd spend the evening...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) That's what I'd planned to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to take you to the home to  see the girl...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tapping his briefcase,  referring to his  files) From what I've seen, Mr. Galvin, you  have a very good case...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distracted; thinking  ahead) Yes. Yes. I think so. I hope you'll  be comfortable. I'm putting you up  at my...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I made a reservation at...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...apartment. (stops) No, no. Please. You don't know who  we're dealing with, I, please believe  me, they...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...What difference would...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These people play very rough. They  don't want to lose this case. There's  a lot of pressure they can bring to  bear, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) There's nothing they can do to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin starts them walking again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Sir. Please. Humor me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have arrived outside at a bank of cabs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll spend the evening together,  I'll put you up, you'll be very  comfortable. Please. (hands Dr. Thompson  an envelope) That's my address. The key is in it. (leans forward to  cabbie) 1225 Commonwealth. (to Dr. Thompson) Treat the place as your own. Please  don't tell anyone you're here, I'll  see you this evening. Thank you, and  thank you for coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts Dr. Thompson's bag into the cab. Dr. Thompson  hesitates, gets into the cab. As the cab pulls out, CAMERA FOLLOWS Galvin TO a bank of  phones outside the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin at the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Claire, on phone) Mr. Galvin's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me talk to Mickey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on phone) Yeah? How's our new witness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'you find the obstetric nurse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's workin' the late shift at the  Hospital. She's at home now, I'm  going over there to talk to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gimme the address. I'm gonna go.  We're going to need her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Names on bells. One of them is ROONEY, M. 2D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin standing by the bell. Rings it. Beat. The door is  buzzed, he walks into the vestibule, past mailboxes, up t stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Door opens, MARY ROONEY, a tough-looking woman in nurse w opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin in hall, CAMERA FOLLOWS him TO the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Joe Galvin, I'm representing  Deborah Ann Kaye, case against St.  Catherine Laboure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told the guy I didn't want to talk  to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll just take a minute. Deborah Ann  Kaye. You know what I'm talking about.  The case is going to trial. Our chief  witness is a Dr. David Gruber, you  know who he is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's the Assistant Chief of  Anesthesiology, Massachusetts  Commonwealth. He says your doctors,  Towler and Marx, put my girl in the  hospital for life. And we can prove  that. What we don't know is why.  What went on in there? In the O.R.  That's what we'd like to know.  Something went wrong. And you know  what it was. They gave her the wrong  anesthetic. What happened? The phone  rang... someone got distracted...  what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...you got your doctor's testimony.  Why do you need me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want someone who was in the O.R.  We're going to win the case, there's  no question of that. It's just a  matter of how big...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got nothing to say to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why aren't you testifying for  their side?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts to close the door. He stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can subpoena you, you know. I can  get you up there on the stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And ask me what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who put my client in the hospital  for life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't do it, Mister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you protecting, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who says that I'm protecting anyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do. Who is it? The Doctors. What  do you owe them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't owe them a goddamn thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why don't you testify?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) You know, you're pushy, fella...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I'm pushy now, wait 'til I  get you on the stand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, maybe you better do that, then. (starts to close door;  stops) You know you guys are all the same.  You don't care who gets hurt. You're  a bunch of whores. You'd do anything  for a dollar. You got no loyalty...  no nothing... you're a bunch of  whores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young LAWYER on the phone, silent, nodding, taking note He holds up his hand to someone indicating \"Almost done.  I'll be right with you.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon, in overcoat, about to go out, surrounded by an entourage of secretaries and ASSISTANTS in overcoats, wai on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon and the Young Attorney. The Young Attorney into phone, \"Thank you.\" He hangs up, starts reading from his  notes to Concannon:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His name is Dr. Lionel Thompson.  City College of New York, Class of  twenty-six. Bachelor of Science; New  York College of Medicine; sixteenth  in a class of twenty-two. Nineteen  seventy-six got a courtesy  appointment, staff of anesthesiology,  Easthampton Hospital for Women. Never  married. Has no honors or degrees of  any weight. Since nineteen seventy- five he's testified in twenty-eight  court cases, twelve malpractice. (smiles, saving his  best 'til last) And he's black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat; stern) I'm going to tell you how you handle  the fact that he's black. You don't  touch it. You don't mention it. You  treat him like anybody else. Neither  better or worse. (smiles) And you get a black lawyer to sit at  our table. Okay...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. What else do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...get the records of his testimony  in the twelve malpractice cases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon nods, meaning \"that is correct.\" He turns, exit with his ENTOURAGE. Over his shoulder:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do it. We'll be at Locke-Obers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Thompson in shirt sleeves, attentive, stands against sideboard. Mickey Morrissey, seated, in an armchair. Grilling him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They gave her the wrong anesthetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starting on reciting  a list) Her sister said she ate one hour  prior to admittance... she...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...that's what the sister said. The  chart said she ate nine hours prior  to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...she went in complaining of stomach  cramps. Good doctor would have doubted  the information on the chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that what a good doctor would do?  How old are you, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am seventy-four years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What qualifies you as an expert in  anesthetics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am on the staff of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easthampton Hospital for Women. Excuse  me, what is that, a joke? Let me  tell you something, Doctor, those  men at Catherine Laboure. Men who  are known not only in this city, but  the world, were trying to save a  woman's life. They were there, and  here you are, four years later, read  some hospital report, and say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I made a detailed physical  examination of the patient, Sir,  yesterday evening, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey drops his belligerent attitude. Turns to someone b him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men, Galvin standing behind Mickey, smoking. He n",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Dr. Thompson,  casually) She getting good care over there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, yes. It's by no means bad,  I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grilling him again) Then what good would it do to ruin  the reputation of two men, to help a  girl whose life's not going to be  changed in the least? You know what  CODE BLUE means?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Code Blue'...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a common medical term.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey half-turns to Galvin, shrugs minutely, meaning, \"W in trouble.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hotel room door SEEN from the inside. The handle starts to turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin coming through the door. He looks at Laura, tiredly closes the door behind him, ha up his coat in the closet, moves into the room. As Galvin walks into the room, the CAMERA PRECEDES him and TURNS so that WE NOW SEE them BOTH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat. Galvin looks out the window and then looks back t Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think it's my fault?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't there something you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not the question. It's over. (beat) Do you think that it's my fault? If  I'd... if I'd... I never should have  taken it. There was no way that I  was going to win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're talking like a drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it's over...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, then what are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... do you want me to leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do what you want. You want to  leave... You want to go kill yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to tell you it's your  fault? It probably is. What are you  going to do about it? (beat) I thought it's not over till the  jury comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who told you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told me so. Maybe you'd get some  sympathy. You came to the wrong place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what makes you so tough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I'll tell you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there going to be a later...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not if you don't grow up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I don't 'grow up...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're like a kid, you're coming in  here like it's Saturday night, you  want me to say that you've got a  fever -- you don't have to go to  school...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes head sadly) You, you don't under...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yes, I do, Joe. Believe me. You  say you're going to lose. Is it my  fault? Listen! The damned case doesn't  start until tomorrow and already  it's over for you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's over!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is your wife's picture doing by  the side of your...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is that to you...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What would you like it to be to me...?  I, I, I can't invest in failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin gets up hurriedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, I've...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hurries out of the room. CAMERA FOLLOWS him into the  bathroom, he shuts the door, his chest heaves convulsivel He can't catch his breath... Beat. We hear a knock on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe... (beat) Joe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming) Stop pressuring me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens, Galvin is still trying to catch his breat Laura enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're pressuring yourself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking head, utterly  denying her) No... no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. (beat) We've all got to let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin coming down the corridor with Sally Doneghy. They  stop by a door on which the card reads: \"PART III. DEBORA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter the courtroom. CAMERA FOLLOWS them in. The roo one-quarter filled. Concannon at the defense table with t Defendants, a Black Lawyer, entourage. Galvin stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Sally) I'm going to do the best I can for  you and your sister. I know what it  means to you. Believe me... (beat) It means that much to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns away, walks toward the front of the courtroom,  glances toward the jury box. ANGLE - P.O.V. The Jury, somber, controlled, dignified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin continuing to the defense table, Mickey Morrissey  already seated, studying notes on a yellow legal pad. Gal sits. Mickey looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are you holding up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm swell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And all we've got is a witch doctor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BAILIFF enters, some SPECTATORS, knowing the routine, start getting to their feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at it this way: it's refreshing  every time a Doctor takes the stand  he's not a Jew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the Bailiff's \"All rise.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The COURTROOM getting to its feet as JUDGE WILLIAM B. HOY enters. The Bailiff, as the Judge sits:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hear ye, hear ye, hear ye, all persons  having anything to do before the  Honorable, the Justices of the  Superior Court now sitting at Boston  within and for the County of Suffolk,  draw near, give your attendance and  you shall be heard. God save the  Commonwealth of Massachusetts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Courtroom is seated. JUDGE motions to the CLERK, who  stands and reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deborah Ann Kaye versus St. Catherine  Laboure, Robert S. Towler, M.D. and  Sheldon F. Marx, M.D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOSEUP",
          "text": "GALVIN at Plaintiff's table, looking down at notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is the Plaintiff ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up) Ready, your Honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Defense...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready for the Defense, your Honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Courtroom. P.O.V. JUDGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin gets to his feet. Walks over to the JURY. Looks at them, appraising. He pauses as before a great effort. Tak a breath. Exhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a terrible thing to sit in  judgment. So much rides on it. I  know that you've thought, 'How can I  be pure. How can I be impartial  without being cold. How can I be  merciful and still be just?' And I  know that most of you have said some  sort of prayer this morning to be  helped. To judge correctly. We have  the reputation of two men. Two well  respected doctors and a renowned  hospital before us. And with those  two respected men we have my client,  Deborah Ann Kaye... (beat) ...who was deprived of sight, of  locomotion, hearing, speech, of  everything, in short, which  constitutes her life. (beat) We are going to prove she was deprived  through negligence. (beat) Through the negligence of those  respected men. We will show: One...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lavishly appointed corridor. Alito and BILLY, the YOUNG LAWYER from Concannon's office, walking slowly down the  corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did he go to see Mary Rooney?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's the only nurse who isn't  testifying for the Doctors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he find?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How good's your intelligence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And so what is the rest of his case  aside from Dr. Thompson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As far as we know, nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alito nods, they stop outside a large double door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank Mr. Concannon for me. Please  tell him I'll see him at his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alito knocks on the door. The door is opened by a YOUNG  PRIEST. Alito nods to the Young Lawyer, enters the Bishop's study The door is closed behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The jury box. One JUROR leans over and makes a whispered  comment to another. The SECOND JUROR nods, inclines his h toward the witness box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DR. Thompson on the stand. Composed, waiting. Concannon  consulting his notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Thompson, just so the Jury knows,  you never treated Deborah Ann Kaye.  Is that correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is correct. I was engaged to  render an opinion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Engaged to render an opinion. For a  price. Is that correct? You're being  paid to be here today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as you are, Sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you board-certified in  anesthesiology, Doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I am not. It's quite common in  New York State...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I'm sure it is, but this is  Massachusetts, Doctor. Certified in  Internal Medicine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neurology?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Orthopedics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just an M.D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know Dr. Robert Towler...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through, through his book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What book is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meth... Methodology and Technique...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...of Anesthesiology?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Methodology and Techniques of  Anesthesiology.' Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am seventy-four years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. Still practice a lot of  medicine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm on the staff of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, we've heard that. Doctor: you  testify quite a bit against other  physicians? Isn't that right? You,  you're available for that? When you're  paid to be there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir. Yes. When a thing is wrong...  as in this case, I am available. I  am seventy-four years old, I am not  board-certified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have been practicing medicine for  forty-six years and I know when an  injustice has been done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you, indeed. I'll bet you do.  Fine. Fine. We'll save the court the  time. We will admit the Doctor as an  'expert witness,' fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in undertone, to  Bailiff) Do we have time this morning to... (glances at watch,  Bailiff nods to him) All right. Mr. Galvin, you want to  continue now, or we can resume with  Dr. Thompson this afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rising) Thank you, your Honor, I'll continue.  Dr. Thompson. Did you examine Deborah  Ann Kaye last night at The Northern  Chronic Care Facility?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sustained. Yes. The witness will  confine his testimony to review of  the hospital records.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(patronizing) I believe that's the law... is it  not, Mr. Galvin...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Thompson. From your review of  the hospital records of May twelfth  nineteen seventy-six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In your opinion, what happened to  Deborah Ann Kaye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cardiac arrest. During delivery her  heart stopped. When the heart stops  the brain's deprived of oxygen. You  get brain damage. That is why she's  in the state she's in today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, Dr. Towler's testified that  they restored the heartbeat within  three or four minutes. In your opinion  is his estimate correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's my opinion it took him much  longer. Nine... ten minutes. There's  too much brain damage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge leans over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Dr. Thompson) Are you saying that a failure to  restore the heartbeat within nine  minutes in itself constitutes bad  medical practice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your Honor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has shouted unconsciously; the whole Courtroom turns t look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Mr. Galvin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I may be permitted to question my  own witness in my own way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd just like to get to the point,  Mr. Galvin. Let's not waste these  people's time. Answer the question,  Mr. Witness. Please. Would a nine  minute lapse in restoring the  heartbeat in and of itself be  negligence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... in that small context I would  have... I would have to say 'no.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you're saying there's no  negligence, based on my question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... given the limits of your  question, that's correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Doctors were not negligent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) I... um...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge shrugs, meaning, \"Well then what in the hell ar we doing here?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge and Witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Witness starts to step down. Galvin strides over to h and speaks to the Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not through with the witness,  your Honor. With all due respect if  you are going to try my case for me  I would appreciate it if you wouldn't  lose it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge stands, furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. I think that's enough for  this morning. I'll see the Plaintiff's  Counsel in my chambers. Now, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Courtroom rises. The Bailiff is heard, \"All rise, cou is adjourned until one o'clock.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, furious, standing against the wall. The Judge com in from his own entrance, shucking his robe. Equally angr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got a letter from the Judge  Advocate's office on you today, fella,  you're on your way out... They should  have kicked you out on that  Lillibridge case. Now this is it  today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm an attorney on trial before the  bar. Representing my client. My  client, do you understand? You open  your mouth and you're losing my case  for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me, fella...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, you listen to me. All I wanted  in this case is an even shake. You  rushed me into court in five days...  my star witness disappears, I can't  get a continuance, and I don't give  a damn. I'm going up there and I'm  going to try it. Let the Jury decide.  They told me Sweeney he's a hard- ass, he's a defendant's judge. I  don't care. I said, the hell with  it. The hell with it. I'll take my  chances he'll be fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin is pacing. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(conciliatory) Galvin, look, many years ago...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And don't give me this shit, 'I was  a lawyer, too.' 'Cause I know who  you were. You couldn't hack it as a  lawyer. You were Bag Man for the  Boys and you still are. I know who  you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat; barely  controlling anger) Are you done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn right I'm done. I'm going to  ask for a mistrial and I'm going to  request that you disqualify yourself  from sitting on this case. I'm going  to take a transcript to the State  and ask that they impeach your ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You aren't going to get a mistrial,  boy. We're going back this afternoon,  we're going to try this case to an  end. Now you get out of here before  I call the Bailiff and have you thrown  in jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin walking down the corridor, having just come from t Judge's Chambers. Sally Doneghy comes up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does it mean? (beat) I... I mean we, you have other  tactics...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We, yes. Yes. They, they present  their side, and I get the same chance.  To cross-examine... to... to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we going to win? (beat, desperately  needing to trust) We have, you know, other tactics,  though...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods. Beat. Walks off. Galvin turns to the open door the Courtroom, through which the SPECTATORS are reenterin for the afternoon session. Mickey is standing by the door he catches Galvin's eye. They look at each other a moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Towler on the witness stand. Concannon walking away f him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No further questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin at the Plaintiff's table, hastily scribbling notes he looks up. Gets to his feet, walks over to Dr. Towler i the witness box, the CAMERA MOVES WITH him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Towler...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have a record of what happened  in the operating room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, that's correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...there are notations every thirty  seconds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...of the procedures...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, the roving nurse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But those notations stop... (consults notes) ...Four-and-one-half minutes after  Deborah Ann Kaye's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We, we were rather busy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four-and-one-half minutes after her  heart stopped. (beat) And they resume seven minutes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As I've said we had some more...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...they start again three minutes  earlier...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had rather more important things  on our mind than taking notes. (beat) We were trying to restore her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened in those three...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...we were trying to restore her  heartbeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened in those three  minutes...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat; controls himself) We'd gone to 'Code Blue,' we were  administering electro...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did it take that long to get her  heartbeat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection, we've...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to get her heartbeat back...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've touched on this, his own witness  has said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overriding him) ...almost nine minutes... causing  brain damage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your Honor...! Your Honor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brain damage could have been... it  didn't necessarily take nine minutes,  it could have been caused in two...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, wait, wait, you're saying that  her brain damage could have been  caused by her being deprived of oxygen  for two minutes...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(contemptuous) Huh. And why is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because she was anemic. (beat) It's right there on her chart. Her  brain was getting less oxygen  anyway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin is struck dumb. He has just made a terrible error. He looks at Mickey. ANGLE - P.O.V. Mickey looks at Galvin. He shakes his head sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last of the spectators coming out of the court. Galvi and Dr. Thompson are standing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't do too well for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you did fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid that's not true. (beat) Will you want me to stay on till  Monday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No thank you, Doctor. You go  home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know... sometimes people can  surprise you. Sometimes they have a  great capacity to hear the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... I... yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They shake hands. Dr. Thompson walks off. Stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure you don't want me to stay  on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No. Thank you. You go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey walks out of the courtroom arranging papers in his briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going back to the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks off leaving Galvin standing there alone. Laura c out of the courtroom. Tentatively, she looks around. Comes up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura and Galvin walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have a goddamned idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin pacing. Mickey seated. Morose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. What do you do when you don't  have a witness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reciting a catechism;  dispiritedly) You use their witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we tried that. The case is  over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin continues pacing. He will not hear what was just s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how the fuck... You broke the  first law that they taught you in  law school. You never ask a question  you don't know the answer to. (beat) Frankie, wake up. You got your own  expert witness says there was no  negligence. It's over. Period.  There'll be no other cases...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin turns on him, animal-like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are no other cases. This is  the case. (beat) Now you decide... (beat) Are you in or out...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soft, dim lights. Concannon sitting on a couch. He holds red-backed file document. His listener is unseen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know how you feel. I know you don't  believe me, but I do. I'm going to  tell you something I learned when I  was your age. I had prepared a case.  Mr. White asked me, 'How did you  do.' (beat) I said, 'I've done my best.' He said,  'They don't pay you to do your best.  They pay you to win.' (beat) That's what pays for this office. (beat) And that's what pays for the pro  bono work that we do for the poor.  And for the kind of law that you  want to practice. And that's what  pays for your clothes and my whiskey,  and the leisure that we have to sit  back and discuss philosophy. (beat) As we're doing tonight. (beat) We're paid to win the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONCANNON AND LAURA",
          "text": "Laura sitting across from him, impassive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You finished your marriage. You wanted  to come back and practice law. You  wanted to come back to the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat. He hands the red-backed document to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOCUMENT",
          "text": "stamped CONCANNON, BARKER, WHITE. Confidential. Eyes only",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lonely middle-class hotel corridor. HOLD. HOLD. Laura,  tired, enters the corridor from the side and proceeds awa from the CAMERA. The CAMERA FOLLOWS her to her door. She  stops, takes out her key, tiredly opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura opening the door, looks down, sees something, bends down to pick it up. Straightens up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSERT",
          "text": "A hotel envelope, The Hotel Lincoln - Boston, Mass. on th letterhead. Laura's hands open the message, take out a sh of yellow legal paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura closes the door behind her, she does not turn on th light, walks over to a couch by the window, sits down, al the while reading the paper by the outside light. She low the paper to her lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSERT",
          "text": "The legal sheet. It reads, handwritten: Laura. I'm going to try. When this is over can we go away Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey on his feet, pacing. Galvin at a blackboard on whi is written, \"Dr. Towler. Dr. Marx. Admitting Form.  Anaesthesia.\" Etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why doesn't Mary Rooney testify?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you with me... are you awake...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I'm awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rooney's protecting someone. Who is  she protecting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Doctors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's protecting the Doctors she'd  be up there on the stand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(listlessly) Read me what she said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin flips through his notes. Reads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'You guys are a bunch of whores...  uh... loyalty... you don't care who  gets hurt... you don't have any  loyalty...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...one of the other nurses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who? They're all testifying. Everybody  who was in the O.R.'s going to take  the stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. Who wasn't in the O.R.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What difference can that make...?  All right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts checking the charts. Sighs. \"This is useless...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... the admitting nurse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did she do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She didn't do anything. She took the  patient's history and signed the  charts. 'K.C.' (looks in the notes  for what the initials  signify) 'Kathy Costello...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The 'History'...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(explaining) How old are you, how many children...  when did you last eat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Rooney and another Nurse walking down the corridor  carrying foil-covered dishes of food, chatting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin watching them from behind a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Nurses come to the corner, Galvin walks past. \"Notice Rooney. Stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Rooney. Oh. Listen. (beat) I understand what you are doing. And  I want you to know it's all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods, starts off in the direction he was going in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin turns, confused. Goes back to her. Warmly,  conciliatory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About Kathy Costello. (beat) I understand, and I don't blame you  for shielding her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat. Mary Rooney motions the other Nurse to go away. She steps closer to Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I spoke to her, and everything is  all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I, what are you talking about? I  talked to her this morning, and she  said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods) She told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(credulous) She did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just saw her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In New York?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You saw Kat in New York... (beat) ...or is she in town? Is she in  town...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. It occurs to her that she's been duped, as Galvin s off hurriedly down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura. SEEN from the back, walking down the corridor. CAM FOLLOWS her. She stops outside Galvin's door. She turns. We SEE she is carrying a tray of coffee containers. She o door. CAMERA FOLLOWS her INTO the office. Mickey is on th phone in the vestibule, Galvin is on the phone in his off He is just hanging up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura starts distributing coffee. Galvin shouts to Mickey the far room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't have anything from the Nurse  Association?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The broad has disappeared...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hospital...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura goes into Galvin's office with coffee. CAMERA FOLLO her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No records since she quit in '76.  She quit two weeks after the incident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura hands coffee to Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Mickey) Call the A.M.A. (to Laura) ...I can't talk now. (to Mickey) ...tell them you're Dr. Somebody...  you have to find this nurse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...yeah... good...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...you need some old forms that she  had... somebody's dying...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin picks up the telephone. Looks down to telephone bo in front of him, open on desk. ANGLE - P.O.V. New York City telephone directory. Two columns of COSTELL Thirty of them crossed off. Galvin on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Mrs. Costello...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry to bother you so late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura goes over to the couch, sits. Lights a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Mr. Goldberg in Accounting.  We have some money here for you...  This is the Mrs. Costello that used  to be a nurse? (beat) I'm sorry. I think we have our records  mixed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura sitting on the couch. Tense. Smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you related to Kathy Costello,  the R.N.?... I'm sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear Mickey on his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, this is Dr. Dorchester in  Boston. This is an emergency. A nurse  left my employ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura on the couch. Galvin dialing the phone. Mickey HALF SEEN in the next room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...four years ago...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello. This is Mr. Dorchester in  Records. We're looking for Kathy  Costello...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice over; in the  other room, shouting) I need a cigarette! (resumes on-the-phone  tone) She left my office four years ago,  we're looking for a chart... (covers phone; again  shouts) I need a cigarette...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura looks around the desk, picks up one then another pa crushes them, empty. She nods to herself, picks up her co off the couch in the anteroom, and starts down the hall. Going through the door, she turns, looks back. ANGLE - P.O.V. Galvin in the inner office, on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. I'll hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up. Sees Laura, gives her a half-smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Near the cash register of an all-night diner in the busin district, the deserted streets outside. Laura -- standing next to a wall phone, exhausted. She is handed a cardboar tray with three coffees on it and two packs of Pall Malls and some change by the Proprietor. She takes the change a turns her head to look at the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey asleep on the couch, coffee containers around him, ashtray full of butts. Beat. We hear a telephone being di",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, exhausted, smoking, on the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello. This is Ross Williams. I'm  calling from California. I'm sorry.  I know it's late in the East, but  this is an emergency. May I please  speak to Kathy Costello? (beat) I'm sorry. My records must be  confused. This is the family of Kathy  Costello...? Please excuse it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up. Reaches for a bottle of whiskey on his desk. Pours a shot into a glass. Downs it. His attention is cau by something across the room. ANGLE - P.O.V. Laura asleep on the couch, covered in Galvin's overcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin looks gratefully at her. He begins dialing the pho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small bundle of mail is pushed through the vertical slo and falls to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Interior office. Early morning. Galvin asleep with his he on his desk. Mickey asleep in a chair. Laura asleep on th couch, covered with Galvin's overcoat. Galvin wakes up,  startled by the sound of the mail dropping. He picks up t phone mechanically. He realizes it is morning and he has  been asleep. He replaces phone. He surveys the office. Dead, resigned. He closes the phone book. He reaches in a pack of cigarettes on the desk. It is empty. He roots in ashtray for a long butt. This disgusts him. He rejects it Rubs his eyes. Gets up. Goes to the window, stares out. L back at the scene in his office. It is over. He stands by Laura and looks down at her, he looks at Mic He has let them down. He goes to a cabinet under the lawb and takes out a bottle of whiskey and a water glass. He w into the anteroom. Sighs, sits on the couch near the door Glances at the several letters that have just fallen thro the slot. He pours a half-tumbler full of whiskey, and dr it. He refills the tumbler. He absently picks up the mail and starts mechanically sorting through it. He stops at a official-looking piece. ANGLE - P.O.V. The letter, return address MASSACHUSETTS BAR ASSOCIATION. URGENT. He lethargically opens the letter. On Bar Association  letterhead, it reads: \"You are directed to appear on Janu 15th to show cause why you should not be disbarred. You a permitted to be represented by counsel of your choice, an",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin reading the letter. He crumbles it and throws it i the wastebasket. He looks at the next letter and skims it into the wastebasket. He looks at the next letter and sto ANGLE - P.O.V. It is a phone bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin hurrying up the steps of the tenement. CAMERA FOLL him into the vestibule. It is Mary Rooney's tenement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops by the mailboxes, bends over to read the names. ANGLE - P.O.V. The mailboxes: Swoboda; Murch; M. Rooney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin straightens, looks around the vestibule, takes hea letter opener from his jacket pocket and pries open the R mailbox. He extracts letters and rifles through them. ANGLE - P.O.V. Mary Rooney's phone bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin in an old-fashioned sit-down phonebooth in a drugs He is dialing the phone, holding the phone bill. The oper answers, he starts dropping change into the slot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone bill opened. It reads, \"Rooney, Mary A. 263 Chu Street, Arlington, Mass.\" Various local charges. One call Chicago. One call to Fort Lauderdale. Eight calls to New  York. The calls to New York are circled in pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice over; on phone) Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, I'm calling from...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're selling something, I'm  late for work...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm calling from Professional Nurse  Quarterly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the magazine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Mr. Wallace in Subscriptions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come you're calling me from...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Miss Costello...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Price...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy Price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We find that your subscription  lapsed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs) My subscription lapsed three years  ago...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why I'm calling, Miss Price...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Missus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have a renew-your-subscription  offer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We get it at work. We get the magazine  at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, we know that you do. I have it  in my files. That's at the Manhattan  Health Center...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. At Chelsea Childcare. Okay. Look,  call me Monday, hey? I'm late for  work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin scribbles on pad as we hear Kathy hanging up. \"Kat Price. Chelsea Childcare.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin hurrying across the lobby. Stops by DO IT YOURSELF SHUTTLE TICKET COUNTER. Takes form, starts to write on it ANGLE - P.O.V. The form \"BOSTON - NEW YORK SHUTTLE. SELF SERVICE TICKET. Galvin filling in his name and address in pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura asleep on the couch. Mickey asleep on the other cou The phone is ringing. She wakes up. Looks around. Goes  groggily to phone, answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on phone) Hello? Mr. Gal... where are you...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey wakes up, looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to New York? I... you're  kidding... Because I'm going to New  York. (beat) I just got a call. I have to go sign  papers. About my divorce. I... good.  Frank. We'll meet there. All right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey has woken up. Swings his feet to the floor. Picks a pack of cigarettes. Crushes it. It is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we meet there, Joe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey gets to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Laura) You got a cigarette...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shrugs, \"I don't know...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the Beacon. On Fifty-third  Street... we can spend the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey has gone over to Laura's purse. Opens it, rummagin Comes up with a pack of cigarettes. He sees something in purse. Stops. ANGLE - P.O.V. The open purse. The red-backed legal form. The letterhead reads, \"CONCANNON, BARKER, WHITE,\" stamped huge across it black: \"CONFIDENTIAL. EYES ONLY!!!\" Mickey takes out the  form, turns page. It reads, \"Report on Joseph Galvin,\" li haunts, habits, and is heavily notated in various types o pen and pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on phone) At around four...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey replacing the form and the cigarettes. He re-close the purse. He turns to her. She has seen nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel the same way, Joe... I'll see  you this afternoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got any cigarettes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two very young children walk across a play area. The door the play area opens and Joe Galvin, in overcoat, comes in He looks around the room, starts to walk across it. CAMERA PANS WITH him to REVEAL a woman, KATHY, who is  comforting a crying child. Galvin walks over to her. Stan a respectful distance away. She sees him watching her, lo up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. How are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods, happy to be working with the child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been meaning to come in a long  time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You live in the neighborhood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. My nephew's going to be  staying with us in a few months, so  I stopped by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How old is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four. You're great with these kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She beams, caught unprepared in something that is a great point of pride with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're really... (stops, remembering  something) You, are you the one they told me  was the nurse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who told you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gestures back at the  office, vaguely) Mrs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Simmonds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very serious, correct) I used to be a nurse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a wonderful profession. My  daughter-in-law's a nurse. What did  you do, stop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy is lost in thought. This is obviously a very painfu subject for her. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, getting involved in a serious conversation, takes off his overcoat, he is going to stay awhile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come you stopped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is traumatized by the question. The casual conversati has become immediate and painful. She opens her mouth to  speak, then stops, staring at Galvin. He doesn't know wha she is staring at... something on his jacket. He looks do ANGLE - KATHY'S P.O.V. The shuttle ticket, BOSTON - NEW YORK, stuck in the lapel pocket of Galvin's suitcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Galvin. She realizes why he is there. She start to cry quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat; gently dropping  his pretense) Will you help me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The restaurant fairly deserted after the lunch crowd. Emp tables -- crisp linen, Laura alone at a table, watching t door, an untouched cup of coffee in front of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doorman opens the door of a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey Morrissey standing in an alcove under the marquee, looking out at the street. ANGLE - P.O.V. The street. Pedestrians. Joe Galvin comes walking hurried smiling, down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey starting down the steps, intercepts Galvin. Galvin looks up, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is moving Galvin off down the sidewalk, away from the  Hotel. CAMERA STAYS STILL, and their voices get fainter a they move away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing in New York...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, we'll get a cup of coffee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They continue walking. We cannot hear them. Galvin is bec agitated. He stops Mickey, stands there, Mickey very sad, Galvin incredulous, talking to him. Mickey nods. Galvin starts hurriedly back down the street toward the H",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LONG SHOT of Laura seated at a table alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin at the entrance to the restaurant looking at her. walks over to her slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOSEUP",
          "text": "Laura, looks up, sees him, smiles. Her smile fades, she s that he knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura getting up from the table. We SEE her back, and Gal approaching. We SEE her shoulders droop, beaten. He draws closer. Galvin comes up to her, his face a mask of pain a confusion. She sighs, starts to speak. Stops. Beat. They  look at each other -- he starts to speak, cannot. He knoc her to the floor, she upsets the table. A large man at th next table starts to restrain Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as if in shock) It's all right... it's all right...  it's all right... it's all right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin and Mickey seated next to him, flying home in sile Mickey smoking a cigarette. Galvin stone-faced, beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I talked to Johnnie White at the Bar  Association. (beat) The broad used to work for one of  Concannon's partners in New York  awhile ago. (beat; lamely) She wanted to move to Boston. (beat) How badly did she hurt us, Joe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got a mistrial, you know. Joe --  did you hear what I said...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want a mistrial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doorway to his study. A basketball game dimly SEEN in the half-light. Mickey, o.s.:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not here. (pause) Yeah. I don't know when. (pause) All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sound of him hanging up a telephone. He enters the frame  carrying a bottle of booze, goes through door into study.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Knicks are pressing hard... (etc.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits on a sofa opposite the television. Watches the ga a beat. Opens the fresh bottle of whiskey and pours a lar shot into the almost-empty glass in front of him. Looks t his left. Reaches behind him to some glasses on a shelf,  takes one down, pours drink into the new glass, leans to left, CAMERA MOVES WITH him, and we SEE Galvin sitting in deep leather armchair, staring. Mickey offers him the dri Galvin becomes aware of him, shakes his head \"no.\" Beat. Mickey moves back into his seat, they both stare at the  television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Half full of spectators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin gets up from Plaintiff's table, takes up a large b as Dr. Towler takes the stands. He reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Towler; page 406,  'Contraindications to general  anesthetic. Ideally a patient should  refrain from taking nourishment up  to nine hours prior to induction of  general anesthetic.' Does that sound  familiar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I wrote it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin shows the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Practice and Methodology in  Anaesthesia.' General textbook on  the subject. Is that correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I. Yes. It is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you wrote that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading) ...Page 414, 'If a patient has taken  nourishment within one hour prior to  inducement, general anesthetic should  be avoided at all costs because of  the grave risk the patient will  aspirate food particles into his  mask.' Is that what happened to  Deborah Ann Kaye? She aspirated into  her mask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She threw up in her mask, yes. But  she hadn't eaten one hour prior to  admission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If she had eaten, say one hour prior  to admission, the inducement of a  general anesthetic... the type you  gave her... would have been  negligent...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negligent. Yes... it would have been  criminal. But that was not the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin signals he is done. The Judge signals Dr. Towler t leave the stand, which he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Concannon...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing further, your Honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Galvin, rebuttal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Bailiff) Katherine Price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bailiff calls out her name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katherine Price...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy at the back of the court, coming down the aisle. As she passes the Defendant's table, Towler grabs Marx and s whispering frantically. Concannon looks on, ignorant of w is happening. We hear Dr. Towler's \"Oh, my God...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin surveys the courtroom, Kathy crosses in front of h takes the stand, we hear the Bailiff administering the fo as we WATCH Galvin turn and look at the Jurors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "State your name please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katherine Lynn Price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'you swear that the evidence you  are about to give will be the truth,  the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bailiff swearing in Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...whole truth and nothing but the  truth, so help you God?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be seated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits, the Bailiff retires, Galvin walks over to her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy Price...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were the Admitting Nurse at St.  Catherine Laboure Hospital on May  twelfth, nineteen seventy-six, the  night Deborah Ann Kaye was admitted...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin holds up a form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You signed this form?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks closely at it. Is satisfied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are your initials, 'K.C.'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy Costello. That's my maiden  name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'you ask the patient when did she  last eat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did she say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She said she had a full meal one  hour before coming to the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And did you write the numeral 'one'  down on the record, standing for one  hour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A single hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin walks away from the witness box. He looks at the j He turns to look at the spectators. His thoughts are a mi miles away. Unconsciously he straightens his tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin in front of the dead-still courtroom. He breaks hi reverie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Concannon) Your witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon is on his feet as Galvin walks back to his tabl Concannon walks over to Kathy and begins forcefully:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are aware of the penalties for  perjury...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. (beat) It is a crime. A serious crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You would not...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In fact, you've just taken an oath  that you would not commit perjury.  You've just sworn to that. Isn't  that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...sworn before God you would tell  the truth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now. I'd like to ask you something:  four years ago, when you were working  as a nurse, are you aware that Drs.  Towler and Marx based their treatment  of Deborah Ann Kaye on this chart  that you signed...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And wasn't that an oath...? These  are your initials here: K.C. When  you signed this chart you took an  oath. No less important than that  which you took today. (beat) Isn't that right? (beat) Isn't that right...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, please, which is correct? You've  sworn today the patient ate one hour  ago. Four years ago you swore she  ate nine hours ago? Which is the  lie. When were you lying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know these doctors could have  settled out of court. They wanted a  trial. They wanted to clear their  names.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you would come here, and on a  slip of memory four years ago, you'd  ruin their lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They lied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'They lied.' Indeed! When did they  lie? And do you know what a lie is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding chart) You swore on this form that the  patient ate nine hours ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not my handwriting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've just said you signed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I, yes, I signed it, yes. But  I, I didn't write that figure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't write that figure. And  how is it that you remember that so  clearly after four years?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking a paper out  of her purse) Because I kept a copy. I have it  right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks toward Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin nods, meaning, \"You did it perfectly.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon, the Judge, Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection! This is ri... expect us  to accept a photocopy, we have the  original right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll rule on that presently. (beat) Proceed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon is taken up short. Amazed at the Judge's reacti he pauses an instant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please proceed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon motions to Billy, the young lawyer, who nods in response and starts whispering instructions to his collea at the Defense table, who start leafing through their  lawbooks. Concannon takes up the fight again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...what in the world would induce  you to make a photocopy of some  obscure record and hold it four years?  This is a... why? Why would you do  that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I would need it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And why, please tell us, would you  think that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After, after the operation, when  that poor girl, she went in a coma.  Dr. Towler called me in. He told me  he had five difficult deliveries in  a row and he was tired, and he never  looked at the admittance form. (beat) And he told me to change the form.  He told me to change the one to a  nine. (beat) Or else, or else, he said... (beat; starts to cry) He said he'd fire me. He said I'd  never work again... Who were these  men...? Who were these men...? I  wanted to be a nurse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is weeping copiously. A beat. She starts to get herse under control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No further questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You may step down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. Kathy starts to get down. She looks to Galvin for  assurance. Galvin nods at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Galvin...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy getting down from the stand. The Judge addressing  Galvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing further, your Honor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Concannon...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon is signalled by Billy, the young lawyer at the  Defense table, who is gathering notes from his colleagues who have been researching during Kathy's speech. Concannon walks over to the table and is quickly \"talked  through\" the notes by Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Concannon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon cuts Billy short, meaning, \"Yes, I understand, far ahead of you,\" he takes the notes and returns to the  bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, your Honor. We object to  the copy of the admissions form as  incompetent and essentially hearsay  evidence and cite McGee versus State  of Indiana, U.S. 131 point 2 and 216  through 25 of the Uniform Code: 'The  admission of a duplicate document in  preference to an existing original  must presuppose the possibility of  alteration and so must be disallowed.'  And, your Honor, having given the  Plaintiff the leeway we would like  your ruling on this issue now: we  object to the admission of the Xerox  form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...one moment, Mr. Concannon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge nods, meaning, \"I am considering...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge. He is making some notations on a page in front him. He nods to himself, he has reached a decision. He lo up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The document is disallowed, the jury  will be advised not to consider the  testimony of Kathy Costello regarding  the Xerox form. (explains to them) It's unsubstantiated and we can't  accept a copy in preference to the  original...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, your Honor. Further: Ms.  Costello is a rebuttal witness. As a  'Surprise Witness' she may only serve  to rebut direct testimony. As her  only evidentiary rebuttal was the  admitting form, which has been  disallowed I request that her entire  testimony be disallowed and the jury  advised that they must totally  disregard her appearance here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to uphold that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin getting to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I object, your Honor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overruled...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exception!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noted. Thank you. (to Jury) Miss Costello was a rebuttal witness.  Her sole rebuttal was the document,  which has been disallowed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, silent, fuming, sitting at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her entire testimony must be stricken  from the record. You shouldn't have  heard it, but you did. Now, that was  my mistake... and you must strike it  from your minds, give it no weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin takes a sheet of legal paper and starts writing on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Legally it's over. Concannon was  brilliant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me about Kaitlin Costello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing to tell. It's been  stricken from the record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. Did you believe her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FULL COURTROOM -",
          "text": "All looking slightly to their right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Galvin...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALVIN",
          "text": "In front of the full jury box. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, so much of the time we're  lost. We say, 'Please, God, tell us  what is right. Tell us what's true.  There is no justice. The rich win,  the poor are powerless...' We become  tired of hearing people lie. After a  time we become dead. A little dead.  We start thinking of ourselves as  victims. (pause) And we become victims. (pause) And we become weak... and doubt  ourselves, and doubt our  institutions... and doubt our  beliefs... we say for example, 'The  law is a sham... there is no law...  I was a fool for having believed  there was.' (beat) But today you are the law. You are  the law... And not some book and not  the lawyers, or the marble statues  and the trappings of the court...  all that they are is symbols. (beat) Of our desire to be just... (beat) All that they are, in effect, is a  prayer... (beat) ...a fervent, and a frightened prayer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In my religion we say, 'Act as if  you had faith, and faith will be  given to you.' (beat) If... If we would have faith in  justice, we must only believe in  ourselves. (beat) And act with justice. (beat) And I believe that there is justice  in our hearts. (beat) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands still a moment, then surveys the still courtroo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura in the corridor, watching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jurors filing in from the Jury Room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concannon, Young Lawyer, Dr. Towler, Dr. Marx at Defense  table. Young Lawyer scribbles a note, passes it to Concannon, wh ignores it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Plaintiff's table. Galvin looking at the Jury, Mickey at other end of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you reached a verdict?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have, your Honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jury Box. The Jurors seated, the FOREMAN standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your Honor, we have agreed to hold  for the Plaintiff... but on the size  of the award, are we bound...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are not bound by anything, other  than your good judgment, based on  the evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin, totally defeated. Nods his head sadly, as if  commiserating philosophically, with himself. Mickey looks him in grief, with sympathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we permitted to award an amount  greater than the amount the Plaintiff  asked for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin slowly raises his head, turns and looks at the Jur Mickey begins to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. You are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICKEY'S P.O.V.",
          "text": "The courtroom, commotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please retire and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin and Mickey standing near a back staircase, cleanin equipment is lying all around. A large, battered garbage  can. Mickey is lighting Galvin's cigarette. Galvin's hand shakes badly. Something draws his attention at the end of the corridor. He turns his head. ANGLE - P.O.V. Laura, standing at the end of the corridor. Tentative, lo pleading silently, she holds a sheet of yellow legal pape in her hand. ANGLE - INSERT - LAURA'S P.O.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PAPER READS",
          "text": "'Laura. I'm going to try. When this is over can we go awa 'Joe' 'Thank you' ANGLE - GALVIN'S P.O.V. Laura holding the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin and Mickey looking at her. Galvin's face impassive Beat. He turns his back on her. Mickey does likewise. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Galvin) The jury might be out for awhile. (beat; tentatively) You want to run across the street  and get a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. Galvin puts his arm around Mickey's shoulder. They  push through the Exit Door, turning up their collars to t cold. Galvin hesitates a moment as Mickey goes through th door. Beat. He looks back longingly. ANGLE - GALVIN'S P.O.V. The deserted corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galvin standing framed in the doorway. He turns toward th door, his back to the CAMERA, his shoulders slumped. He s for a moment, sighs, straightens up, and walks through th door.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2351"
    }
  ]
}