{
  "movie_id": "MOV2194",
  "scenes": [
    {
      "location": "BEDROOM",
      "time": "MORNING",
      "characters": [
        "SWEDISH CHEF",
        "JACK BLACK",
        "COHORT 2",
        "ABC PRESIDENT",
        "GETTING BACK TOGETHER TO SAVE STUDIO FROM OIL BARRON TEX",
        "ANIMAL, (CONT'D)",
        "KARL LAGERFIELD/MICHAEL KORS/AGNES",
        "HE DIT IT",
        "STEVE/BEN",
        "FOZZY BEAR",
        "FOX EXECUTIVE",
        "VINCE VAUGHN",
        "JOHN MAYER, (0.S.)",
        "ABC EXEC",
        "GARY, (CONT'D)",
        "YOU'RE RIGHT PIGGY",
        "MEYER, NORAH JONES, SARAH JESSICA PARKER, HARRISON FORD,",
        "PEIRS",
        "NOW",
        "CAMERAMAN",
        "GO OFF IN THE THEATER",
        "JANICE",
        "CHARLES GRODIN, (CONT'D)",
        "THE BALCONY.",
        "BUSINESSMAN, (CONT'D)",
        "GONZO",
        "CHEF",
        "HAHAHAHAHAH",
        "SECURITY",
        "WITCH FROM WICKED",
        "MARY, (CONT'D)",
        "SMASH CUT TO",
        "MUPPET TALENT IS I CAN DANCE",
        "ROWLF",
        "OPENING AGAIN",
        "STATLER AND WALDORF SITTING IN THEIR USUAL SEATS",
        "FLASH BEAKER AND HONEYDEW QUICKLY WHEEL THE SLOW MOTION",
        "TELEVISION VO",
        "SGT. FLOYD PEPPER",
        "TEX RICHMAN, (0.S.)",
        "WALTER, (CONT'D)",
        "PIGGY",
        "BOBO",
        "ALL THE MUPPETS",
        "FADE IN",
        "ALEC BALDWIN",
        "FOZZIE BEAR, (CONT'D)",
        "GARY",
        "CAT MANAGER",
        "MACHINE ON STAGE RIGHT TO CHEF AND QUICKLY TURN THE DIAL",
        "JON FAVREAU",
        "ANIMAL",
        "JACK IN THE BOX GUY",
        "CHRISTIAN BALE",
        "PEPE THE PRAWN",
        "NOOOOOOO",
        "MODERATOR",
        "ACTS",
        "PENELOPE",
        "OF YOUR BEESWAX",
        "OLD LADY",
        "ARE BACK",
        "KERMIT LOOKS TO WALTER, GRATEFUL AND PROUD OF HIS YOUNG",
        "SOOTHING VOICE",
        "UNIVISION EXECUTIVE",
        "FOZZIE",
        "MOVED. THEN",
        "GARY, (V.O.)",
        "STATLER AND WALDORF IN THE BALCONY",
        "DAVID HASSELHOF",
        "FLASHBACK",
        "OH KERMIE",
        "THROW ME AGAIN",
        "ALL THREE",
        "SNOWTHS",
        "SUPERMAN",
        "SAVE THE STUDIO",
        "KERMIT",
        "ENOUGH OF YOU, MISTER",
        "KID",
        "THE PAPER",
        "PHOTOGRAPHER",
        "OH MY GOSH",
        "SEAN PENN",
        "COHORT",
        "MAHNA MAHNA",
        "CHARLES GRODIN",
        "GONZO, (CONT'D)",
        "ANNE HATHAWAY",
        "LISA LAMPANELLI",
        "DR. TEETH",
        "JOKE",
        "BEAKER",
        "EVERYONE GOES NUTS CELEBRATING",
        "WALDORF, (CONT'D)",
        "STUDIO",
        "MUPPETS",
        "GET OFF THE STAGE",
        "MISS PIGGY, (0.S.)",
        "JACK BLACK, (CONT'D)",
        "UNIVISION EXECUTIVE, (CONT'D)",
        "ABC EXECUTIVE",
        "FOZZIE BEAR",
        "TEX RICHMAN IN DISGUISE",
        "DR. BUNSEN HONEYDEW",
        "FRENCH PEOPLE",
        "MOMENTS LATER",
        "KERMIT, (CONT'D)",
        "TITLE UP",
        "STATLER",
        "TEX",
        "CUT TO FOUR EXTREMELY RICH LOOKING TEENAGERS WALKING THRO",
        "SARAH JESSICA PARKER",
        "DR. HONEYDEW",
        "DR. HONEYDEW, (CONT'D)",
        "MISS PIGGY/KERMIT",
        "MISS PIGGY",
        "RICH KID",
        "PRECIOUS",
        "FLURGY BURGY BURGY",
        "STOP THE CAR",
        "MUSIC UP",
        "GARY /WALTER",
        "AYAYAYAYAYAYAAAAAA",
        "MARY",
        "ARE YOU CRAZY, WOMAN",
        "ORSON WELLS",
        "KERMIT, (V.O.)",
        "BARTENDER",
        "PIGGY, (0.S.)",
        "NUMBER. TOGETHER AGAIN",
        "KERMIT/WALTER",
        "SHARON OSBOURNE",
        "TOGETHER AGAIN",
        "WALTER, (V.O.)",
        "THE GROUP CHEERS",
        "SAM THE EAGLE",
        "MEEP MEEP MEEEEEEP",
        "ABC EXECUTIVE, (CONT'D)",
        "BRUCE SPRINGSTEEN",
        "THERE",
        "CUT TO",
        "INTO A SHARK TANK",
        "NORAH JONES, (0.S.)",
        "FOZZIE, (CONT'D)",
        "WALTER",
        "WE'VE GOT TO FIND KERMIT",
        "SAM THE EAGLE/GANG",
        "PROTEGE.",
        "CUT TO MOMENTS LATER",
        "RICH KID 2",
        "MAITRE DE",
        "BE TOGETHER AGAIN",
        "BILL HADER",
        "WALDORF",
        "SIGN IT",
        "PRIVACY",
        "WALTER/GARY",
        "RIZZO",
        "MATT DAMON",
        "ANIMAL HOLDING HIS FLUTE",
        "GEORGE CLOONEY",
        "GARY, (0.S.)",
        "MEL BROOKS",
        "PRISON GUARD",
        "TOUR GUIDE",
        "HOST",
        "-- A FOX EXECUTIVE",
        "SCOOTER",
        "AHHHHHH",
        "SAM THE EAGLE, (V.O.)",
        "CBS EXECUTIVE",
        "CELEBRITIES",
        "OH MY GOD",
        "EVERYONE",
        "WHAT DO YOU SAY WE PRACTICE THE",
        "TEX RICHMAN",
        "BUSINESSMAN"
      ],
      "dialogues": [
        {
          "speaker": "FADE IN",
          "text": "A series of shots of a pristine, classic American small t Something straight out of Pleasantville. --People walk down the street and say smiling goodmorning they pass each other. --A milkman drops off milk to a white picket fenced house --Children ride their bikes to school -- People exit a bakery with fresh rolls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pan through a bedroom who’s walls are covered with posters. Muppet posters. Muppet newspaper clippings. A fr photo of a Time magazine cover which features Kermit stan in front of the rest of the Muppets with a headline that reads “Who's the funniest Muppet.” There is also a row of framed photos, the first is of a y boy with a nondescript brown Puppet. We follow the row of photos as the boy grows progressively older, his puppet always by his side, ageless. We reach the last photo of t row and the boy is now thirty, arm around his puppet. We continue to pan and find the man, Gary, laying in bed peacefully asleep, a contented smile on his face. THE ALA GOES OFF. Gary lazily wakes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Walter! Wake up! Today’s the day we go to Los Angeles!!! We widen to reveal Gary’s brown puppet asleep in a smalle bed next to Gary ala Ernie and Bert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(waking excitedly) Los Angeles!!! I can’t believe it!! We’re gonna get to go to Muppet Studios right!? You promised!? You weren’t pranking me right!!? If you were pranking me that’s a really mean prank!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing) No buddy! I would never prank you like that! You’re my best friend! I know you love the Muppets!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Wooo hooo! Let’s get ready! Los Angeles, here we come!!!! Walter hops out of bed and begins dancing around the room is actually a pretty good dancer, if not a bit spastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary and Walter exit their small but charming house weari matching Powder Blue suits and brown ties which are way t short with knots that are far too large. They each carry suitcase, Walter’s obviously is far smaller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Alright old buddy, let’s go grab Mary at School and we’re off to Los Angeles!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Los Angeles! The two walk, a spring in their step, literally across th street to a charming and small schoolhouse which reads “SMALLTOWN ELEMENTARY SCHOOL”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary and Walter enter the back of a small classroom where MARY (25) is teaching a class of 3rd Graders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "So, I hope you all have an amazing spring vacation! Try to study your timetables in between having a whole lotta fun!!! Love you kids! See you in two weeks!! The kids all rise and head out. One by one, they each han Mary an apple until she is left with thirty or so apples. Gary approaches and gives her a small kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Hey, so you all ready for our big vacation?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bet! This is the best anniversary present ever! We are gonna have such a great time. I've always dreamt of seeing Los Angeles!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "And the Muppet Studios!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You bet Walter! Now let me grab a sack for these apples and let’s get going! To Los Angeles!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER/GARY",
          "text": "To Los Angeles!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter, Gary and Mary wait excitedly at the Smalltown bus stop. Mary has her suitcase and a big sack of apples. Aft moment an absolutely pristine, perfectly polished shiny silver old time greyhound bus pulls up with a sign that s “LOS ANGELES” They get on the bus. We watch as the bus pu away, travelling only a few yards before it passes a sign which reads: “NOW LEAVING SMALLTOWN, USA. WE’LL MISS YOU!!!” As they leave Smalltown, USA the population sign drops fr 102 to 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pan through the bus. Literally everyone is eating one Mary’s apples. We reach Gary, Mary and Walter towards the back of the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "I can’t believe it! A tour of the Muppet Studios! Who knows, maybe Kermit will be there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I wouldn’t get your hopes up Walter. You know the Muppets broke up. I don’t think they use the studios for anything but tours anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think that’s just an internet rumor, like Global Warming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Actually Global Warming is a very real---",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(interrupting) Muppet Studios! I just can’t believe it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "It'll be great. Now if you don’t mind, I think we’re gonna try to get some sleep buddy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Sure, no problem!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Walter is sitting next to an old lady who is clearly tryi to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (CONT'D)",
          "text": "And then there was an episode where Gonzo and Fozzie---",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "If you don’t mind, I’m trying to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Walter sits next to a ten year old kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "And then one time, Miss Piggy was doing “Pigs in Space” and she---",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "If you don’t mind, I’m trying to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Tight on Walter talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "And Rolph, man, Rolph could play piano like nobody else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen kid, I’m trying to sleep. Widen to reveal Walter is talking to the bus driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus, which is now a regular, dirty, modern day Greyho pulls up in front of the Mann’s Chinese Theater. The door open and our heroes get off and take in their surrounding awestruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I can’t believe it. Los Angeles!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "We're really here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(really excited) Oh my gosh!! It’s Superman!! A middle aged, unshaven man dressed as Superman approache",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERMAN",
          "text": "Want a Picture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(thrilled) Please!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Thank you so much!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(pulling out her camera) I'll take it! She snaps a picture of the three of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERMAN",
          "text": "Ten bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Oh...um...I didn’t realize...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERMAN",
          "text": "You already took the picture. Ten bucks, now, or I break your camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto to Gary) Gary, he’s Superman, you better do what he says. Gary hands over ten bucks. Superman walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Just... unbelievable. I can’t believe we met Superman!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Guys, I don’t think that was the real---",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Superman! Unbelievable! So, when do we go to the Muppet Studios?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "(checking his itinerary) Our tour isn’t for an hour! Let’s check out Los Angeles!! The group cheers! BEGIN CHECKING OUT LOS ANGELES MONTAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC UP",
          "text": "--- Our heroes go surfing --- Our --- Our --- Our --- Our --- Our --- Our heroes eat at Pink’s Hot dogs heroes take a double decker bus tour heroes go skiing heroes ride a roller coaster heroes eat at Spago heroes watch a movie on the IMAX screen EXT. VENICE BOARDWALK —- CONTINUOUS Our heroes are walking down the boardwalk. Gary checks hi watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Oh my gosh! We only have twenty minutes to get to the Muppet Studios! Let’s go check into the motel, unpack our things, wash up, change, and get over there!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our heroes come running up to the Muppet Studios out of breath, showered and changed. Walter is wearing a Kermit shirt. He takes a moment to admire the huge sculpture of Kermit which adorns the studio. He begins to tremble a bi Mary puts her arm around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Don’t be nervous Walter. It’1ll be great!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(shaking, growing agitated) But..but... What if I get to meet Kermit...and we reunite the gang to put on a show!!! And for a while it seems like I'll be too nervous to perform, but then at the last minute I overcome my fears! And then he asks me be a Muppet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Don’t worry buddy, that’s not gonna happen. I promise. You have nothing to worry about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter, Gary, Mary and three or four other really tourist looking visitors are taking a tour of the Muppet Studios, which has now been turned into a Paper Factory. It could be more boring or corporate in appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOUR GUIDE",
          "text": "So, this used to be the building where all of the costumes were designed. Now its where American Paper Company punches the holes in their three hole punched paper. The tour watches on bored. They walk to the next building TOUR GUIDE (CONT’D) This is where Dr. Bunsen Honeydew and his assistant Beaker developed almost all of their unique and wholly impractical inventions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Can we go inside!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid not. Now its where trees are turned into mulch and pressed into colored construction paper. It’s filled with toxic chemicals. The tour guide continues walking. He passes a very small bungalow. TOUR GUIDE (CONT’D) And this used to be Kermit’s office, it’s perfectly preserved inside, just as Kermit left it. You really should see it. (beat, then continues walking) Now this next building is where they put the lines on paper to make lined paper. Let’s go inside and take a look. The tour follows, all except for Walter, who lags behind staring at Kermit’s office. He takes a sneaky look to the group, who all look extremely bored, and decides to make move. INT. KERMIT’S OLD OFFICE - MOMENTS LATER Walter opens the door to Kermit’s office. There is dust a cobwebs everywhere, though everything seems to be untouch There are framed photos on the walls of Kermit with all s of celebrities, including one with Jim Henson. He passes a shelf with many award statues: An Emmy, An Os A Grammy, An NAACP Award, A Nobel Prize, An Olympic Medal is in awe, when SUDDENLY THE DOOR BURST OPEN. Walter ducks behind the desk for cover. In walk STATLER a WALDORF, who are giving a tour to a man in a suit anda cowboy hat. This is TEX RICHMAN, and for now, he seems ni enough. He is with several of his “associates,” including unnatractive Bear puppet called Bobo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATLER",
          "text": "This is Kermit’s old office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDORF",
          "text": "Or so we've been toad. The two share a trademark chuckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’ve loved the Muppets since I was just a boy. And what better way sirs, to honor the Muppets than to make this beautiful studio a Muppet museum. A shrine if you will. I think I’1l call this room -- The Kermit’s Office Room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATLER",
          "text": "We don’t care what you call it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDORF",
          "text": "As long as the check clears. Waldorf hands Tex a giant contract.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDORF, (CONT'D)",
          "text": "Here’s the Standard Rich and Famous Contract Kermit signed twenty five years ago. This contract is absolutely, positively iron clad. With one exception that shouldn't be an issue for any logical reason, but I should let you know if the Muppets put on a show and get ten million viewers before this contract expires, we can no longer sell Muppet studios to you. The contract expires... (he uses a monocle to read the fine print.) .. in two weeks at which point this property is yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATLER",
          "text": "If I didn’t know better I’d say you were reciting some sort of important plot point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDORF",
          "text": "I hope so. Otherwise I just bored the audience half to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATLER",
          "text": "You mean half the audience is still alive? Statler and Waldorf laugh and exit. IMMEDIATELY AFTER THE DOOR CLOSES, TEX’S TONE SHIFTS. HE SPEAKS MANICALLY TO HI COHORTS. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX",
          "text": "There’s oil under this studio, see!!! I can smell it. I can smell it in my wallet. Sweet sweet oil. In two weeks, we tear this place to the ground and start harvesting the sweet sweet oil under this waste of space. Muppets. (he spits) The Muppets ain’t funny!!! No one is!! Least of all the Muppets! They’ve never made me laugh! Not once. The only way they could save the studio according to this contract is if they get back together and put on a show within the next two weeks that draws in 10 million viewers, but that ain’t gonna happen. No sir. This studio is gone, see. And me, well I’m gonna be even richer than I already am. Maniacal Laugh. Maniacal laugh. Walter listens in shock as Tex’s cohorts begin laughing Maniacally. Oddly Tex Richman just keeps repeating “Mania laugh” as they all exit. Walter rises, looks around nervously, then sprints out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter comes tearing out of the studio, past security, emitting a high pitched and frantic scream. Gary and Mary chase after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The entire bus stares silently at Walter who continues to out his high pitched scream as he rides. Gary and Mary si beside him, also just staring, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter sits on the bed continuing to scream. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(to Gary) Gary, you've got to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I’ve tried everything I can think of. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "There’s got to be something. Gary considers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "(to Walter) Sorry buddy. And Gary SLAPS WALTER, sending him flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter runs over and SLAPS GARY sending him flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary, Mary and Walter drive through Los Angeles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "...then when he thought he was alone, he said “There's oil under this studio, see! I'm gonna tear it the ground, see? Sweet sweet oil, see!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "People still talk like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "I know, it seemed kind of on the nose. He said the only thing that could stop him would be if the Muppets got back together and put on a show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "That's impossible. The Muppets broke up. No one can get them back together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "They're just taking a break! Kermit can get them back together. Kermit can do anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Yeah, but how do we find him? No one’s seen Kermit in years. Not since he retired. \f12. They drive past PINK’S HOT DOGS where a man with a STAR M SIGN is set up in front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary screeches to a halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (CONT'D)",
          "text": "I’ve got an idea!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary, Mary and Walter drive while eating HUGE CHILLI DOGS",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "So how are we gonna find Kermit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "(mouth full) The hot dog guy told me he lives in Malibu. He’s become some sort of a recluse. He never leaves his house, and nobody ever goes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "So let’s go to Malibu. We’ll find him, I know we will. To Malibu!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our heroes drive slowly through Malibu, crestfallen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "We've been driving for hours. I think it’s time to call it a day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(seeing something) Guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "We can’t give up Gary. We just can’t. Even if it means searching for days and weeks --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I’m sorry. It’s too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Guys!? \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER/GARY",
          "text": "What? She points out the window. Next to them is a GIGANTIC GRE MANSION WITH KERMIT’S FACE ADORNING THE SECURITY GATES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "You think they know where Kermit is!?!?! Gary and Mary just look at Walter. EXT. KERMIT’S MANSION - LATER Our heroes stand at Kermit’s gates, unsure as how to proc",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "So what do we do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Throw me over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What if we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Walter jumps into Gary’s arms. He balls Walter up and HUR WALTER, but he doesn’t quite make it over the fence. Inst he hits the top and gets ELECTROCUTED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OH MY GOSH",
          "text": "The electricity keeps Walter on the gates for an excruciatingly long time, until finally he falls, smoking the ground. Gary rushes to his side. GARY (CONT’D) Walter!!! Walter! Are you okay?!? Walter, delirious, looks up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(weak) Throw me again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Guys, I have an idea... \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(melodramatic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROW ME AGAIN",
          "text": "Mary RINGS THE DOORBELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARE YOU CRAZY, WOMAN",
          "text": "They wait in anticipation, finally a voice comes through intercom. IT IS KERMIT THE FROG!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Hi ho. A long beat. No one knows what to do. BUZZZZZ. Like a scene from the Wizard of Oz, Gary, Walter Mary stand frozen as the huge gates open to Kermit’s mans After a long beat, Kermit emerges from his front door and walks towards them. He looks the same physically, but he walks very slowly with a cane and wears a Hugh Hefneresqu smoking jacket. As he limps towards them, our group takes what is by any stretch, a sad sight. Kermit is old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Oh my gosh. He’s... he’s... old. As Kermit walks towards them, Walter begins to cry. Kermi sees this and stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Are you crying? No, I was just... He throws down his cane, does a perfect summersault, and begins tap dancing. The gang watches confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "I was just kidding. It’s the whole Willy Wonka thing. I’ve just always wanted to do that. Come on in! INT. KERMIT’S MANSION - LATER Kermit, Gary and an EMBARRASSINGLY STAR STRUCK WALTER sit Kermit’s lavish living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I thought you were a recluse? \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "No, not at all. I love people. After I retired, that rumor got started and then people just stopped coming by. It gets kind of lonely. I’m actually glad you came by. So, what brings you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Well sir, my friend Walter heard some disturbing news today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "(to Walter) Oh yeah, what’s that? All turn to Walter who just stares at Kermit, trembling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "What’s the matter, cat got your tongue? Walter NODS vigorously. Kermit BENDS DOWN and grabs his c",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "C'mon, Miss Fluffy. This is neither the time nor the place. The cat SPITS OUT a puppet tongue. Kermit hands the tongu to Walter who reattaches it to his mouth. They watch for painfully long beat as Walter starts shaking again, harde and harder. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(terrified) P...PP....PPPPPPP..... Peanut!!! All look at Walter, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "When he’s nervous, peanut’s the only thing he can say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Peanut! I’m sorry. I’m nervous!!! Peanut!!! (growing more and more agitated) Peanut! Peanut! Peanutpeanutpeanutpeanut! Walter stops to catch his breath. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Oil Barron Tex Richman is gonna tear down the studio to drill for oil!?? And the only thing that’1l save it is if we put on a show that gets ten million viewers within two weeks!?!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(panting and nodding) Peanut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Put on a show? I couldn’t do that on my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Well, what about the rest of the Muppets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I haven't been in touch with those guys in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "You should get them back together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "It’s easier said than done. Kermit’s face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "SINGS “I MISS THE MUPPETS” SONG. As Kermit sings he walks down a hallway of photos and memories. When he reaches the end of the hallway, he awkwardly turns around and sings about the same memories passed once again, however, this time he sings about how impossible it’ll be to get back together because they all have gripes with each other now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "(a song version of this) We would need someone to rally around, someone young and innocent and not specifically any one sort of animal or figure in particular. Someone like...well... (reaching Walter) «you. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(shaking) Me!?! But I’m not a Muppet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "You could be. You seem a little... Muppety. What’s your talent? Walter starts shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "I...I...I don’t even have a talent!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Of course you do. Everyone does. You just have to find it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "But...I don’t know where to look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "(smiling sweetly) I don’t know it’s just sort of... in you. Don’t worry, you'll find it. It’s funny, but you sort of remind me of me when I was young. Walter immediately faints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "Now where were we? Ah yes, Muppets. Kermit hits a button and his wet bar SPINS AROUND reveali GIANT GREEN BUTTON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What... is... that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "It’s the Muppet Emergency Put ona Show Beacon... to be pressed only in case we need to put on a show. I outfitted every Muppet with one of these. Kermit shows our guys his green wristwatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "As soon as that’s pressed, all the Muppets shall be alerted. Will you do the honors? \f18. Walter walks over, lifts the glass shield and very tentatively hits the button. The button lights up BRIGHT GREEN. Suddenly SIRENS DROP DOWN all over Kermit’s house. EXT. KERMIT’S HOUSE Batman-style SPOTLIGHTS with a M SHOOT into the NIGHT SKY INT. KERMIT’S HOUSE Kermit starts RUNNING BACK AND FORTH with his arms in the air, doing a fulls scale MUPPET-PANIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Ahhhhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "(panicked) What’s happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "It’s an emergency! We have to panic! After a beat, Gary, Kermit, Mary and Walter all start run back and forth with their arms up. EXT. CAESAR’S PALACE A sign that says “FOZZIE BEAR ROAST.” INT. CAESAR'S PALACE — CONTINUOUS A line of comedians including Bob Saget, Gilbert Gottfrie Jeff Garlin, Cloris Leachman, and Lisa Lampanelli roast Fozzie. Fozzie pulls his hat off and wipes his face with His watch goes off, and he runs offstage in a panic as Li continues, though all of her curse words are Meeped out w an oddly familiar MEEP...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA LAMPANELLI",
          "text": "This guy gets so few laughs he MEEP MEEP. Seriously, his laugh to groan ratio is MEEP MEEP MEEP MEEP. Waka waka? More like MEEP MEEP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pull out of a television set into a sterile laboratory reveal Bunsen and Beaker watching the Roast as their watc sound the beacon. Reveal it is BEAKER’S MEEP MEEPS which been covering the curse words. Bunsen and Beaker run out the room in a panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ominous music plays as we pan past a row of nervous looki amateur cooks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEVISION VO",
          "text": "In the kingdom of cooking, there can be only one... King of the Kitchen! We see a man in shadows throwing pasta and meatballs everywhere. The figure turns towards us into the light. It’s the Swedish Chef! MOMENTS LATER the Swedish Chef stands before a contestant",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOST",
          "text": "The Swedish Chef has tasted your flamed grilled salmon. Now let’s see what he has to say. Chef gets in the contestants face and screams ala Gordon Ramsey. The Contestant starts crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH CHEF",
          "text": "(very angry !) Bork Bork Bork bork bork! The Swedish Chef’s watch starts blinking. He looks at it. SWEDISH CHEF (CONT’D) Holy blorky florky! He panics, throwing his knives up in the air. Assistants camera man scatter as the knives fall and he takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your basic mom and pop Kinkos that’s run by cats. Inside find ROWLF dressed like a cat wearing a Copy Catz smock. CUSTOMER comes up to him. Perhaps the customer is Cat Stevens... \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWLF",
          "text": "(really uninterested) Welcome to Copy Catz. Purrfect copies every time. Rowlf curls his paw like a cat. His CAT MANAGER comes out",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAT MANAGER",
          "text": "What was that, Rowlf? If you want to be a Copy Cat you’ve gotta commit to being a cat! Show him, Precious. REVEAL PRECIOUS, a cat who’s clearly the Cat Manager's favorite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRECIOUS",
          "text": "Welcome to Copy Catz. Purrrrrrfect copies every time. How meeooow help you? Suddenly Rowlf’s wristwatch starts blinking. He turns to Cat Manager and Precious and BARKS AT THEM. They back awa and hiss. Rowlf RUNS OUT of the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tight shot of a dark stage where ELECTRIC MAYHEM IS ROC OUT!!! However, ANIMAL IS MISSING. As they jam, they grow more and more excited and begin smashing their instrument ala Pete Townsend. Their song’s cut short when the lights flipped on. The bartender calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Guys, I’m closing up. Nobody's coming. The reverse angle reveals that Electric Mayhem is playing COMPLETELY EMPTY BAR. They start to pack up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bar door opens and the gang exits into A COMPLETELY FROZEN TUNDRA!! White as far as the eye can see in every direction. They make their way through the snow storm towards their van when their watches start blinking. They PANIC and start running towards the forest. As they run t slowly slow down and freeze until they’re covered in ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FLOYD PEPPER",
          "text": "Whaddya say we panic towards the van? \f21. They slowly panic towards the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beautiful Santa Barbara campus for Anger Management. Bi chirp, fountains babble, and people walk around VERY SERENELY. ANGLE ON: A group of eight people sit in a circle on the grass while a MODERATOR with a BLACK EYE runs a group tal Among them are SEAN PENN and ANIMAL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MODERATOR",
          "text": "So, Sean, any latent desires to punch people in the face? Sean Penn is chewing on a toothpick, a bit fidgety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN PENN",
          "text": "I try to stay away from people and that seems to do the trick. Sean Penn pulls the toothpick from his mouth and gives th Moderator a threatening stare. The Moderator’s scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MODERATOR",
          "text": "Um. Ok. And Animal, how about you? How have you been feeling? Animal just stares at him with no emotion. His watch STAR BLINKING. He looks at it and jumps up, panicking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN PENN",
          "text": "No one goes till session is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEC BALDWIN",
          "text": "He can go if he wants to. BAAAAAMMMM! PENN DECKS BALDWIN!!! All of a sudden a HUGE FIGHT BREAKS OUT!!! The entire campus ERUPTS in anger and violence. Animal RUNS OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The spotlight “M” lights up the night sky. A figure, with cape, turns into frame. It’s Gonzo! Except he now has a potbelly and a little bit of gray hair. PULL BACK to reve Christian Bale in full Batman costume standing next to hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTIAN BALE",
          "text": "(Batman voice) What are you doing here? \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "(imitating his deep voice) What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTIAN BALE",
          "text": "Why are you talking like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "Why are you talking like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTIAN BALE",
          "text": "And who’s that? REVEAL Camilla in a Robin-like outfit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "This is my sidekick... Chicken. Christian Bale JUMPS off the building and uses his batwin to fly down. Gonzo JUMPS after him. He opens his cape but it does nothing and he PLUMMETS to the ground with a resounding thud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room’s filled with green clothes of all kinds. We PAN TO the back where the green wristwatch sits, blinking, unobserved. EXT. KERMIT’S HOUSE All the Muppets are gathered. It’s total chaos as they al greet each other after all these many years. In the background we see Gonzo and Camilla playing tennis. Kermi and Fozzie SEE EACH other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "I can’t believe you called! I thought you were mad at me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Why would you think that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Cause you stopped calling me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I stopped calling you because you stopped calling me! \f23. INT. KERMIT’S MANSION/FOZZIE'S HOUSE - SPLIT SCREEN-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "Kermit in his kitchen next to a phone waiting. Fozzie sit a desk next to a phone, waiting. They both wait for a lon beat. Then, simultaneously, both pick up the phone and di Simultaneously, they both get busy signals. QUICK CUT: Fozzie’s about to ring Kermit’s doorbell. As h hits the buzzer, Kermit flips on a blender to make a smoothie. QUICK CUT: Kermit’s about to knock on Fozzie’s door. Fozzie’s hosting a relay race in his backyard. As Kermit hits the doorbell, Fozzie blows an air horn at the exact moment Kermit knocks. INT. KERMIT’S MANSION",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "I missed you so much!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Me too!!! They hug. Kermit JUMPS on a table and taps a glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "Hey, everyone. Hello. HELLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "THERE",
          "text": "Everyone quiets down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "Alright, looks like we got everyone so we can start planning our emergency show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Well, not everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Nope. I think we’ve got everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWLF",
          "text": "Where’s --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "All good!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "-- Miss -- \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "All done here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "-- Piggy? Beat. Kermit scrunches up his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (CONT'D)",
          "text": "Did I say something wrong? INT. KERMIT’S JET -— CONTINUOUS The gang boards Kermit’s bright green jet. SAM THE EAGLE the captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Ohmigoshohmigoshohmygosh it’s Sam the Eagle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM THE EAGLE",
          "text": "You are stating the obvious, talking brown towel. INT. KERMIT’S JET - MOMENTS LATER Our gang’s all strapped in on the jet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM THE EAGLE",
          "text": "I’m your Captain, Sam the Eagle. Before we take off, please rise for “God Bless America.” They all unstrap and stand up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM THE EAGLE/GANG",
          "text": "(singing) God Bless America, Land that I love./Stand beside her, and guide her./Thru the night with a light from above. As they sing, suddenly the plane taxis and takes off. Everyone, including Sam the Eagle in the cockpit, remains standing as they take off. Loose items in the plane, like beverage carts and luggage, fall every which way. INT. KERMIT’S JET - MOMENTS LATER Everyone is sitting in their seats. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM THE EAGLE, (V.O.)",
          "text": "It’s going to be a twelve hour flight to Paris, the city known primarily for freedom fries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "France is pretty far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Good point. (hitting a button) Sam, let’s travel by map!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam opens a black box to reveal a “travel by map” button. hits it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane goes from the US to France along a dot trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (V.O.)",
          "text": "Wow, this is much faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY, (V.O.)",
          "text": "Really a lot more economical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (V.O.)",
          "text": "Why don’t we always travel by map?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MISS PIGGY charges into the office. She walks past ANNE HATHAWAY and EMILY BLUNT and SLAMS HER COAT AND BAG on An Hathaway’s desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE HATHAWAY",
          "text": "Karl Lagerfeld, Agnes B and Michael Kors are waiting for you -- As she walks into the office --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Coffee, bagel, donuts, cinnabon, pasta, pizza, omelette station, five minutes ago! Miss Piggy SLAMS the door to her office shut. \f26. INT. MISS PIGGY’S OFFICE - CONTINUOUS MISS PIGGY holds court before KARL LAGERFIELD, MICHAEL KO and AGNES B. They’re looking at a line of dresses that ar green. Anne and Emily bring in the pile of food Miss Pigg requested, including a chef and omelette station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "What have I told you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARL LAGERFIELD/MICHAEL KORS/AGNES",
          "text": "You do not like green./No green couture./Pas de vert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "And yet you still bring me green! Sacre bleu! Throw them in the closet I do not speak of! INT. MISS PIGGY’S GREEN CLOSET Couture is thrown into a closet filled with green clothes We PAN OVER to find the blinking green watch. INT. MISS PIGGY'’S OFFICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Well, what are you waiting for? The dresses to make themselves!? The designers leave. Miss Piggy dramatically collapses on her chaise and looks wistfully out at the Eiffel Tower as eats a cinnabon. Anne pokes her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE HATHAWAY",
          "text": "Mademoiselle Piggy...I have brought you a list of suitors who would be honored to escort you to the Paris fashion show tonight. It is quite a group. We have, Leonardo DiCaprio--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Echh. Never. With his solar panels and his Electric Cars. Far too Green!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE HATHAWAY",
          "text": "Zac Efron--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "No, too young. FAR too Green for me!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seth Green?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "(furious) How many times have I told you!!!! TOO SHORT!!!! Now get out!!! (singing) MISS PIGGY SINGS A SONG CALLED “TI HATE GREEN! I LOVE GREEN!” Suddenly the doors burst open and the gang steps through. The entire gang, with the exception of Kermit. MISS PIGGY (CONT’D) What... who... how... where’s... The gang separates and Kermit walks in. MISS PIGGY (CONT’D) Kermy ! Miss Piggy goes to hug Kermit. MISS PIGGY (CONT’D) No! I promised myself I'd never go back! You must leave! At once!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "(very fast) Alright, we tried. Kermit and all the Muppets start to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Wait! You’re the best Miss Piggy! We need you! The Muppets aren’t anything without your beauty and talent and elegance and ohmigod I’m talking to Miss Piggy Peanutpeanpeanut!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "(considering) I like you, pashmina with eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "(sotto) Nice work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(sotto) I know my Muppets. \f28. EXT. THE PARIS STREETS —- DAY Piggy and Kermit walk along Parisian streets. This should feel like Before Sunset. Sad Woody Allen-esque music play",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "The past is the past. What’s meant to be was meant to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Memories are good, but they can also be a prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "A prison of our own making. ANGLE ON MISS PIGGY. The movie has become black and white Kermit looks at his black and white body confused. MISS PIGGY (CONT’D) What did I do to scare you away? How I loved you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I thought you weren't going to get all black and white on me. The movie goes back to color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "I can’t help it when I’m around you! My dreams are filled with your earless, green head! Miss Piggy goes to kiss him. Then pulls away. MISS PIGGY (CONT’D) When you're young, you believe there'll be many pigs and frogs with whom you connect. Later you realize it only happens a few times. (then, passionate) Why didn’t you come with me to Paris? Just tell me! I can hear it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Because... the French... eat frog legs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Not all of them. A bunch of FRENCH PEOPLE walk out of a restaurant. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCH PEOPLE",
          "text": "(in French) [Those frog legs were delicious/I love frog legs!/I could eat a dozen frog legs a day... oh, wait I do!] They all laugh. PULL BACK TO REVEAL that every restaurant the block they’re standing on is a Frog Legs bistro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "We’re in the frog legs arrondissement. We shouldn’t have taken our romantic walk in this neighborhood. My bad. (then) If you had just supported me in my career then none of this would have happened!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Look Piggy, this is bigger than just us, it’s about the whole gang! You have to come back with us. The Muppets studio is in trouble and if we don’t put on a show it’s going to be lost forever! Piggy considers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "I will return for the studio, I will return for the Muppets, but if I return, I will not be returning for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "OK, great. Sounds good. Let’s go. Kermit starts walking. INT. KERMIT’S JET The whole gang is now on the jet. Miss Piggy and Kermit a sitting on opposite sides of the jet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "(dramatically into the middle distance) There is only one way to get to a frog's heart. Jealousy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "Who are you talking to? \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Everyone. No one. Myself. NONE",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF YOUR BEESWAX",
          "text": "Miss Piggy SEES A FREE SEAT next to Gary who sits next to Walter and a sleeping Mary. Miss Piggy sits down next to while looking at Kermit. Miss Piggy starts tickling Gary. Gary starts laughing. Mi Piggy THROWS HER HEAD back in FLIRTATIOUS LAUGHTER. Kermi sees Piggy and Gary laughing together and scrunches up hi face in jealousy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(half asleep, not opening her eyes) What’s so funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "(laughing) Just... Miss... Piggy! She was tickling me. Go back to sleep. (whispering to Piggy) Hey, what’s the big idea? Miss Piggy sees that Kermit has vacated his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Mission accomplished. Everyone's talking to each other. Suddenly out from under the chatter, Walter says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "So, I don’t mean to pry, but I’ve always wondered, why did you all decide to go your separate ways? LONG SILENT BEAT. Rowlf and Fozzie ANGRILY LOCK EYES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fozzie is doing his routine on stage and people are start to boo. Fozzie continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "I went to go see a doctor about why my mood was so erratic. He said I might be Bi-POLAR!! Wakka Wakka Wakka. The crowd boos louder. Rowlf, sitting at his piano sees SWEETUMS REACHING FOR A LEVER BACKSTAGE. \f31. Rowlf motions Sweetums to wait. ROWLF BEGINS PLAYING Fozz OFF, A LA A LONG ACADEMY AWARDS SPEECH, and the curtain closes on Fozzie mid performance. Just before the curtain closed we see Fozzie give Rowlf an angry look. BACK TO THE JET: GONZO and CHEF LOCK EYES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chef is doing his cooking act on the Muppet Show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEF",
          "text": "Florgy Borgy, Chicken Catchatory! In one hand he holds a very sharp knife and in the other holds up Camilla by the neck who looks terrified. GONZO RUSHES ON STAGE AND TACKLES CHEF! They begin to fight on ground. The audience watches on in shock. BACK TO THE JET: ELECTRIC MAYHEM and KERMIT LOCK EYES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Electric Mayhem is finishing their song and Animal ends w one of his wild drum solos. He gets more and more intense begins eating and bashing his drums to smithereens. The c LOVES it. WE PAN TO BACKSTAGE where Kermit holds a bank statement that says “Drum Budget: $0.00.” Electric Mayhem finishes to a standing ovation and the curtain closes. Ke goes up to Animal. The panting and still agitated Animal bounces over to Kermit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Animal, listen, we’re running out of money in the drum budget. So I found a place that might be able to help you... calm down. Kermit hands Animal a piece of paper. Animal takes the pi of paper and EATS it. BACK TO THE JET: KERMIT and MISS PIGGY LOCK EYES. INT. KERMIT’S JET - MOMENTS AGO - FLASHBACK Gary and Piggy laugh together. Kermit looks on jealously. BACK TO THE JET: ALL THE MUPPETS and KERMIT LOCK EYES. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Muppets are lined up for a photo shoot. Just before t photographer takes a photo, Kermit runs up to him and rai his hand. The photographer snaps the photo. The photo tur into the cover of TIME magazine with a headline that read “Who’s the Best Muppet?” Kermit stands in the foreground raising his hand, while the rest of the Muppets sit in th background. BACK TO THE JET: It’s incredibly silent and awkward. Anim pulls out his flute and plays a brief burst. Then it’s silent again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(like Woody Allen, pulling an invisible collar) Is it uhhh me or uhhh did it uhhh just get uhhh a little uhhh icy uhh in here? REVEAL that everyone on the plane is frozen because Gonzo opened the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM THE EAGLE",
          "text": "Close the door, Gonzo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "Sorry! I had a great idea for a new stunt. But we’re not high enough. Gonzo closes the plane door. Fozzie turns to Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Like all great comedy teams, eventually, you develop professional rivalries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWLF",
          "text": "You work together for years and you think you're the best in the group, the most popular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM THE EAGLE",
          "text": "(sticking his head out) I was the best. But certainly Rowlf was more popular than Fozzie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWLF",
          "text": "I wouldn’t say that. Although my piano jazz was pretty popular. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "You kidding? I’m funnier than Roberto BEARnini!! Your piano playing was un-BEAR-able! Wakawakawaka!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "No! They loved me for my beauty and fashionable-ness!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "You kidding? Me getting hit in the stomach with a cannonball while singing an aria from Carmen is like the most popular thing ever! Suddenly the whole plane explodes in a fight over who was most popular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Guys, stop fighting! (then) We were all the most popular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Easy for you to say! You always got all the credit!!! The Muppets all ad-lib agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "(hurt and defensive) That's just... I’ve told you, I never tried to...I can’t help it if... you know what, nevermind. Awkward silence on the plane. The Muppets stare forward n making eye contact. We see why they haven’t kept in touch long and painful silence. WALTER starts singing softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(singing) Together again./Gee it's good to be together again./I just can't imagine that you've ever been gone/It's not starting over, it's just going on. The mood softens. Piggy joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Together again./Now we're here and there's no need remembering when. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Cause no feeling feels like that feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL THREE",
          "text": "Together again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAKER",
          "text": "(to the song) Meep meep meep meep meep! All the Muppets are getting really into the song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL THE MUPPETS",
          "text": "Cause no feeling feels like that feeling! /Together-a!/Together- a!/Together-a! All the Muppets are going crazy. EXT. KERMIT’S JET The jet is shaking uncontrollably as they all jump up and down with extreme excitement. INT. KERMIT’S JET",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL THE MUPPETS",
          "text": "Together again!!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "(TRULY THRILLED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LET’S SAVE THE STUDIO!!!!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Yay! And just to be clear we're saving the studio cause we want to! Not cause you told us to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Well, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Yeah, I’m not doing anything for the Man. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I’m not the Man. First of all I’m a frog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Then like, I’m not doing anything for the Frog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE",
          "text": "Down with the Frog! Down with the Frog! Everyone starts fighting again. INT. TEX RICHMAN’S OFFICE - DAY Tex sits behind his desk reading a paper which reads “MUP",
          "sentiment": "neutral"
        },
        {
          "speaker": "GETTING BACK TOGETHER TO SAVE STUDIO FROM OIL BARRON TEX",
          "text": "RICHMAN’S PLAN TO DRILL FOR OIL.” He pushes the intercom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Bobo, evil cohorts, get in here, Now! Bobo enters with several cohorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "What is it boss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Seems some new kids on the block got the Muppets back together today to try to stop me from getting my tasty tasty Texas tea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "Tea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Oil son! Oil! Tasty tasty oil!! And there ain’t no way some wet behind the ears upstarts nobody’s heard of and a gang of Un-FUNNY, never make people laugh fakers like the Muppets gonna sip up that tasty tea under my watch or my name isn’t Tex Richman!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "It isn’t? \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Of course it is. That’s the point! It is my name, so they ain’t gonna sip my tasty oil! I made a solemn pledge to buy up all the oil in the world and dangonit if I ain’t gonna do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "Out of curiosity, how’d it make the news so fast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "PappaRATzi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PAPER",
          "text": "TEX RICHMAN (CONT’D) (to Bobo) I want you to keep an eye on these un-funny Jokesters. Fuel up my jet. A little taunting from me and those Muppets will run home with their tails between their legs. Some of them literally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "Isn't it possible taunting them might only galvanize the group?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Galvanize!! I told you to stop making up words you dumb Muppet looking moron! Now git! Bobo looks at him a bit hurt. He begins to leave along wi the cohorts. TEX RICHMAN (CONT’D) Ain’t you boys forgetting something? They turn to him confused. TEX RICHMAN (CONT’D) Maniac laugh. Maniacal laugh. Maniacal laugh. They all let out their Maniacal laughs and exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cohorts and Bobo exit and stop laughing. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHORT",
          "text": "Bobo, why does he always do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHORT",
          "text": "Say Maniacal laugh? Why doesn’t he just laugh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "He can’t. He’s never laughed. Not once. He’s never found anything funny. That’s why he hates the Muppets. If they can’t make him laugh, then no one can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHORT 2",
          "text": "He doesn’t think the Muppets are funny...that’s crazy. TEX RICHMAN’S VOICE COMES OVER THE INTERCOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN, (0.S.)",
          "text": "Cohort #2, you're fired. Maniacal laugh. Maniacal laugh. INT. KERMIT’S MANSION - NIGHT The entire ragtag band of heroes sit in Kermit’s living r A long beat as everyone sits in silence, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "(shocked) This is your house!?!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWLF",
          "text": "Whoa, man!! I thought we split up the dough evenly!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIZZO",
          "text": "Seriously! I share a basement in Chicago with 123 other rats!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Oh, well, I invested in Apple stock twenty years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "I invested all my money with...BEAR Sterns. Waca Waca! Bad move. Seriously. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "You guys are welcome to stay here whenever you want. I have twenty eight bedrooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Like, far out man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEPE THE PRAWN",
          "text": "Far out??? Come on, ok! This is ridiculous, ok!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Ridiculously far out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Well well. I see someone is still celebrating being the best Muppet. REVEAL that on the wall, amidst all of Kermit’s Muppet st is a framed Time cover that reads “Who’s the Best Muppet? Kermit stands in the foreground raising his hand, while t rest of the Muppets sit in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Not this again. Piggy, it’s been ten years, why won’t you let me explain! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole gang is lined up for the photo shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHER",
          "text": "Alright, on the count of three everyone say delicious flies. One, two... Kermit raises his hand and runs up to the Photographer st with his hand up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I have to go to the little tadpole’s room really badly. Where is it? The Photographer TAKES the photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHER",
          "text": "Down the hall, to the right. \fINT. KERMIT’S MANSION And we're back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "I don’t believe it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I swear. The Photographer took the photo and used it without my permission. It was a simple miscommunication caused by my tiny amphibian-sized bladder! 39. TIGHT ON MISS PIGGY as we go into QUICK CUTS FLASHBACK -- Miss Piggy and Kermit in a line at the airport. acting really antsy because he has to pee. Kermit is -- Kermit and Miss Piggy are in a theater. Kermit’s openi and closing his legs really fast because he has to pee so badly. -- Miss Piggy and Kermit are at the altar. Kermit holds u his finger and runs behind a bush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "(defeated) It is true. He does have to pee a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "That was kind of an unnecessarily personal flashback to share, dontcha think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Wow, I guess we really should have let you explain sooner!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Sorry to interrupt guys, but if we're going to get a show on tv in time to save the studio, we really gotta shake a leg! (then, confused) What’re you doing? REVEAL all the Muppets are shaking their legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "I mean we gotta kick it into high gear! \f40. REVEAL Gonzo’s on a motorcycle changing into high gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "No! I’m just saying we’re already playing catch up. REVEAL all the Muppets are holding Ketchup bottles and hitting them with spoons. Mary puts her arm on Kermit’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "You talk to them, Kermit. Piggy takes notice of her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Eh-hem. Who’s the chick...frog!?!? Gary, who is next to Piggy speaks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Oh, that’s my girlfriend, Mary. She was on the plane with us. Remember? Piggy eyes her skeptically, then puts her arm around Gary",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Really? Hmm. I never would have guessed her for your type of species. Mary now eyes Piggy, confused and offended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Mary’s right! Let’s get to the network before we run out of time! ANGLE ON Chef who is holding an empty jar of Thyme.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH CHEF",
          "text": "Too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several quick shots of the Muppets pitching their show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBS EXECUTIVE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX EXECUTIVE",
          "text": "No. -- A UNIVISION EXECUTIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIVISION EXECUTIVE",
          "text": "Lo siento, perro no. The Muppets all act really excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIVISION EXECUTIVE, (CONT'D)",
          "text": "That means no. Their smiles fade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit sits across from an ABC executive who looks very uncomfortable. Most likely, this is because ALL OF THE OT MUPPETS ARE ALSO CRAMMED INTO THE ROOM. There is literall SPACE TO MOVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "I don’t get it. Why don’t you just keep doing your internet movies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "What internet movies? The Exec flips on her computer. They see Beaker’s youtube “Ode to Joy.” Beaker guiltily leaves the meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "Listen Kermit, I like you, and so I’m gonna shoot straight. You guys aren’t famous anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "I wish he’d shot a little more curvy! Waca Waca. The exec looks at Fozzie annoyed and motions to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "The answer is no. Not going to happen. Not today, not tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "So, like, Thursday then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "Guys...You’re just not cynical enough or violent or ironic enough. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE, (CONT'D)",
          "text": "Look at the shows that are popular today. Robot Wars. CUT TO two COMPUTER-ANIMATED ROBOTS DESTROYING EACH OTHER with a title that comes up that says “Robot Wars.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE, (CONT'D)",
          "text": "Credit Card Club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO FOUR EXTREMELY RICH LOOKING TEENAGERS WALKING THRO",
          "text": "CENTRAL PARK dressed in head to toe designer clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICH KID",
          "text": "After the make-out party, you wanna go shopping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICH KID 2",
          "text": "Gucci-tastic!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "And, of course, the hyper- educational Soyburger and Numbers. A QUICK CUT OF NUMBERS and SOY PRODUCTS floating around a screen as a soothing voice speaks. (Baby Einstein spoof)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOOTHING VOICE",
          "text": "How many letters are in the word Harvard? BACK TO THE ABC EXECUTIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "I’m sorry, but you guys are no longer relevant. Kermit rises to leave and heads for the door. Then he sto and turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Before I go...well, there’s just something I want to say. I think children are smarter and better than all this junk. Sure, they’1l watch that stuff if you don’t offer them anything else, but we have a chance to make this world better and more fun! You’re not going to do that by filling their heads with robots and violence or with rich kids shopping or with boring floating numbers, you’re going to do it by filling their heads with laughter and friendship and hope. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "I just think... well, I know we're not famous anymore but I want you to know I think you’re making a big mistake. Kermit nods, and reaches for the door handle to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "Kermit, wait. (Kermit turns back) You're right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXEC",
          "text": "Yes. You’re not famous anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "My kids sit in front of the television watching Robot Wars all day, and I wonder why they can’t stop beating each other up. My daughter wants a Louis Vuitton hand bag. She’s three. I hate myself for selling this stuff and, so... I’m going to take a chance and broadcast your show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUPPETS",
          "text": "Yay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "I want you to know that if I get fired for this I’m taking you all down with me. (as they’re leaving) I mean it. I go down. You go down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit and the Muppets enter the Muppet studios. Walter a Gary look around in amazement. Walter starts shaking uncontrollably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Peanut! REVEAL that the stage is still there, but quite run down dirty. It’s no matter. Walter is really excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEPE THE PRAWN",
          "text": "I thought they turned this whole place into a paper factory, ok!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Everything but the theater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. TEETH",
          "text": "(sniffing) I’m guessing they couldn’t get rid of the smell. We watch as SHEETS are pulled off the THEATER SEATS and t curtain’s PULLED BACK. The stage is dusted by Beaker. Electric Mayhem PULLS a sheet off their instruments. Anim goes to touch the drums and then BACKS AWAY scared. Gonzo walks into his supply room and PULLS a sheet off his vari stunts. He looks scared to even touch them. Chef walks on his kitchen set and opens the fridge. It’s filled with rotten food. He pulls a flamethrower and BURNS all the fo to a crisp and smiles. He’s back. Miss Piggy walks into h dressing room and uncovers a bunch of paintings and heads that feature her. She then sees a photo of her and Kermit which she tosses in the trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit stands before all the Muppets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Alright, guys! It’s time to practice! Let’s start with our opening! Electric Karma starts the Muppet Theme. There are no drum because Animal’s playing the flute. None of the Muppets c keep time as they march in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWLF",
          "text": "We can’t keep time without drums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL",
          "text": "No drums! Sean Penn say no drums for Animal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM THE EAGLE",
          "text": "I am a fighter, not a dancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "And by the way Kermit, why do you always get to open the show! \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Because I’m the only one who can fit in the oO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a flashback of the the Muppet Show sign dropping w Fozzie in the “0.” The O breaks off and hangs by one scre It then smashes to the ground. -- Miss Piggy in the “0.” She’s holding on for dear life screaming. -- Sweet Ums in the “0.” Or rather, only the bottom half Sweet Ums. The top half of him is off screen. -- The Muppet Show sign is dropping. There’s no one in th O. Suddenly the O CATCHES FIRE and Gonzo, in a motorcycle FLIES THROUGH THE O. Or rather tries to fly through the O He basically SMASHES right into the 0. He and the rest of the sign catches on fire. Several Muppets put him out wit fire hoses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Look, guys, let’s not argue. Maybe we're just jumping too far ahead. Let’s see some acts!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "The Great Gonzo needs a fearless human volunteer willing to risk his life, or at the very least his cognitive capacity. Everyone looks to Gary, the only human. He rises tentativ and Gonzo sits him in a chair and places a pin on his hea Camilla comes out and brings Gonzo a bowling ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Oh, wait... NOT THE BOWLING BALL TRICK! No!! Don’t do it Gary!!! He’1l kill you!!! The Muppets all turn and hush Kermit. Walter turns to Ker",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "What’s wrong with the bowling ball trick? \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several quick shots of the young Gonzo flinging bowling b at people with pins on their heads and NAILING THEM IN DIFFERENT PARTS OF THE BODY VERY VIOLENTLY, sending them flying off their chairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we're back. Now Walter looks terrified too. Gonzo begins swinging the bowling ball in a circular motion, ro and round, building anticipation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT/WALTER",
          "text": "No!!! Please!!! Not again! Somebody stop this madness down from there Gary! nN !li!/Get But it is too late. Gonzo releases the Bowling ball and i flies towards Gary’s head, who closes his eyes in terror. crowd gasps in fear as the bowling ball PERFECTLY KNOCKS PIN OFF Gary’s HEAD! The group erupts in applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE DIT IT",
          "text": "(to God) THANK YOU!!!! Thank you!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "(with a bow) You're welcome. Donations are gladly accepted. Just drop them in the collection cluckets. A gaggle of CHICKENS walk through the group with buckets some Muppets throw in money. Kermit runs onstage. Kermit looks down at his clipboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Okay, next. Bunsen and Beaker! Bunsen and Beaker pull back a curtain immediately behind Gonzo where they stand next to a mysterious device.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BUNSEN HONEYDEW",
          "text": "The Bowling ball act is actually a group routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "(embarrassed) Bunsen don’t--- \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BUNSEN HONEYDEW",
          "text": "Allow me to explain. This is my Temporal Displacement Machine. To the casual observer, Gonzo’s stunt looks indeed miraculous. However, it is in fact my device that is truly astonishing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "Dr.! NO! Bunsen flips a screen around on the Machine and replays t stunt for the Muppets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BUNSEN HONEYDEW",
          "text": "You see at the moment of release, my faithful assistant Beaker--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAKER",
          "text": "Meep Meep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BUNSEN HONEYDEW",
          "text": "(cont. ) --- turns the temporal displacement dial... (pointing to a dial on the device) Slowing time to a near halt... We watch on the screen as everything begins to move incredibly slowly. The bowling ball is clearly going to h Gary in the crotch. We watch as Beaker walks on stage and literally guides the bowling ball directly to the pin on Gary’s head, then casually walk out of frame. DR. BUNSEN HONEYDEW (CONT’D) Time then resumes it’s normal speed and the audience is none the wiser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "(guiltily) What? I don’t want to kill someone! Again! Kermit looks at the dial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Wait. The dial here says slow, slower and perfect pasta? Why the perfect pasta setting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BUNSEN HONEYDEW",
          "text": "You never know when you might need perfect pasta! \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "(to Gonzo) Gonzo, you do stunts! That’s what the people expect. The Muppets aren’t about cheap tricks. We're about actual talent! Now you have to promise if you do this stunt, you won’t be using that freezing time machine. Gonzo nods and skulks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "Now, who’s next? MONTAGE OF MUPPETS PERFORMING THEIR ACTS. Everyone is terrible. -- Fozzie Bear does his stand-up act. In the BG, Scooter’ on a pogo stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "What’s the bear capital of the world? Koala Lampur! Kermit looks at Rowlf and signals for him to play off Foz Rowlf shakes his head “no.” -- Gonzo destroys another mannequin with his bowling ball -- Camilla leads a bunch of chickens in a synchronized sw They all run into each other. It turns into a chaotic chicken splash fight. In the BG, Rowlf is eating sushi. -- Sam the Eagle has his firework display. He lights it a stands proudly before it. One single sparkler lights up. -- Gonzo destroys a mannequin with his bowling ball. Then accidentally whips another bowling ball behind him, destroying the wall. In the BG, Sweet Ums walks by on his hands. -- Animal’s behind the drum set, still playing flute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL",
          "text": "Baby steps!!! Ahhhhhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit stands on the stage. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Alright, now let’s see Walter's act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "My... my act?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Yup. Walter begins shaking and then runs offstage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "Okay...let’s see. Who else is left here? All the Muppets look at Kermit. He realizes he’s the last one to do an act. INT. MISS PIGGY’S DRESSING ROOM There’s a knock at the door. Miss Piggy turns. Kermit pok his head in. He notices a bottle of hair dye labelled: JU FOR PIGS, but looks away respectfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Ready to practice our duet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "I was ready for the duet of life Frog, but that ship has sailed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "But Piggy, we have to. The audience expects it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Oh, Kermy... I might lie to get a job. I might lie to get out of a parking ticket. I might lie to get a free croissant. But I will never ever ever lie on stage. (then, making it up) Besides... I’m already doing a duet ... with Gary. Bring him to me! Miss Piggy turns. Kermit, clearly jealous, leaves the roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary watches the acts when Mary walks up smiling. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Hey, Gary, how’s it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Couldn't be going better! Angle on Stage: Lou Zealand is hurling fish at Walter who pinned to a target. They barely miss him, sticking like daggers in the target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Wow, that looks dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "No, Lou is like, an expert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Look, I don’t mean to be weird but do you think Miss Piggy was a little...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "A little what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I don’t know, she didn’t seem to like me very much. Not nearly as much as she liked you at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "(smiling) Oh my gosh! You're jealous. That’s so cute. Believe me babe, Miss Piggy is just a friend. Kermit walks into the theater and approaches Mary and Gar",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Hey, umm... sorry to interrupt, but Miss Piggy wanted to talk to you about something Gary. She’s in her dressing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Oh... ok, I’1l be right back. He kisses Mary on the cheek, and Kermit and Mary look aft him as he goes. Kermit sighs and walks off. Mary watches this concerned. INT. PIGGY’S DRESSING ROOM - MOMENTS LATER A knock. Piggy calls out from behind her dressing screen. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIGGY",
          "text": "Entre mon amour, s’il vous please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "(entering) Hi. You wanted to see me? Piggy walks out from behind the screen in a lovely dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Could you help me with the zipper? She turns revealing the dress is literally busting open i the back, this zipper is clearly not going up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Oh. Wow. Okay. Sure. EXT. PIGGY’S DRESSING ROOM - CONTINUOUS Mary comes walking down the hallway towards the bathroom. However, as she passes Piggy’s dressing room she hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY, (0.S.)",
          "text": "I really don’t think this will work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIGGY, (0.S.)",
          "text": "We can make it work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY, (0.S.)",
          "text": "But Piggy, I’m only human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIGGY, (0.S.)",
          "text": "Just try!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY, (0.S.)",
          "text": "Okay. I don’t think it’s a good idea, but I’1l try. Mary peeks inside the dressing room and sees GARY trying zip up PIGGY’S DRESS!!!!! Mary looks hurt, and leaves. INT. PIGGY’S DRESSING ROOM - CONTINUOUS Gary is pulling with all his might on the Zipper, and Pig is clearly in a great deal of pain. Gary gives up and let go, and Piggy is able to breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIGGY",
          "text": "(out of breath) When I find out who shrunk my dress- \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I’m sure we can alter it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIGGY",
          "text": "Nonsense! We have to find a new, non shrunken dress!! And you’re coming with me! We must discuss our duet!! Perhaps over a romantic candle lit all you can eat buffet. I’m starving. Go gather your things, I’1l meet you on stage where Kermit can see us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I’m sorry, what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIGGY",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the Muppets are on lunch break. Gary walks up to Walt",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "(Walter) Hey bud, you seen Mary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "She took off. Felt like she was “hogging” all your time.” Gary knows this is odd. As soon as Kermit enters, Piggy t Gary’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Alright, everyone. Let’s practice the opening again. No one is listening to him. Kermit grabs a megaphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Oh boy. Here we go again!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "(eating an Ultimate Baconator Cheeseburger) We're eating. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Oh. Okay, but let’s eat up then, cause we really should get back to work. We don’t have much time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "You’re not the boss of us!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWLF",
          "text": "Well, he is the leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIZZO",
          "text": "Says who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWLF",
          "text": "It’s just the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Well if that’s the truth, does that mean that I’m a liar! The group erupts into fighting again. A cacophony of argu A second later, TEX RICHMAN WALKS INTO THE THEATER WITH H COHORTS. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Maniacal laugh, Maniacal laugh, Maniacal laugh. Lookie what we got here. We got a frog, a pig, a dog. Looks like a good old fashioned Korean BBQ to me. Muppets... (he spits) Can’t even pull it together to unite against a common enemy... me, to save their studio. Pathetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "Now you listen here! We have united! We're just rehearsing our finale!!! The... the... cacophony of the Muppets!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "You can’t fool me... thing. I'ma hunter, and I know when an animal is wounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TEX RICHMAN (CONT’D) And there ain’t nothin’ you can do now that can stop me from owning this here studio and the tasty tasty texas tea that runs underneath. I’m gonna bathe in this sweet sweet oil until my skin is as leathery as a baseball glove, see. That is, unless you can somehow get ten million viewers for your telethon, which we all know is impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "We will get ten million viewers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "That’s right! And even if we don’t... even if somehow you do own the studio. It wouldn’t matter. We're friends, and we’ll keep on being the Muppets even if we need to find another place to perform!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "(\"don’t make me laugh”) Make me laugh. Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FLOYD PEPPER",
          "text": "I believe the expression is “don’t make me laugh.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "I know what I said and I said what I meant. Why would I want you to “don’t make me laugh?” You doin’ that already. You Muppets never made me laugh, so I’m offering you a last chance. Make me laugh, I give you the studio. Long Pause. Finally Fozzie steps up dramatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "A man walks into the doctors office. Doctor says, “what’s the problem?” Man says, “I have a terrible headache.” Doctor says “Well sir, I think you need to stop picking your nose.” Man says “Why?” Doctor says “Cause I’m trying to examine you.” \f55. Long long beat. Everyone waits. Tex Richman snaps his fingers. Bobo produces the standard rich and famous contr",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "This here is the Standard Rich and Famous contract you signed some thirty years ago, you remember? It’s signed right here by one Kermit the Frog!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Well maybe you shoulda read the fine print. He holds a HUGE magnifying glass to some incredibly small fine print. TEX RICHMAN (CONT’D) See, in three days it’s not just this studio you lose the rights to. It’s the Muppet name itself. And not just that, but ALL characters under the Muppet name. See, I don’t just own the studio. I own... THE MUPPETS. I own the loveable frog, the arrogant pig, the mediocre bear. I own em all!!! So enjoy your last few days together, cause after your failed telethon, you ever want to work together again.... You workin’ for me. Maniacal laugh Maniacal laugh. He and his cohorts exit. Pregnant pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOOTER",
          "text": "Ummm. Kermit. Did he just say that you signed a contract that sold not only the studio but also the rights to the Muppet name and our on-stage personalities which, incidently happen to also be our personal personalities. Kermit gulps. All the Muppets move to pounce on Kermit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit sits in the Witness chair. Our Muppets sit in the box, and Sam the Eagle presides as Judge. Janice and Scoo sit as Prosecution and Defense, and the rest of our Muppe sit in the pews and watch the proceedings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I swear, I had no idea. It was thirty years ago! I had never signed a contract before! Janice stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "So like...why do I have this like signed contract dating two years before we ever went to Hollywood. Kermit looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "That’s not a contract, that’s a receipt for my Banjo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "So you say. Like...so you say. The Muppets mumble in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I didn’t have time to read the fine print! And besides, you all wanted me to sign...remember!?!?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Muppets stand before Orson Wells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORSON WELLS",
          "text": "Prepare the Standard Rich and Famous contract for Kermit the Frog and Company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit stands over the MASSIVE CONTRACT surrounded by the Muppets. He is glancing through it. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUPPETS",
          "text": "Sign it. Sign it. Sign it. Sign ith!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Don’t you think we should read...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Muppets all mumble to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I swear, I would never have done this on purpose. Please, you’ve got to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Sustained!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "You’re not supposed to say that. The Muppets consider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "One final question your honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM THE EAGLE",
          "text": "Proceed hippie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Like, why do you have a courtroom in your house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "There's fifty rooms in this house, and I ran out of ideas, so I thought... how about a courtroom? Glad it finally came in handy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "(as though she got him) Like, so you say. I rest my case. The Muppets all mumble to each other. Then, a small voice heard from the back of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Your fake honor, may I approach the fake bench? \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM THE EAGLE",
          "text": "You may, flattened, miniature badger. Walter, who was sitting next to Gary, heads to the front the room and addresses the Muppets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "When I was just a little brown puppet I felt really all alone. Then I saw my first episode of the Muppet show and even though I didn’t know any of you, I finally had something to hope for. That someday I could be a Muppet. You guys have the power to change people, to give kids hope, but the only way you can do it is if you work together to defeat this Tex Richman guy. Don’t you get it! If you don’t, you’ll never get to perform together AGAIN!!! We can’t let that happen. Now I know I’m not one of you, but maybe that’s why I can see it all so clearly. You guys are being stupid! Like really stupid! Like super duper stupid! Now how about we cut it out and put on a show already!!!! Silence. Finally, Janice stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Your honor, like, in light of the soggy burnt poptart’s speech... the Muppets would like to like, drop all charges and put on a show. THE WHOLE ROOM ERUPTS IN CHEERS!!!!! THEY RUN OUT. Walter following them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "You stay here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "What? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Cause if you’re going to join the gang you gotta figure out your act! By tomorrow night! He pats Walter on the back and leaves. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(nervous ) Join the gang?..... Pppppeanut ! He turns to Gary who smiles and gives Walter the thumbs u",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (CONT'D)",
          "text": "But...but Gary... I don’t have a talent. I’m... totally talentless. Remember when we auditioned for America’s got talent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Gary, remember... INT. AMERICA’S GOT TALENT - DAY The early auditioning rounds of America’s got Talent. Gar walks out on stage carrying Walter and they approach the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID HASSELHOF",
          "text": "So, what will you be doing for us today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Hi. My name is Gary and this is my friend Walter. Walter just stares lifelessly at the panel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY, (CONT'D)",
          "text": "Say hi Walter. (long beat) Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "(shaking, whispered) Peanut. Peirs hits his buzzer. So does Hasselhof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Buddy, please say something. Sharon hits her buzzer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEIRS",
          "text": "Honestly, get off the stage. You are without a doubt the worst Ventriloquist I’ve ever seen. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "No... no I’m not a Ventriloquist. He’s alive, he’s my friend. Sharon rises angrily from her chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "We didn’t even get to our song and dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Yeah. That's right. That was so bad I completely forgot it happened. Don’t worry. There’s no way something like that could ever happen twice in a row. You’ll find your talent and it’1l be great. Gary exits, and Walter looks mortified. INT. MUPPET STUDIOS/KERMIT’S HOUSE/ LOS ANGELES - MONTAGE A montage of the Muppets each practicing their acts in harmony. They are getting better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary and Piggy rehearse “I’m Your Puppet” on stage. Kermi watches from off stage, jealously. Mary walks in and sees what’s happening. She looks jealous and leaves. INT. ABC PRESIDENT’S OFFICE - DAY It’s a gigantic office, like way, way too big with a gian oil painting of the ABC President right above his desk. T ABC Exec pokes her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC PRESIDENT",
          "text": "What is this about a Muppet show? Nobody's heard from them in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "I just thought -- \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC PRESIDENT",
          "text": "I don’t pay you to think. You're a television executive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "But if we give them a chance --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC PRESIDENT",
          "text": "Fine. But if this doesn’t work out, you’re out on the street, no ifs, ands or buts. (then, friendly, pan to reveal a sundae bar) You want some ice cream? I just got this sundae bar installed to make me more approachable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "I’m good. The ABC President shoots the ABC Executive a long look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE, (CONT'D)",
          "text": "I would like butter pecan with sprinkles please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit gets a call. In the background we see Beaker spinn plates on sticks. SPLIT SCREEN BETWEEN HIM AND THE ABC EXECUTIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "Hey, so I was just checking to see how it’s all going? Beaker has a dozen plates spinning. He puts one final pla on top and the whole thing comes crashing down on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "It’s going great! Really great!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "So, who's going to be hosting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Iam. Like always.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "That's adorable. No, seriously. Who’s going to host it? We need a celebrity. Pronto. Otherwise I’m getting fired. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE, (CONT'D)",
          "text": "And just to reiterate, if I get fired you are all going down with me. I mean it. Get a star. Now. Also, have you booked an audience? INT. TEX RICHMAN’S LOS ANGELES OFFICE - CONTINUOUS Tex Richman and Bobo ride on the top of a double decker t bus through Los Angeles. Bobo wears spy headphones and ho an antenna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "They need to find a celebrity to host their show or ABC won't broadcast it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Perfect! All we gotta do is run a little interference! They’re gonna have a harder time finding a real celebrity than dancing with the stars!!! EXT. MOVIE PREMIERE AT MANN’S CHINESE - DAY This is a movie premiere for the film “MICHAEL CLAYTON 2: THIS TIME IT’S LESS COMPLICATED AND HAS MORE ACTION.” Geo Clooney poses for paparazzi on the red carpet. Dr. Teeth Electric Mayhem are pretending to be paparazzi and camera",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE CLOONEY",
          "text": "It was really satisfying to revisit the role of Michael Clayton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "(posing as a reporter) So, like, is it true that due to your, like, total and complete love of charity you’re going to be hosting the Muppet Benefit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE CLOONEY",
          "text": "Wait a minute. You’re not with Telemundo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "(batting her eyes at him) Like, que Senor Clooney? Tex Richman, dressed like an AGENT, whispers something in Clooney’s ear. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE CLOONEY",
          "text": "No can do. You’re not famous anymore. It’s just not good for my career.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FLOYD PEPPER",
          "text": "Didn't stop you from doing Leatherheads!! George Clooney whispers something in Tex’s ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Security! INT. KERMIT’S MANSION QUICK CUTS of Walter trying to imitate different Muppet talents: Stunts like Gonzo, Piano like Rowlf, a fashion s like Piggy. INT. MR. CHOW’S -— LUNCHTIME Jack Black, Ben Stiller, Mel Brooks and Steve Carell are eating lunch. A plate arrives. The waiter takes the top o the dish revealing Pepe the King Prawn. REVEAL the Waiter Sweetums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEPE THE PRAWN",
          "text": "You guys wanna be in a big Muppet benefit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE/BEN",
          "text": "Uh no./Not in a million years. A second plate is put down on the table. Jack lifts the h off. Kermit’s on the second plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "C'mon, Jack. You seem like someone who loves fun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK BLACK",
          "text": "I'd do it if you were famous. Or if it would somehow benefit me personally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL BROOKS",
          "text": "I'll do it. I love a live show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Thanks a lot, mister, but we need big stars. \f64. Mel Brooks motions to a waiter, Tex Richman IN DISGUISE a whispers in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I didn’t realize Chinese restaurants had security. A bunch of ninjas drop down and pull them away. INT. KERMIT’S MANSION Walter tries playing saxophone. It sounds awful",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah Jessica Parker is changing into couture when Miss P slides in under the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Hello lover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY",
          "text": "Tex Richman DRESSED AS SECURITY grabs Piggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jon Favreau and Vince Vaughn sit having smoothies. Both a dressed very casually, Jon reads the paper and has a baby a stroller next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE VAUGHN",
          "text": "I think there’s pineapple in this Super Citrus Blast. I’m just saying, if there’s pineapple, tell a guy. When I think of citrus, pineapple doesn’t immediately jump to mind. RIZZO THE RAT approaches dressed in a very “swingers” bla suit and tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIZZO",
          "text": "Smoothie, baby. Smoothie. It’s me. Rizzo! C’mon! Rizzo the Rat baby! Remember, Swingers?! I’m just heading to Vegas, baby, yeah. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON FAVREAU",
          "text": "I can’t go to Vegas. Swingers was ten vears ago! I’m married now. I’m a director. I have two kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE VAUGHN",
          "text": "I’1ll go to Vegas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIZZO",
          "text": "Vinnie, let me ask you, you wanna host our benefit show on Saturday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE VAUGHN",
          "text": "I can’t, I’m gonna be in Vegas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIZZO",
          "text": "C’mon Jonny Boy! What do you say Big Man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON FAVREAU",
          "text": "Did you just call me big man? I’m on a juice diet now!! SECURITY!!!!! REVEAL: Tex Richman making a smoothie. He snaps his finge and JAMBA JUICE security swoop in and tackle Rizzo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gonzo and Camilla sit in a small Citroen with sunglasses Matt Damon walks out of the office. Gonzo gets out of the car and walks up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "Mr. Damon! Interested in doing a benefit? Matt Damon turns and TAKES OFF. Gonzo gives chase. Damon climbs up a nearby fire escape. Gonzo runs up it to. Suddenly we’re in a full scale Bourne-style movie with cr jump cuts. They get to the roof and start JUMPING from ro top to roof top. Damon, using elegant parkour, jumps down between two buildings and lands on the ground to be confronted by a SCREECHING CAR being driven by Camilla. Damon RUNS OVER the car. Gonzo jumps off the building and SPLATS on the ground. He shakes himself off and gives cha Now suddenly WE’RE IN a Morocco-like place. Damon turns a corner to be confronted by Beaker and Honeydew on motorcycles. They DRIVE UP the stairs. Damon SMASHES through a window and turns to see Gonzo there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT DAMON",
          "text": "(out of breath) Security. \f66. Tex Richman and several guards surround Gonzo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scooter goes into Copy Katz to pick up the fliers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOOTER",
          "text": "Hey, my name’s Scooter. I just came to pick up our fliers. The Copy Katz employee turns around to reveal a DISGUISED Richman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Here's your sweet, sweet fliers. Meeeow help you with anything else? Maniacal laugh! Scooter looks at him sceptically. Tex HANDS the box to Scooter. Scooter walks off, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scooter hands out the fliers to tourists, locals and a gu dressed in the dirty Spiderman costume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOOTER",
          "text": "Come to see the Muppets reunited! This Sunday at 7PM! People are taking the fliers. ZOOM IN on the flier. The fliers actually say “Monday at 2AM at the Dubai Internati Convention Center.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary and Gary sit across from each other at a fancy restaurant. Both are dressed up and look great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "You look beautiful. I’m sorry I haven't been around lately but, well, happy anniversary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "To you as well. So...how’s your duet practicing going? \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Good...you know. Miss Piggy can be a bit of a handful but we’re getting through it. I sure miss you though, I‘1l tell you that. She smiles and they hold hands. The Maitre ‘D approaches table with a broken arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAITRE DE",
          "text": "Welcome back, Sir. Out of curiosity, will Miss Piggy be joining you again? I only ask because I don’t want to run out of truffles again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "(caught) No. It’s just the two of us. Actually, it’s our anniversary. He leaves. Mary stares at Gary. GARY (CONT’D) We were just picking up food for everyone. Then Piggy wanted to have some truffles and next thing I knew it was three hours later and the local supply of truffles had run dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I don’t know Gary. I didn’t want to do this, especially not on our anniversary but... it just seems like you don’t even think about me anymore. This was supposed to be our anniversary vacation and I feel like I’ve just disappeared for the last thirty minutes of the movie. Gary looks a bit guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I understand. But, I mean...it’s not like I wrote it. Mary looks at Gary, who looks down guiltily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY, (CONT'D)",
          "text": "I understand. I just couldn’t have anticipated any of this would happen. But I promise you, you are the number one thing in my life. \f68. Tex Richman in disguise approaches holding a magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN IN DISGUISE",
          "text": "Sorry to bother you, but I was hoping I could have your autograph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Me. Sure, but...why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN IN DISGUISE",
          "text": "You're Miss Piggy’s new man! He plops the tabloid mag down on the table which has a headline - MISS PIGGY’S NEW MAN!!! It has photos of Gary squiring Piggy around town to find a dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I can explain! His phone rings. He looks down and sees the caller ID rea LA COUNTY JAIL. He answers. GARY (CONT’D) Hello? PIGGY!?! What are you...you’re where?!?! All of you? Okay I’1l be right down!! Gary hangs up and turns to Mary to explain, only to find SHE IS GONE. She’s left a present. Gary opens it. It’s a framed photo of Mary, Gary and Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pan down the hallway of the jail peering through the c where our Muppets sit, dejected. We continue panning unti reach the final cell where CHARLES GRODIN sits, still incarcerated from “The Great Muppet Caper.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A guard walks down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISON GUARD",
          "text": "Alright, you're free to go. You've been bailed out. The cell door is opened and our Muppets make their way ou Charles Grodin sees Piggy as she exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GRODIN",
          "text": "It’s you! Piggy! I never thought I'd see you again!!! Come back! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GRODIN, (CONT'D)",
          "text": "We can still make bacon together!!! It’s fate!!! She sees him and quickly turns to the gang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Go. Move! Move it along!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GRODIN",
          "text": "AT LEAST I’M NOT A RAT!! Rizzo crosses back into frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIZZO",
          "text": "I resent that! INT. KERMIT’S MANSION - NIGHT Our gang sits around looking to Kermit for inspiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "So we couldn't get any big stars, what do we do now Kermit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZY BEAR",
          "text": "Yeah Kermit! We need an idea fast! Kermit rises. A long beat. He looks like he might cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "(sadly) We give up. Everyone gasps in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "We tried. We tried everything we could think of. I’m sorry if I let you guys down, but I guess... well I guess this is the end of the Muppets. I love you guys, but I don’t know what else to do. Kermit turns and walks out of the room, beaten. EXT. KERMIT’S MANSION —- CONTINUOUS Kermit walks out onto his patio and gazes out at the full moon sadly. Stars twinkle behind him. From behind, we wat Kermit wipe a tear from his eye. \f70. INT. KERMIT’S MANSION - CONTINUOUS Our dejected heroes sit in shock at their leader’s surren A long moment of silence. Finally, Miss Piggy rises and w out the glass doors onto the veranda. EXT. KERMIT’S MANSION —- CONTINUOUS Miss Piggy sees Kermit and walks towards him. She takes a place next to him and the two stand, backs to camera, fra the full moon. They stare at it in silence for a beat, th Miss Piggy turns to Kermit who continues gazing at the sk",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Kermit. I have never seen you like this. It kills me to see you so sad. And do you know why? Because I love you Kermie, not just as a frog, but as a friend. And it’s not just me. It’s all of us. We look up to you. We need you. So don’t give up. Because these past few days. Well they’ve been the best few days we've had since we've been apart. Kermit, you’re the best thing I’ve ever known. Kermit turns to Piggy and the two stand in profile. MUSIC UP: Marvin Gaye’s version of “I’m Your Puppet.” Ker and Piggy gaze into each others eyes. They should kiss. T",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAVE THE STUDIO",
          "text": "! WE’VE GOT TO INT. KERMIT’S MANSION - CONTINUOUS Our dejected gang sits in the living room, as Kermit come racing through and heads out the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "It’s time to get our big star and save the studio! The gang all cheers and follows. Once the living room is empty, Piggy crosses frame after them, slowly and annoyed \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit, alone, walks tentatively to the front door and ri the bell. Finally, the door opens revealing Jack Black in his pajamas with a Guitar Hero guitar around his neck eat a sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK BLACK",
          "text": "Kermit? What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I just wanted to talk to you about the benefit show --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK BLACK",
          "text": "(cutting him off) ---I’m sorry Kermit. I thought we discussed this. And as you can see, I'm kind of busy eating this sandwich. I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW",
          "text": "We see that Miss Piggy, dressed like a cat burglar, is standing on the roof of Jack’s house. She leaps off and l on Jack Black, toppling him. ALL OF THE MUPPETS SWOOP IN ROPES, MOTORCYCLES AND JETPACKS, DRESSED IN ALL BLACK, an restrain JACK with ropes and a gag. THIS SHOULD BE AS VIO AS OUR RATING WILL ALLOW!! Piggy leaves the fray and approaches Kermit as the gang subdues Jack. MISS PIGGY (CONT’D) You did it Kermie!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "No, we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Shhhh. MUSIC UP: I’M YOUR PUPPET (MARVIN GAYE) Piggy and Kermit stand face to face, framing the violent kidnapping of Jack Black. A long beat as they stare into other’s eyes. Piggy leans in for a kiss. KERMIT PANICS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Ummm. .... PEANUT! !!! He joins the fray, leaving Piggy standing alone, puckerin \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "(angry) That’s it frog!!! Never again!!!! Never again!!!!! She walks off and spots Gary sitting on the curb looking something. She goes and sits next to him. MISS PIGGY (CONT’D) He makes me so angry sometimes. Gary looks at her sadly, then looks back at the framed ph of Mary in his hands. Miss Piggy takes this in and STEALS without him noticing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary is at her desk as her class takes a quiz when an inv is slipped under door. She opens the invite. It reads “Ms Mary Greggs and Her Class Are Invited to see the Muppets Perform as a guest of Gary Stevens.” She opens the door. PIGGY IS STANDING THERE WAITING, DRESSED TO THE NINES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Oh. Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "May I come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Um. Alright. Did you just slip this letter under the door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Perhaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "How did you get here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "I may or may not have borrowed someone's jet without asking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Kermit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Perhaps (she enters) Perhaps. I have come to talk to you about your boyfriend... what’s his name again? Ah yes, that’s it, Carey. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Gary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Gary. Indeed. Listen Carey, I think there has been a misunderstanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Piggy. Miss Piggy. And you see Carey, I know that you and Carey have been having some problems. And I know that I may be somewhat at fault for said problems so I just want you to know, I have no interest in Carey whatsoever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Gary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Piggy. Listen dear, I know we got off on the wrong hoof, and I understand your jealousy, I really do, but if you must know, there is only one out there for me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Kermit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "I can’t say! But what I can say, Carey, is that Carey is a good man, and you must not let my beauty, fame or talent get in the way of the love you share. We are strong women you and I, and women like us must stick together. Perhaps this is best expressed in a female power anthem. Insert “Women in a Man’s world”, a Dolly Parton-esque son between Piggy and Mary as the class watches on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack Black, in a tuxedo, is bound and gagged in a chair. Scooter enters enthusiastically. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOOTER",
          "text": "Five minutes to curtain Mr. Black!!! Jack writhes in his chair and tries to yell through the g SCOOTER (CONT’D) Can I get you anything?!?! (off Jack’s grunts) Sounds great. Good luck out there!!! Scooter exits. INT. WALTER’S DRESSING ROOM - NIGHT Walter’s getting make up done as Gary sits on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "So, are you good to go, buddy? What’s your act gonna be! I’m dying to know!?! Are you excited!?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Totally. I mean, there’s going to be so many people out there, hundreds of people, but that’1l just make it more fun, right? Right, totally. Walter starts shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Are you shaking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "No. Just doing a little pre- performance loosening up. Probably should loosen up my teeth as well. Walter's teeth start nervously chattering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATLER",
          "text": "Well someone really cleared the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDORF",
          "text": "I wish we'd gotten the message! \f75. PULL BACK to reveal there’s no audience. The ABC Executiv walks in and is horrified. She runs backstage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ABC Executive walks up to Kermit and Scooter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "We have a problem. No audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Scooter, did you remember to pass out the fliers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOOTER",
          "text": "Of course. We gave them all out. Kermit looks at the flier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "The time of the show... it’s wrong! Dubai!! That’s a totally irrational location for a Muppet Reunion!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quick shot of a completely packed stadium in Dubai filled with Middle Eastern Muppet fans. People are getting restl",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "It’ll be OK. We’ll think of something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "Hey, totally cool. Just keep in mind, I go down you go down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit stands before all the Muppets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "So we’ve encountered a tiny little totally not a big deal obstacle which is that we lack an audience. The Muppets get upset, although Walter’s relieved. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Next time try sugarcoating it a little!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "You guys still want to do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Putting on a Muppet show isn’t about fame and fortune --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "Speak for yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "It’s about laughter --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWLF",
          "text": "And music --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "And being beautiful and glamorous --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "And setting fire to yourself --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL",
          "text": "And smashing... flute --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM THE EAGLE",
          "text": "And waving a flag majestically --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BUNSEN HONEYDEW",
          "text": "And advancing the cause of science -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAKER",
          "text": "Meep meep meep meep meep",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH CHEF",
          "text": "And Florgy borg borg --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "So, what do you say? The Muppets all look to each other considering. Smiles cr onto their faces. Scooter runs in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOOTER",
          "text": "Some people just came in! The Muppets POKE their heads out of the curtain to see Ma and her class sitting down. The rest of the audience is empty. Gary’s eyes light up. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scooter’s on camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOOTER",
          "text": "And we've got three seconds till we air, and three, two, one -- PAN TO Kermit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "It’s the Best Muppet Show benefit Ever Made with our special guest, Jack Black! WHIP PAN to Jack Black who’s tied up in a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK BLACK",
          "text": "I’m being held under duress! Please release me! Mary and her class laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK BLACK, (CONT'D)",
          "text": "Stop laughing! I’m not kidding! They've kidnapped me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATLER",
          "text": "The only way you’d get me to watch this junk is if you kidnapped me as well! MUPPET SHOW THEME STARTS PLAYING. The walls of the dark a gloomy basement room fall down revealing a stage. We see shot for shot remake of the classic opening of the Muppet Show, except that Jack Black is tied up in every shot and there is no audience (except for Mary and her class).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter watches the show on his monitor, much more confide now that there’s no audience. Gary, in a tuxedo, checks i",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "You feeling a little better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Yeah. I mean there’s basically no audience. So I am ready to perform. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit stands center stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "And so once this graph -- Dr. Honeydew pulls a curtain revealing a GIANT LIGHT UP G SHAPED LIKE AN OIL FOUNTAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "-- hits ten million viewers we get to keep the studio!!! Mary and her class clap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "Right now we're at five hundred viewers. Only 9999500 viewers left to go! And by the way... We have plenty of room here in the audience... (swing to empty audience) .»».so if you wanna come down and see the show live... well, we've got room for you!! Kermit turns to Jack Black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT, (CONT'D)",
          "text": "So, Jack Black, are you excited or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDORF",
          "text": "Or what! Waldorf and Statler laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK BLACK",
          "text": "Please somebody, anybody call the police! This is real rope! I’m really tied up here! Mary and her class laugh at his antics. INT. TEX RICHMAN’S SUPER HIGH TECH NERVE CENTER - NIGHT Tex Richman and his underlings sit before a bank of monit The graph of viewers watching the Muppet show is very low \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Five hundred viewers?! If it stays that low, they won’t air but five minutes. Turns out America don’t care about talking felt! Bobo looks hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "Well, I’m technically talking felt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "(sarcastic) Did I hurt feelings? Sorrry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gonzo walks on. A background drops that says in giant letters THE AMAZING GONZO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "Prepare yourselves, ladies and germs, for Gonzo’s most amazing feat next. Head bowling! REVEAL that Jack has a pin on his head and Gonzo’s holdin bowling ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK BLACK",
          "text": "I have not signed off on this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "Drumroll please! SFX: Animal plays the flute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO, (CONT'D)",
          "text": "And a one! And a two! And a... Gonzo spins the bowling ball around and around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO, (CONT'D)",
          "text": "... three! Jack flinches as Gonzo tries to let the bowling ball go. His arm is now spinning wildly around and around in a cir Jack flinches. He remains flinched and then opens his eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO, (CONT'D)",
          "text": "My fingers got stuck. One sec.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK BLACK",
          "text": "Please make this end! Please! \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "Here we go! Jack flinches. Gonzo’s arm continues to spin in circles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO, (CONT'D)",
          "text": "False alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A family stares bored at “Soyburger and Numbers.” The Mot starts channel surfing. She hits the Muppets. The LITTLE GIRL starts laughing joyfully at the antics. INT. TEX RICHMAN’S SUPER HIGH TECH NERVE CENTER The graph of viewers watching the Muppet show moves up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "Sir, we have a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Just a commercial break. Nothing to worry about. INT. GEORGE CLOONEY’S MOD HOUSE - DAY George Clooney is watching television on an enormous flat screen and flipping through the channels. He lands on Gon spinning the bowling ball as Jack Black flinches. The ent audience laughs hysterically. George Clooney laughs and t looks angry. George Clooney picks up the phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE CLOONEY",
          "text": "Why am I not a part of the Greatest Muppet Benefit Ever? Jack Black is killing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People stream into the audience, filling it up. INT. WALTER’S DRESSING ROOM - NIGHT Gary pokes his head in. Walter could not be more relaxed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Great news! The theater’s packed! \f81. Walter instantly starts shaking, turns to Gary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Oh. Great. You know, if you wouldn't mind, I think I just need a second alone? Just to get excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Of course, buddy. Everything will be great! And just so you know... I’m nervous too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Who said anything about being nervous? Walter tries in vain not to shake again. Gary smiles reassuringly and heads out. Walter starts to hyperventila Walter starts running around his dressing room in spazzy circles, dashes to the window, and crashes through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gonzo continues to spin his arm in a circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK BLACK",
          "text": "Just make it end already! The audience laughs. Kermit steps in front of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "We'll get to see what happens with Head Bowling later in the show! And now FOZZIE BEAR! !!! Jack and Gonzo get rolled off stage, Gonzo’s arm still spinning, Jack still flinching. Fozzie comes onstage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE",
          "text": "So glad to see you all made it, especially with the traffic being so bad. You know what I do to get through traffic? Grin and bear it. No one laughs except for the ABC Executive who’s having a oddly great time. ANGLE ON Kermit getting nervous. He and Rowlf see Sweetums heading for the mysterious lever. He l to Rowlf at the piano and gives him a nod to play him off but again, Rowlf refuses. George Clooney suddenly walks p Kermit and onto the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE, (CONT'D)",
          "text": "Is it me or is it getting hot in here? Wish I could take off my coat! Waca waca! George Clooney heads onstage behind Fozzie. The audience cheers and laughs. Fozzie smiles, thinking his joke worke out. Then he turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE, (CONT'D)",
          "text": "George Clooney! Oh my goodness! You made it!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE CLOONEY",
          "text": "Just Bear-ily. Traffic was grizzly! Waca Waca Waca!! The crowd erupts in laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE",
          "text": "Wait a minute, I just did almost the same joke! You’11 laugh at his puns but not mine!?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE CLOONEY",
          "text": "I'm a big star Fozzie, they’1l laugh at anything I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE",
          "text": "Not Leatherheads. The crowd erupts in laughter, the ABC Exec chief among th",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE CLOONEY",
          "text": "Geez, will you lay off Leatherheads already?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE",
          "text": "What? You should be happy. That’s the biggest laugh that movie ever got! The crowd goes nuts. CUT TO A GRID OF CELEBRITIES in their various houses watc their television, including CHRIS ROCK, MARTIN SHORT, JON",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEYER, NORAH JONES, SARAH JESSICA PARKER, HARRISON FORD,",
          "text": "STILLER and really whoever we think we can get, picking u their phones and calling their agents. \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CELEBRITIES",
          "text": "Clooney's killing!/Why am I not on this thing?/I want in!/I'm twice the talent of Clooney! He’s just a pretty face! PAN DOWN A ROW OF HOUSES IN THE SUBURBS AS WE SEE televis flipping to the Muppet Show Benefit. INT. TEX RICHMAN’S SUPER HIGH TECH NERVE CENTER The graph of viewers watching the Muppet Show goes higher",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "What? People are actually watching this. That can’t be. (then, epiphany) I got it! Bobo! Check to see if I own the network!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GONZO is surrounded by Dr. Honeydew, Kermit, the ABC Executive and SEVERAL MUPPET DOCTORS who are trying to de the bowling ball from his rapidly spinning arm. He KNOCKS few of the doctors away. Jack is still tied up in his cha flinching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK BLACK",
          "text": "Could you at least move me away from the trajectory of the bowling ball? Please? ANGLE ON THE CAMERAS as the camera men shut them down. Kermit runs up to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "What're you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERAMAN",
          "text": "The owner of the network, Tex Richman, wants us to shut down. Sorry. Let’s go, boys. The cameramen leave. The ABC Executive runs on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "Not to fear! I am personally turning them back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "But if you go down -- \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "-- then at least I’ll have seen a great show. Several Muppets run to the cameras and FLIP THEM BACK ON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEPE THE PRAWN",
          "text": "Do you know how to work one of these things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC EXECUTIVE",
          "text": "I don’t know how to make television. I’m just a TV executive, but we'll figure it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit REAPPEARS on the television. The camera work is terrible. Half Kermit’s head is off screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Sorry about that little technical difficulty! Now let’s give a round of applause for Dr. Teeth and Electric Mayhem!!! INT. TEX RICHMAN’S SUPER HIGH TECH NERVE CENTER Tex Richman and Bobo are in the nerve center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "They're back on the air! And as hilarious as ever! Tex shoots Bobo a look. BOBO (CONT’D) I mean, and as annoying and terrible as ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Only one thing to do now. Tex PULLS OUT wire cutters. TEX RICHMAN (CONT’D) Get up on the roof and shut them down. Time to mothball these felt- brained morons. Bobo looks upset. They LEAVE the high tech nerve center \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and we reveal the high tech nerve center somehow fits inside an OSCAR MEYER WEINER MOBILE that’s parked right outside the Muppet Studios.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They get up to the giant antennae. Tex takes his giant wi cutters out and raises them like he’s making a toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "To the end of Puppets, Muppets and Marionettes and to the sipping of tasty tasty Texas teal!!! Bobo grabs the wire cutters and tosses them away. TEX RICHMAN (CONT’D) What’re you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "Enough is enough, Tex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Enough is never enough, see!? And don’t forget about the tea! The delectable black tea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "It is true, Tex. I do love oil. But I am a Muppet in my heart. And I promise, you'll always remember how this “felt!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBO",
          "text": "It’s a pun! Bobo HITS Tex off the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The band is about to play when JON MEYER, BRUCE SPRINGSTE and NORAH JONES join them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE SPRINGSTEEN",
          "text": "Would you mind very much if we joined you? \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. TEETH",
          "text": "If you have to. Animal, you sure you don’t want to play drums?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL",
          "text": "Can’t... touch... drums. Drums Bad! Flute good!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. TEETH",
          "text": "They're here if you want ‘em. (to Bruce, Jon and Norah) Just follow my lead. Keep the vocals tight and splashy. Anda one, two, three go!!! They start playing. INSERT SONG HERE BETWEEN JON MEYER, BRUCE SPRINGSTEEN AND NORAH JONES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fozzie comes up to Rowlf, still a tiny bit defensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Well. You didn’t have to play me off this time! Rowlf walks over to the mysterious lever back stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWLF",
          "text": "I would never do anything to hurt you old friend. That’s why I played you off that day. This lever opens a trap door to a shark tank. The network made us put it in back in the day for acts that weren’t working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "What? A shark tank? I don’t believe you! Fozzie hastily pulls the lever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTO A SHARK TANK",
          "text": "Fozzie looks to Rowlf gratefully. With screaming in the background, they hug. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORAH JONES, (0.S.)",
          "text": "Ohmigod! Bruce is literally riding a shark! He can do anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter runs in a blind panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Abhhhh! He stops, out of breath, then starts running again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (CONT'D)",
          "text": "Ahhhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACTS",
          "text": "CHINESE CHICKEN BALLET - Camilla, a bunch of chickens and Barysnikov dance in traditional Chinese costumes. HOMEMADE SALSA - The Swedish Chef dumps tomatoes, onion a hot peppers onto the floor. Then he and Rachel Ray do a sultry salsa dance over the ingredients. DINNER THEATER - The curtain rises to reveal a beautifull set table filled with FOOD MUPPETS (a Muppet bread loaf, Muppet roast with eyes, a Muppet basket of vegetables.) T begin performing Romeo and Juliet. ARNOLD SCHWARZENHEIFER AND HIS OPERATIC MUSSELS - The cur rises to reveal a pig dressed like Arnold Schwarzenegger Terminator-style black leather jacket. He starts to sing aria. He PULLS OFF his jacket to reveal he’s covered in MUPPET MUSSELS, as in the shellfish. They all join in on aria. ANGLE ON THE GRAPH: Muppet viewers go up and up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary runs up to Mary and her class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What’re you doing out here? Don’t you still have to perform?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I wanted to thank you for coming. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Miss Piggy invited me. She explained everything. And then we sang about how hard it is to be a woman in a man’s world. It was really inspiring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "And I love you. Mary and Gary kiss. ANGLE ON THE CURTAIN: Kermit, peering from behind the curtain, sees them kissing and realizes Gary’s not dating Piggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kermit looks from Mary and Gary kissing to Piggy who star dramatically at a beautiful sunset and ocean vista as a w gently blows her hair. Kermit NERVOUSLY GOES over to her. REVEAL that she’s standing in front of an ocean vista set that a fan is pointed her way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Listen Piggy. I’ve been doing some thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Caw Caw. REVEAL Fozzie standing there. Kermit and Piggy turn to hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "A seagull. To increase the romantic atmosphere. Kermit and Piggy stare at him until he leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "And, well... I was just wondering if maybe, you might want to... \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "I won’t sing our duet. I just can’t bare the heartache any longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "(returning) I can bear it! Waca Waca",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOKE",
          "text": "Fozzie leaves again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "It’s not about the duet. I’ve missed all of you so much. But the person I missed the most is you. I’d rather be legless than not be with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "You’1l move to Paris? Kermit nods. PIGGY LEAPS UP EXCITEDLY!!! MISS PIGGY (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "OH KERMIE",
          "text": "Music up: Opening strains of I’m Your Puppet. They gaze i each other's eyes. Kermit leans in and kisses Miss Piggy the music begins to swell. Kermit extends his hand. Piggy throws off her rope revealing the most beautiful gown a p has ever worn. She takes his hand. They walk a few steps hand in hand. Then: MISS PIGGY (CONT’D) (screaming) SORRY GARY! I’M DOING MY DUET WITH",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "She smiles at Kermit and they walk out of frame together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The curtain opens. Kermit’s in a tux on a crescent moon p with Miss Piggy in a chiffon bridal gown. The band starts playing, Animal still not at the drums. Miss Piggy and Kermit sing “I’M YOUR PUPPET.” The graph SPIKES TO 9.5 MILLION VIEWERS!!! The audience claps. Gary and Mary watc on smiling. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I should go check on Walter! He’s up next! They peck and he heads backstage. INT. WALTER’S DRESSING ROOM Gary opens the door. Walter’s gone, the window broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Oh no. Kermit arrives, excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Alright!!! It’s time for the big closer, is he ready?? Kermit sees the broken window and SCREAMS!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "He must have gotten stage fright!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "(to Gary) We've got to find him! Let’s split up! Go! GO! (Gary exits, then to Scooter) Find someone to fill! We’ve almost made it!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOOTER",
          "text": "But sir, we’re running out of stars! We’re really scraping the bottom of the barrel now!!!! ANGLE ON BILL HADER about to go onstage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL HADER",
          "text": "I heard that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter stops running and stops in front of an electronics store with several televisions in the window playing the Muppet Benefit Show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY, (0.S.)",
          "text": "What’re you doing, Walter? \fgl. Walter turns to find Gary running up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "How did you find me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "This is where people always go when they’re running away from a personal challenge. See? REVEAL that there’s a woman dressed as the witch from Wic Conan O’Brien and a guy in a Jack in the Box uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITCH FROM WICKED",
          "text": "(talking to herself) What if I forget all the lyrics? What then! ? CONAN O’BRIEN (talking to himself) I just don’t know if I can do another show tonight and keep up the quality!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK IN THE BOX GUY",
          "text": "(talking to himself) What if I can’t master how to make the BBQ Bacon Sirloin burger?! BACK TO WALTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "I don’t have an act! I can only go out there if you go with me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Are you sure? I mean this is your big chance... WALTER JUMPS ONTO GARY’S ARM AND SLAPS HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "I can’t handle the pressure!!!!! I can only do it if you’re there with me!!! Please!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Anything you need buddy. You still remember our routine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "I’m pretty sure. Let’s go! \f92. Gary and Walter turn, revealing that the Muppet Studios a right behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (CONT'D)",
          "text": "It felt like I ran way farther. They run into the studio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scooter’s off stage, panicked. Fozzie on stage looks to Scooter and gestures “What now?” Scooter looks around concerned, sees Chef walking by, grabs him and pushes him onstage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "And now, for an encore, the Swedish Chef! Chef walks on stage tentatively, no act prepared. THE GRA IS HOLDING STEADY AT 9.5 MILLION. No phones ring. Chef lo around the stage. There’s no cooking equipment set up. He stands there silently. The audience grows impatient. Angle on: Backstage the Muppets look around nervously. IN",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE ON STAGE RIGHT TO CHEF AND QUICKLY TURN THE DIAL",
          "text": "“PASTA.” DELICIOUS SPAGHETTI AND MEATBALLS FLY EVERYWHERE AND CHEF GOES NUTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLURGY BURGY BURGY",
          "text": "The audience applauds. More silence. THE GRAPH HAS NOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOVED. THEN",
          "text": "NODS TO FOZZIE! Fozzie quickly runs to the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Now get ready for the biggest event of the night, Gary and our newest Muppet, Walter!!!!! Fozzie claps and walks offstage leaving Gary holding Walt like a puppet, like the act they did at the beginning of movie in Venice. They’re both in tuxes. The band begins playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "We're friends... \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Oh yes we're friends...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Until the end...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "The very end...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "And nothing, no sir, nothing... Without warning, Gary TOSSES Walter off his hand and onto stage! IN SLOW MOTION, Walter flies through the air and gives Gary a “what are you doing” look. Walter lands, lim on the stage. The audience lets out a SHOCKED GASP! A lon silent moment. GARY (CONT’D) (sotto to Walter) C'mon, Walt. You can do it. This is your big chance, I’m not letting you pass it up. Long beat. Then Walter sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Can tear us apart!!! Walter begins tap dancing... INCREDIBLY WELL. The audienc applauds loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (CONT'D)",
          "text": "I’m a dancer! That’s it!!! MY",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUPPET TALENT IS I CAN DANCE",
          "text": "Gary smiles and slowly takes a step back to give Walter center stage. Walter is a brilliant and diverse dancer. H does ballet, then capoeira, then a somersault and a cartwheel. The audience is going nuts. As his dance solo comes to an end, Walter does a standing backflip and land flawlessly RIGHT ON GARY’S HAND! It should look like a mi Cirque de Soleil, Stomp and Crouching Tiger, Hidden Drago",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (CONT'D)",
          "text": "No nothing! Nothing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Can tear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Us! \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY /WALTER",
          "text": "Apart!i!!t! Gary tosses Walter up into a triple flip which really jus looks like someone threw a puppet up into the air. He dro onto the ground on his feet. THE CROWD GOES NUTS! Phone’s are ringing off the hook! The graph spikes to 9.9 Million viewers. The crowd rises to its feet in anticipation as t graph ticks closer to 10 million. Muppets run on stage exuberantly and hug Walter and Gary and each other. Gonzo bowling ball still spinning in his arm dances around the stage. Suddenly the lights go out and house lights come o Tex Richman HAS APPEARED on stage. He pulls a GIANT RIFLE OUT and points it at Kermit and Miss Piggy. THE GRAPH ABRUPTLY STOPS AT 9,999,999.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "I tried to negotiate. I tried to talk reason. But no, you all had to put on a show and make America fall in love with you all over again. Well how’s this for a show, America?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONZO",
          "text": "Somebody arrest him! He’s got a gun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "I’m aiming at a pig and a frog! What they gonna get me for, hunting without a license?! Just as Tex is about to pull the trigger the movie FREEZE DR. HONEYDEW appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HONEYDEW",
          "text": "We here at Muppet Labs are aware that puppetry is not the most advanced form of entertainment. His assistants PULL the Temporal Displace Machine on scre",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HONEYDEW, (CONT'D)",
          "text": "Therefore we now present to you the top secret fourth setting of the Temporal Displacement Machine dial. Dr. Honeydew flips the dial PAST PASTA to “Bullet-Point-o View-O-Matic.” \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HONEYDEW, (CONT'D)",
          "text": "Bullet-Point-of-View-O-Matic. Once the fake Texan pulls the trigger, we will go into an exciting computer animated point of view of a slo mo bullet, thus bringing you the cutting edge of visual stimuli! BACK TO THE ACTION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "If I don’t get my oil, then no one does. Dr. Honeydew FLIPS ON THE DEVICE and then GOES OFFSCREEN. Tex Richman PULLS THE TRIGGER. We go to BULLET POINT OF V ie. We’re looking down the shaft of the rifle at Kermit a Miss Piggy. Everyone is now moving in slo-mo. The gun fires! And the bullet emerges... as a puppet bullet at th end of a stick with whooshing bullet noises made by the Muppet who’s holding the stick. The Muppets are moving in slomo, but it should be clear that they’re pretending to in slomo. Fozzie walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE",
          "text": "What’s going on guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Ixnay ormalnay eedspay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE",
          "text": "Oh, slo mo bullet pov! Sorry! Fozzie goes into slo mo as well, blinking. He follows the bullet with his eyes, like a bad actor, mouth open, eyes super wide. The bullet continues on its trajectory toward Kermit and Miss Piggy. Tex is smiling evil-y when Gonzo’s bowling ball suddenly FLIES OFF HIS FINGERS and BLOCKS th bullet! We RESUME NORMAL SPEED!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "What! No! Tex pumps his gun and is about to fire again when Piggy KARATE CHOPS it out of his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENOUGH OF YOU, MISTER",
          "text": "The audience cheers. But the graph does not move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "What’s happening, why did the graph stop? \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Looks like you’ve run out of viewers- and luck!! And just in time. He motions to a clock on the graph as it ticks to midnigh series of sad buzzer sounds go off and the graph flashes",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "YEEEEE-HAAAAWWWWWWWWWW. The studio is mine see!!!! It’s mine!!!! And so are the Muppets!!! You gaggle of misfits will never make anyone not laugh ever again!!!!! The crowd and the Muppets are in stunned silence. Angle o Statler and Waldorf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATLER",
          "text": "Waldorf, I don’t know what to say. I feel... sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDORF",
          "text": "I don’t get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATLER",
          "text": "It’s not a sardonic joke, it’s the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDORF",
          "text": "Oh. Ummm. I guess I do to. Waldorf begins to cry, followed by Statler. The audience begins to cry. A series of quick shots of home viewers also crying. All of our celebrities back stage are crying. On stage, all of the Muppets begin to cry and comfort eac other. Tex watches on pleased. Fozzie, determined, steps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "(holding back tears) Everyone stop crying! Don’t give him the satisfaction! This isn’t over! \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Oh it’s as over as Barney the Dinosaur. Nothing you can do. The Muppets are done for good!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "You might own the studio, and you might own the Muppets, but you don’t own our friendship and as long as we got that... well we’1ll figure something out. I promise you, this ain’t over! You messed with the wrong bear! So don’t you worry Tex Richman, I guarantee “oil” be seeing you very soon!! Long beat as Tex Richman stares at Fozzie. Something begi to happen to his face. He looks pained. It takes a long t but finally a strange sound emerges from Tex... a laugh. grows and he begins laughing hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "(laughing) “Oil” be seeing you. I get it. Because it sounds like “I'll be seeing you”, but instead you said “Oil”, because of my obsessive, almost cartoonish love of Oil! I get it!!!! I'm laughing!!!! I'M LAUGHING!!!! HAHAHAHAH!! “OIL!I!!!1”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tex falls to his knees crying he is laughing so hard. Everyone watches on confused. TEX RICHMAN (CONT’D) (through tears and laughter) You made me laugh!!! Finally!! Thank you!!! Keep it!!! You can keep the studio!!! It’s yours!! Just keep making me laugh!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Are you kidding, we're a “barrel” of laughs. Tex immediately stops laughing and glares at Fozzie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR, (CONT'D)",
          "text": "A barrel!? Like a barrel of oil? Tex thinks, then shakes his head no. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Do the other one again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOZZIE BEAR",
          "text": "Oil be seeing you later? Tex starts laughing hard again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "Yes!!! That’s the one!!! HAHAHAHA. It’s yours, the studio is yours!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "We did it, Kermy! We did it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "We did do it. And we did it together!!! WE’RE BACK!! (to the Muppets) And if it’s okay with you guys. (to the audience) And if it’s okay with all of you, well, we want to bring back The Muppet Show! I want to do this every week! With more acts, and more laughter and more fun! What do you say!?! All the Muppets and the crowd erupts in cheers. Miss Pigg and Kermit hug. The Muppets go into a FINAL GIANT MUSICAL",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUPPETS",
          "text": "(singing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BE TOGETHER AGAIN",
          "text": "The music ends. Except for the drums. ANGLE ON ANIMAL who is playing the drums. MUPPETS (CONT’D) (singing) Together again! Animal won't stop playing the drums. MUPPETS (CONT’D) (singing) Ain't it good to be...! Animal still won’t stop playing. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "I think we’re done here, Animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. TEETH",
          "text": "Don’t touch him. He’s working something out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL",
          "text": "Ah! Ahhhh! Drums taking hold!!!! Animal's going crazy on the drums. Animal pounds on the drums so hard he starts to bash his way through the drums into the ground. He’s digging a hole with the drums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Someone stop him! Mortar and bricks fly out of the hole as Animal digs hims deeper and deeper. Then silence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL",
          "text": "Uh oh. There’s an UNEARTHLY SHAKING and suddenly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL, (CONT'D)",
          "text": "oil. Animal SHOOTS OUT OF THE WHOLE on a FOUNTAIN OF OIL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fountain of oil SHOOTS THROUGH THE ROOF, Animal ridin the top of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Muppets running this way and that. Oil fountains star BURSTING through the floorboards. Chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In our one or maybe two CGI shots in the entire film, we a wide shot of Los Angeles, oil fountains exploding ridiculously high into the air under the Muppet Studio. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gang celebrate under the sweet, sweet oil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE CLOONEY",
          "text": "I loved that whole kidnapping bit. How'd you think of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK BLACK",
          "text": "That was no bit. I was kidnapped. I was scared for my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE CLOONEY",
          "text": "(laughing) You are a crack up. You and your family should come out to Lake Como. We'll drink Chianti on jet skis. WE PAN to Tex Richman in HANDCUFFS. A BUSINESSMAN comes u to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSINESSMAN",
          "text": "I represent the shareholders of Richman Oil. You are hereby relieved of your duties as CEO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX RICHMAN",
          "text": "What? Why? All I live for is tasty, tasty oil!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSINESSMAN",
          "text": "Because instead of doing the work that being a CEO of a global multinational corporation requires, you spent all your time in disguise trying to get the oil that’s under the Muppet studios. You realize there’s only like twenty barrels down there? As he says that the oil fountain immediately DRIES UP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSINESSMAN, (CONT'D)",
          "text": "Good day, Tex. ANGLE ON Walter, Gary, Piggy and Kermit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Terrific dancing, Walter. One of the best Muppet performances I’ve ever seen!! We’d be really happy if you wanted to join us on the Muppet Show! \f101. Beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Peaaaaaaaaaaaaa...almond!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PIGGY",
          "text": "At least he’s moved onto a different kind of nut. Kermit and Miss Piggy head off. Mary shows up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Amazing, guys. Really amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY /WALTER",
          "text": "It was all him./It was all him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Walter, I have a friend I’d like to introduce you to. We met in the ladies room. She couldn’t stop talking about your act. From behind Mary steps a PINK REPLICA of Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PENELOPE",
          "text": "Hi. I’m Penelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Pleasure to meet you. I’m Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PENELOPE",
          "text": "(shaking) PPPPPP...Penelope! I’m a big fan. PPPPPP....Penelope!! Against the full moon, Gary and Mary kiss. We PAN past th to Kermit and Miss Piggy kissing, to Gonzo and Camilla th Chicken kissing to the Swedish Chef and Rachel Ray kissin A photographer runs in front of all the Muppets. We recog him as the same photographer who took the fated “TIME” picture years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHER",
          "text": "Kermit! A picture! Kermit shakes his head no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERMIT",
          "text": "Sorry sir. Not this time. Not without my friends. The Muppets all look to each other and smile. They gather put their arms around each other. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIZZO",
          "text": "(as he bites into some) Say CHEESE!!!!! Flash. Our gang, together, smiling. PAPER UP: THE MUPPETS",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARE BACK",
          "text": "Back to live: The Muppets hug and celebrate. We pull up f final crane shot when the MAHNA MAHNA CREATURE jumps into frame and we pull back to closeup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHNA MAHNA",
          "text": "Manamana! The TWO SNOWTHS pop into frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWTHS",
          "text": "Doo doo da da da!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHNA MAHNA",
          "text": "Manamana!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWTHS",
          "text": "Doo doo doo doo! We close with A MONTAGE OF EVERYONE in the film, Muppets, actors, celebrities, crew, etc. singing Manamana with Mah Mahna. FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2194"
    }
  ]
}