{
  "movie_id": "MOV1895",
  "scenes": [
    {
      "location": "BOYLESTON STREET, BOSTON",
      "time": "MORNING",
      "characters": [
        "FLASH TO WHITE...",
        "STATIC",
        "FADE TO BLACK..."
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The boulevard is empty, eerie silence. No cars, no people walks down the middle of the street, long trench, dark sh Though he does not speak, we hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's two kinds of people in this world when you boil it all down. You got your talkers and you got your doers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We recognize this man as ROCCO. He crosses Copley Square looming dome of the Trinity Church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Most people are just talkers. All they got is talk. But when all's said and done, it is the doers who change the world. And when they do that, they change us. That's why we never forget them...So, which one are you? Do you just talk about it? Or do you stand up and do something about it? Because believe you me all the rest of it is just coffee house bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUBTEXT:   \"Ireland\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From behind we see two men perched atop a boulder. A floc encircles them. Their army sacks and shotguns are nearby. their own cigarettes with effortless synchronicity and li CONNOR and MURPHY MacMANUS (30's) now have long hair with facial growth. Rugged. Piercing eyes. Looking to the hori",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like a storm's comin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOODY MUSIC: The brothers drive the flock across jewel gr Murphy cuts a sheep from a thicket and sets it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peace, they say, is the enemy of memory. So it had been for my boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor shares some jerky with a sheep dog as the flock su",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For some time now, their past had felt like a dream to them...faded and worn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy touches the faded Celtic Cross tattoo on his forea sees. The music takes us to a secluded, pioneer-esque ran",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: POPPA M's (58yrs) face as he coughs and watches approach from his rocking chair on the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then suddenly, as if not a day had passed...it was back. I could see it in their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M and his sons eat a rustic dinner.   It storms out",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could feel it, heavy in their presence. Something calling them back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M looks to his boys who just keep eating. DIP TO BL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very early dawn, shadowy morning light. Connor and Murphy coffees and look out into the rain. Lightening lights up",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the open door behind them, Poppa M stokes a warm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor touch the Celtic Cross tattoo on his forearm. The at each other as the rain suddenly stops and all the \"lit of morning cease. Something's amiss. Thunder. Ominous mus",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From behind, we see a man with a CREW CUT, staring at the the Trinity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO, CLOSE ON: Crew Cut's boots as he paces toward. threatening music bleeds over to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just inside the trees, a pack of wolves stalk the sheep f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO, CLOSE ON:   A wolf's paws as it paces toward...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We intercut between BOSTON and IRELAND as chaos erupts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOSTON:    Crew Cut quickly enters the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IRELAND:    The wolves burst from the tree line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOSTON: A frantic priest in his 50's weeps and begs as Cr slams him to his knees with a .9 mm to his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IRELAND:   The wolves savagely attack the screaming sheep",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOSTON:    Muzzle flash, blood splatters on the altar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IRELAND: BOOM! BOOM! Connor and Murphy blast shotguns at wolves. One is hit, the rest retreat. The boys perform me killings on the wolf and one sheep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything calms as Poppa M rushes up with a mag light an He coughs roughly. Moody choral music begins...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"And they cried out, How long O'Lord dost thou not judge and revenge our blood upon them that dwell on the earth?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys toss the wolf carcass onto a bonfire.     It rai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And God said, \"All will fear the wrath of the lamb. For the great day of their reckoning hath come.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M looks across the blaze to his sons. Connor and Mu into the fire, bathed in the light of angry flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"And they that holdest my name shall come with the shaking of the earth and the roiling of the oceans.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Downpour. A rugged old jeep tears through the mud. It sto farmhouse. Poppa M and the boys come out onto the porch. figure with a fedora and rain slicker exits the jeep and the porch. Meet Uncle SIBEAL (62yrs). He wears a priest's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breaking news. REPORTER #1 is live from outside a church. coroner's vans, CSI etc. Police hold back crowds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no new information on the victim found slain this morning inside Trinity Church. As you can see the size of the crowd here has increased substantially over the last couple of hours. People are demanding answers as to how a priest could be murdered in a church. But perhaps more shocking, we have confirmed that the body was ritualized with pennies in the eyes. Many remember this as the grisly calling card of the prolific vigilante killers known as the Saints, who went on a murder spree here in Boston.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NEWS FOOTAGE:   People scream as they run out of a courth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rampage that ended six years ago, when the Saints brazenly walked into open court...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NEWS FOOTAGE:   A body is wheeled out on a gurney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and executed Mafia Don, Poppa Joe Yakavetta before a courtroom of terrified witnesses, then simply disappeared without a trace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grainy, unclear security footage of three men walking the halls, two in heavy black jackets, one in a trench...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The now legendary security camera footage from that harrowing day, our singular tiny glimpse of these infamous and controversial killers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are back with Reporter #1 at the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As police have yet to confirm the Saints' possible involvement, the ominous question hangs heavy in the air. \"Are they back?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sibeal, Poppa M, Connor and Murphy sit around the table. have a look of controlled anger. Presently...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The priest.    Did they release his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. But I made a few calls, still got some friends in the diocese there. McKinney. Father Douglas McKinney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys flash with recognition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You knew him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knew of him. Everybody did. A regular Mother Theresa. Youth hostels, soup kitchens. Even made it into the newspapers sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sibeal considers this.    He genuflects and turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen boys. I think it's best that ya just stay put and we'll try ta figure out what...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor and Murphy are out the door and headed for the bar Confused, Sibeal looks to Poppa M, who just sips his coff",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOODY MUSIC: The boys begin to look more like \"themselves they cut their hair and beards with sheep sheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers lift a chest from a hole in the barn floor. guns and money into black duffel bags and place their sig rosaries around their necks, clasping their hands in pray",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Detective GREENLY (38yrs) is alone on the alter. Police l around as Greenly stares at the body like the detective h ghost. He turns and nervously staggers toward the front v",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Detectives DOLLY and DUFFY are scared.   In hushed tones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to keep our heads, here.   It's probably not even them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course it ain't them but that doesn't really matter, does it. Our skeletons just came screaming out of the closet. We're fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly enters from the church proper.   Dolly and Duffy",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are totally fucked!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly, disguised as a correctional officer, lets Connor and Poppa M out of a paddywagon. FLASH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Saints enter the Suffolk Courthouse, undetected.   FL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly, dressed as a civilian, pulls the fire alarm.    FL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Saints execute Poppa Joe Yakavetta before many terrif witnesses, the alarm blaring in the b.g. FLASH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and not just fucked, like elephant dick, pounded in the ass, no reach around, jungle fucked!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now's not the time to panic, Green beans!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I disagree. Now's the perfect time to panic. We're all Accessories to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you fucking say it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all argue over one another. OFFICER #1 peaks his hea front door. The detectives grind to a halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her E.T.A. is ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON:   a gravestone.   \"Paul M. Smecker,    1956 - 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We reveal a pair of sexy female legs, expensive \"Jimmy Ch From behind we see the woman rest a rose at Smecker's Gra turns and walks toward a waiting squad car in b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly, Duffy and Greenly stand outside in the entry way o church. Though still on edge, they have calmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't even know he had a protege. What is this bullshit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duffy whips out his trusty note pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Special Agent Eunice Bloom, 32 years old. Smecker plucked her right out of class at Quantico.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smecker hand picked her? Aw, man. This brawd's gonna be a nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was assigned to OCD two years back. She can shoot a gun, set three course records during her training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. A bull dike, Annie Oakley wanna- be. We gotta get rid of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is also an authority on the Saints case. Which means Smecker must have walked her through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cops suddenly flush with fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the hits just keep on comin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sibeal waits as Poppa M thinks, then shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw...I'm in no condition.   I'd just slow 'em down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, are ya at least gonna try ta talk them out of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't even know what this is yet! Somebody could just be tryin' ta get away with murder here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye. Only there's about a thousand easier ways ta do that. Trust me. Someone's callin' them out, Sibeal. Ya kill a priest in a church and make it look like they did it. Bring 'em back with a vengeance. Don't know who. Don't know why. But someone thinks he's real fuckin' clever. Only one problem with his little plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's dat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It worked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fear and frustration burst from Sibeal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ! D'er's too much we don't know and if you're won't at least try ta talk some sense into them, I will!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens and in comes Connor and Murphy. Sibeal not change in appearance. The boys stand at the kitchen table opposing end, hands in their pockets. Their resolve fills",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers face off with Poppa M and Sibeal: a bizarre meeting. Poppa M cocks a brow at Sibeal who clears his th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly what do you intend to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. Nobody moves. Connor withdraws a hand from his p looks down. He flips a penny on the table. It clatters to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every last motherfucker that had anything to do with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A squad pulls up.    Dolly, Duffy and Greenly turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Game time.   How are we playing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feds love to pull the divide and conquer routine. We hard line her. Stick together on this. Agreed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agreed.   We're a brick wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all nod and stiffen their resolve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's rock this bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rockin' music fades in as a uniform opens the squad door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO:   EUNICE BLOOM (32yrs) exits the squad and moves",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is simply delicious: sexy, blonde hair, a woman's bus suit, short skirt, brass rimmed specs. Each detective's f Soon she is before them. Music cuts. She smiles and speak southern drawl a la Doc Holiday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hafta be Detectives Dolly and Duffy. Am I right? (extending hand) Eunice Bloom. A pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly and Duffy shake and manage a nod.    Greenly is sti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you must be Greenly. Smecker always said you were the funny one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T'sup...I mean, what? Yeah, well, funny as in ha ha, though not like funny as in gay cuz...I'm not...played high school football.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She chuckles.   Dolly and Duffy fume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, with all due respect, Agent Bloom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Special.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see there's a \"special\" before my \"agent.\" If we are going to address each other formally, I'd prefer if you popped it in there. Makes me feel, I don't know...special. Of course, I'd hoped we could be a little more personable. In fact, I'd like you to call me Eunice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cops are dumbfounded.      Duffy snaps out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'kay, Eunice. I don't see why the fuck the Fed is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa, whoa, \"fuck?\" This isn't a \"fuck\" situation, is it? I can see a \"God Damn\" or two but why skip all the way to \"fuck\" right off the bat? Let's start slow and work our way up to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is the Fed's interest in this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The detectives harden, brick wall.     Eunice furrows her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their interest, Detective, is capturing the men responsible for the murders of 22 of Boston's finest criminals. Y'see public perception is that these boys stepped in, did our jobs for us and then disappeared into thin air as we fecklessly searched for them. The FBI tends to take exception to such things. They coulda sent anyone. They sent me. Why do you think that is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, since we've broken the \"Fuck Barrier,\" allow me to be blunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is because I am so fucking smart that I make smart people feel like retards. Now, we seem to be getting off on the wrong foot here. I'd appreciate a bit of cooperation. Let's chalk it up to paying respect to the memory of a dearly departed mutual friend. A man who taught me everything I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a moment of consideration, the cops concede with no",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lovely. (re: crowd) Now what's with the circus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The victim was killed late last night. When people gathered for morning mass, they found the front entrance chained and padlocked. A locksmith came out, cut the chain and surprise, surprise. Cell phones. Half of them called the cops. Half of them called the media. But regardless...word's out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice turns and looks over the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it looks like that's just the way somebody wanted it. What say we scrape the shit off this cow's ass, fellas? Detective Greenly? Escort a lady onto the crime scene?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?   No, yeah, no.   Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly escorts her as Dolly and Duffy walk behind, mysti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want a cup of coffee or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never touch the stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice stands, looking down the aisle at the altar. Behin Detectives are curios as Eunice slides on pink latex glov",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She puts in ear plugs and all ambient sound ceases.   She slowly down the aisle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOTAL SILENCE AS...Eunice inspects the smashed door of a confessional booth. She looks over the body closely then the altar and walks to the detectives. She pulls her earp all sound returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't them...but I'm sure you boys already knew that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The detectives nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two \"V's.\" The victim and venue don't add up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go with the venue first. Our perpetrators are devout. They would never commit such an act on sacred ground. And as for the victim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All their vics were criminals. Clearly not the case here. So, it wasn't them which means this is a local matter and it falls under our jurisdiction. No need for Federal involvement so with all due respect...we'll see you later, Special Agent Bloom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice stands right in front of Dolly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, I hate it when people say that. \"With all due respect.\" Because it is inevitably followed by a disrespectful remark. I'll give you an example. With all due respect, Detective, this matter falls under whatever jurisdiction I fuckin' say it does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly fumes.   Duffy and Greenly share an \"oh shit\" look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, so...let's just...what can you tell us about the shooters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoo-ter. Singular. And I can tell you that he is left handed and how shall I put this delicately...? He's a short bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One guy, lefty, short.   Got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice furrows her brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll show you what I'm talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close up on Greenly's enraptured face. We pull back and s on his knees before Eunice and staring longingly between",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Detective Greenly, you're the victim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David.   You can call me David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duffy and Dolly stand behind Greenly, chest to chest, eac guns to the back of the kneeling cop's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Saints' signature stance. Copley Plaza Hotel four years ago. Two men of identical height put Yuri Petrova on his knees and each dropped iron to the back of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is torture for Greenly and he turns his head from Eu crotch. She immediately adjusts him back into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eyes front, David. The position of the victim and the angles produced by the killers' stance created a unique scenario. The bullets criss crossed in the skull and exited the eye sockets. Here, this did not occur. The rounds moved on a straight trajectory through the back of the victim's head and out the front. Which happens when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice circles around, positioning herself between Dolly She aims both hands to the back of Greenly's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...one guy's holding two guns to the back of your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut holds two guns to the back of the pleading pries He fires and McKinney falls. Crew Cut steps forward and w face in the light. Piercing, ice blue, sociopathic eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, the victim falls forward.   If you please, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly lays flat on his stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The killer approached the body from the left side... (Eunice approaches) ...and flipped him to the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Left handed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep, southpaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut flips the body, showing little respect. He pulls pennies and looks at them. He chuckles. WHIP PAN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you said he was wicked short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Saints were later determined to be five foot eleven inches tall. It's just dumb luck that the Russian and McKinney are the exact same height.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice kneels, putting her pointer fingers just below Gre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rounds exited Petrova's eye balls. Here they came out the lower cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slides her fingers to Greenly's lower cheeks.    He's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three, four inches below the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That puts him at five, seven-ish. That's not uncommonly short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice stands and points the a broken down confessional b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The killer posed as a late night confessor. Once the victim entered the booth the killer had him isolated. No escape. Short stuff exits his confessional and kicks in the door of the priest's chamber...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut exits his confessional and kicks in the priest's pulls the terrified cleric out. Close on a gash in the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...leaving a crescent shaped indentation which indicates that this cowboy was wearing a boot with a pronounced heel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gave him a couple inches. We're looking at about five foot five, gentlemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's wicked short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We drift over open sea to a huge cargo freighter, the Kil Farris, plodding toward Northeast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor and Murphy stack grain.    A MEXICAN SEAMAN (23yrs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're brawling in the hold!    Better get your bets in now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seamen cheer as a large, ruffian GIANT (33yrs) and a Lati David and Goliath. Meet ROMEO (30yrs), pony tail, shorn s perpetual smile. Romeo's hands are chained behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo bobs, weaves and fakes, avoiding many punches. The spews angry French all the while. The boys step up as mon and men bet. Connor to the same Mexican Seaman in Spanish",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are his hands chained?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo's fast, man. He says the Frenchman can't lay a hand on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he can't hit him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the bet. He's got to last five minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Connor, English) This guy's fuckin' crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers whip out money and give it to the Sailor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty on the Mexican.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We track with the fighting. Tattooed across Romeo's back, RAZA.\" Nearby, French ROUGHNECKS #1 and #2 scream in thei tongue to the Giant and he stops and rests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should never fight a Mexican, Frenchy. Pound for pound, the toughest mother fuckers on earth. Know why? We like pain. We like it, Pierre. I mean think about it, \"tabasco sauce.\" What kinda fucked up people would even invent that shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Giant swings but Romeo slides under his legs. Cheers! jumps up, swinging his hands under his feet, still bound front of him now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be scared. Remember, I can't hit you. I ain't gonna hit ya. (avoiding blows) Ain't gonna hit ya. Ain't gonna...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo catches his opponent's wrist and wraps his chain ar kick in the stomach drops the Giant to his knees. Romeo l man's head between his legs, scissor hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooooo.    Found the loophole, bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Giant falls. Romeo keeps his wrist locked as he choke",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aughtta be a lawyer! Got the 'fine print on y'ass! Pursuant to! Pro bono! Pari Pasu! I'll knock you out on contingency, mother fucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Giant passes out and Romeo stands to cheers.   Roughn #2 fume as Romeo takes a bow. The boys clap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo emerges from the head, chains still on. Roughnecks move down the hatchway toward him, wielding metal pipes. at his chains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shit.   FIRE! FIRE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers emerge from the shadows, cutting them off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of zee way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys speak French. At first, the Roughnecks are surpr the argument escalates. The Roughnecks swing their pipes brutal display, the boys dispatch them quickly, leaving o unconscious and the other gasping for air. The boys turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa!    Uh, merci, uh, si vous plait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just protectin' our investment.   Ya made us fifty bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, thank, God. Irish, huh?   Finally some class. I'm Romeo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking hands) Connor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy.   Why were you yellin' \"fire\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you were supposed to on t.v.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's if you're gettin' raped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh...I'd be more inclined to go with something like, \"THAT DOESN'T GO THERE, MAN!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They laugh as they move to the semi-conscious Frenchman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOW ANGLE:    looking up at our trio, Romeo is in the mid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We saved your entire fucking country in World War Two! Gee...thanks for the statue!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo's foot smashes to camera, blacking us out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys slumber, side by side in hammocks.     We pull c Silence. They whisper in unison...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quis praesumis profanus apud Dominus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who dares trespass in the house of God?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their eyes pop open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy rigs a needle to an ink pen. Connor clicks on a ho The boys listen intently to a tiny hand radio nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People are still in shock as Father McKinney was a beloved local cleric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His selfless contributions to the community too numerous to list. In related news, second generation crime boss, Concezio Yakavetta has not commented on whether he fears for his own safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys flash with recognition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yakavetta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rich, Italian decor, long table, laden with food. CAPOS 1 utter shock, looking to their boss, CONCEZIO YAKAVETTA (3 heads the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, there it is. I want everyone to feel free to share their thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He returns to eating. A moment of silence then the Capos anger. Capo #1 slams a fist down and stands, silencing th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe none of us were consulted on this! The disrespect! We'd have never okay'd such a thing!   A priest! It's an infamita!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah! Are we not Catholics, for Christ fucking sakes?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And just for simple revenge?! There's no business in it! You've put us all at risk here! The cops could be all over us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget the cops! What about these Saints fuckers?! These guys were long gone! And now you're trying to bring the devil right back to our doorstep?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concezio wipes his mouth, stands and adjusts his cuffs. circles the table as he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six years ago, with the backing of an adoring public, these vigilante fucks put my father on his knees and executed him...in public. Mi Patrigno, a blood relative and benefactor to all of you. Poppa Joe made you rich and his murder remains un-revenged...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few roll their eyes at this verbal blunder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This too, is infamita. These homicidal maniacs nearly wiped this family out. It's taken a lot of time to build ourselves up again, brick by brick. And now that we've re-acquiesced our original power, can we really afford to have these guys pop out of the woodwork someday and try to finish the job when we least expect it? Now, for those of you who have forgotten, let's recap. These fuckers walk into rooms full of gangsters... (denotes surroundings) Outnumbered, outgunned. They kill everyone...and leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some look as if they are starting to get his point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I don't know that each one of you's been waking up in night sweats over this the last couple years? These sons of bitches prison fucked us with no lube, wiped their dicks on our drapes and walked away! And we been living in silent fear ever since. Oh, we don't talk about it. Rape victims often don't. But it's there. Knowing they're still out there, somewhere. Thinking...what if?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fear and realization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concezio is right. Pretending you don't got a problem don't solve nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heads nod in shameful agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Doctor Phil. So, let's take a moment to look at the serendiplious, diperous, serendip...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...type situation we find ourselves in here. There's a good chance they'll show. No catching us with our pants down this time. We can deal with them proactivitously. The cops were embarrassed by these guys too. With a second bite at the apple, they got every reason in the world to crank up the heat. And as for their doting public. I'd imagine they're gonna lose a few fans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heads nod all around.   Sold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy sits, bare chested on a crate. With the rigged pen tattoos his brother's back. Connor cooks something, in a the hot plate. The resin of anger is evident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TATTOOS: Murphy's back has the crucified feet of Christ a Connor's shows Christ's downcast head on the cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The prodigal son, huh?   He wants us, he's fuckin' got us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But why would he do something so public?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think about it. People figure we did it. Makes it more likely someone will drop a dime. Way easier to get to us in prison, isn't it, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The berth door is slightly ajar. In pops a bottle of Whis Romeo's head. He's expecting a cheer but the brothers hav backs to him. He's instantly taken by their ink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But how would anyone recognize us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't remember those sketches on the news channel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. That's right. Y'know, every time they show those composites on TV and then they catch the guy, it looks nothin' like him. But ours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just our luck. We get Leonardo fuckin' Divinci as a sketch artist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo listens with suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we should dye our hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. These guys are always dyin' their hair. You know, like in \"The Fugitive.\" It's covert and shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor smirks privately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What color would you dye it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know...lighter, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'mean...blonde?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't say that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "California, surfer boy, gay, gay blonde?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm warnin' ya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just keep your hands off my ass back there and, \"stay gold, Pony Boy.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor laughs heartily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy stabs the ink pen into his brother's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AAAAAH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor bolts up, knocking over the pot. Hot water and pen spread across the floor. Connor pulls the pen out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You motherfucker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo steps inside and sees the pennies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Serves ya right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys are just about to fight when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers snap their heads toward.   A stunned Romeo p them, then the pennies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know who you are. You guys are the fuckin'....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHUT IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy moves behind Romeo, shuts the door and shoves him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, this is so fucking cool, man. I'm from Boston. I love you guys. Shit, everybody does! I mean, holy fucking shit! Maybe I could get in on this, you know? Bring some La Raza ta this thing. Spice it up a little. Hey, is it true you guys say a prayer before you grease somebody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor pulls a gun. The boys jump on Romeo and pin him to floor. Murphy clasps a hand over Romeo's mouth. Connor pu gun to Romeo's head. Their faces glaze over, religious ec",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And an awesome wailing was heard throughout heaven...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo's eyes go wide and muffled cries of terror are hear",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as the terrible hand of the Lord struck upon the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And as Almighty God created you...he now calleth you home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls the trigger - \"click.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooops. Busy signal. We'll hafta calleth back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's have a shot while we're waitin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys laugh, snatch the bottle.   Romeo is in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That shit was NOT funny, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers laugh harder. Romeo rolls on his side and sl hand down the back of his pants. He seems relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, thank you, Jesus. Thought I greased my drawers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys and Romeo smoke and pass the bottle around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I got conex all over Bean Town. Romeo'll hook you up like a tow truck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't hafta give you reasons. Forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's because I'm Mexican, isn't it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How dare you, sir, insinuate such a thing? The fact that you're a greasy spic's got nothin' ta do with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna let you have that one. Look. I can do this. It's not rocket science. You two find bad guys doing bad shit and you kill them, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not that simple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "S'pose you're right. I'd sorta hoped we were a little more artistic than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you ain't. Can't you guys see it? This shit's fate, man. Like preordained type shit. Mea fucking Culpa! Why do you think you just happened to be in that hatchway today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, don't start gettin' all super fuckin' natural on us. We saw those guys goin' in there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, ha! That's what you say. I say it's because Jeeeeesus wanted it that way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Then what exactly do you intend to do when you hit U.S. soil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll go after all Yakavetta's people and operations till we get to the man himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, work our way up the food chain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers seem pleased with themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, what's your first gig?    What's the first thing you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys look to one another.   They're stumped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I don't suppose we have a succinct plan, y'know, per se.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. It's not fully developed yet, y'know, as it were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A slow smile splits Romeo's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You two need to chill in the green room, sip on some Pellegrinos and let your manager handle the details. And you better get my Cub Scout badge ready. Cuz if you want to kick Yakavetta in the nuts, let him know you're in town...Romeo's got an ace in the hole for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These guys have gone \"mad dog\" here. They need to be put down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's disgusting.   I wish they'd have stayed gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe it for a second!   No bleep-in way the Saints did it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CHIEF (50's) sits, arms folded. The detectives are pr Eunice stands before a wall adorned with crime scene phot reports, Concezio and his Capos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that's all she wrote. Everything points in the same direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She taps Yakavetta's picture on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would Yakavetta want them back here? Him of all people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To have them executed. Revenge. Oldest motive in the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Saints killed his daddy six years ago, right? He was inside when that happened doing a nickel for extortion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. From inside he could only do so much. Since he got out nine months ago, the Yakavetta's have regained their original strength. Looks like their clearing all their open accounts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chief rubs his chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well...it's a theory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More than just a theory, Chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods to Duffy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.I.'s came back. Cold hits all around. Concezio Yakavetta and his six Capo Regime, all blood relatives, have disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, it fits. He's gone to the mattresses with his top brass. He's protecting them till this is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And word's been put to all his lieutenants that the Saints are to be taken out, on sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That means his resources on the streets are battening down the hatches, waiting for them to show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I been stone walling the media on this thing but the Mayor's been riding me like a rented mule here. I got half of New England thinking the Saints whacked a priest and the other half thinking their innocent. Its a powder keg. I'm talking riot gear at Celtics games, here. I could clear them of this murder, take the piss right out of this thing, keep the peace in the Commonwealth. Gimme one good reason why I shouldn't go public right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walk with me, Chief.    Let's talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands and she takes his arm as they exit.     Duffy q the door and turns. Hushed tones...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is not good.   She's gunning for the boys hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This brawd, trying to put a feather in her cap is gonna get us locked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just calm down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you know they'll send us to the Hoag. We put half those deranged sex freaks in there. I hope you guys like cock sandwiches. Cuz we'll be eating them for breakfast, lunch and dinner!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chief and Eunice walk down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand you got a job to do, Chief. But if Yakavetta even sniffs that we're onto him, he puts a bullet in Napoleon's head, plants him at the bottom of the ocean and walks. This pint sized killer is the only thing that puts Yakavetta right in the middle of this. It is imperative that we find this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chief looks as if he is sold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In hushed tones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to figure what we're gonna do when the boys show and start doin' what they do best. Cuz that's when the shit's really gonna hit the fan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's another thing. Everyone's assuming that they're going to come back. I mean, we got no way of knowing that for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ray of hope) Yeah. That could totally happen.    They could not come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What dream world did you two just slip into?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They argue.   Duffy snaps a photo of the dead priest from",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Point blank! We know the boys. Is there any part of you that thinks they're are just going to let this slide? Believe this. They are either on their way...or they're already here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Connor, Murphy and Romeo peaking over a concret Three sets of eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our trio is atop a dumpster, peaking over at the loading Chinese Gangsters supervise unloading of crates onto a fl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been all over the papers the last two years. Yakavetta's in bed with the Chinese. They're using international shipping routes to smuggle it in. This is Little Yaka's shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor and Murphy smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's follow 'em down the rabbit hole, Alice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy claps Romeo on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just scored a few points, Rome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, dust off my \"Members Only\" jacket. (pulls set of keys) Cuz the kid has also supplied the ride!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy looks displeased. We hear a stressing motor. Romeo Murphy sits shotgun. Connor is in back, loading guns. Pul reveal our trio rides in a '68 VW Bug. It is green with p Bondo, exposed engine, low-pro rims, neon runner board li low riding \"work in progress.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you said your car was inconspicuous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like words that got 'spic' right in the middle. Besides, it is...where I live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's that? Pimpville?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! I hail from a colorful people. Besides, you wouldn't know style if it pitched a tent in your ass! (looks into rear view) What do you think of the ride, Conman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only way I could be more embarrassed right now is if I was ridin' a moped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...while fuckin' a fat girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...rollin' through the gym at my high school reunion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right!   I get the fucking point!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHINESE GANGSTERS #1-#5, shovel mounds of coffee grounds crates and pull kilos of white powder. Machinery noise in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON:   Three sets of eyes peaking over oil drums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our trio watches as a DOCK WORKER (22yrs) drives a forkli unloading the crates from the flatbed and driving them th huge open bay doors. The boys and Romeo huddle up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'kay, here's the plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"Queen\" classic, Another One Bites the Dust, presides fantasy sequence. The boys, looking more \"quaffed,\" do a slow motion walk toward the forklift, throwing up their c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo, also looking polished, executes a \"Dan Tana\" pisto on the Dock Worker who perfectly out of frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INSIDE WAREHOUSE: The lift pulls to a stop before the gan crate on the forks. Romeo is behind the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: Connor and Murphy pop from the crate and fire on Asian foe, hitting each squarely in the chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: The boys leap down and light cigs as Romeo does t arm action star hang\" off the side of the lift in b.g. WH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We skin out, go ta Doc's for a shot of Irish. We're home in time for tacos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy looks unsure.     Connor turns to his brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's...uh...you know, it's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's genius. I can even drive an F- lift, man. Got my class \"D\" license and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, dat's the spirit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck? I'm in on this shit, man! I'm working here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys look to each other. Murphy shrugs. Relenting, Co pulls a metallic object and shoves it in Romeo's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can consider yourself a fuckin' pledge until we say different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo holds up the gun in displeasure, a tiny .22 caliber purse pistol. Murphy snickers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I consider myself your girlfriend, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what you get.   Is there a problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat, fuming) It's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor scopes the warehouse.   Murphy claps Romeo on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, Rome.   Shit like this builds character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, the character of a little bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, dat's just unprofessional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and joins his brother as Romeo continues sulking",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think Yakavetta murdered a good man just to send us a message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well...let's send him one back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they spirit themselves off.   DISSOLVE TO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRIME SCENE: Crime scene workers toil. We do not see spec the scene, just enough to see the place is trashed and th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly prowls the scene with his iPod playing. His music is the 80's Nightranger standby, \"Motoring.\" He riffs on while assessing. Dolly and Duffy look on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: Greenly) Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice walks toward the crime scene with the CHIEF (50's)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your boss, John Kuntsler called. Tells me you got a problem with authority.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolute horse pucky, Chief. Unfortunately, authority's developed a problem with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, y'see, I am currently in possession of a vagina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Jeez, that's not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you spoke to Kuntsler.      Anything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They reach the Detectives.      Greenly, still rockin', d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it's confirmed that the Saints are back and too many bodies start showing up with pocket change... (re: his eyes) ...he's gonna pull you and step in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Message delivered, Chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen.    I'll fend him off.    Just work fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles and nods.   Greenly removes his ear pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice as she kneels at a body.      She stands and pulls",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly looks emasculated. Dolly and Duffy smirk at him. stands and prowls the scene, intense, intrigued, in her o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wise man once told me. Where a man's actions are firmly bound to an unshakable faith one's worst nightmares become sudden, terrifying reality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pennies in eyes.    Hands crossed on bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'can almost smell the brimstone, can'tcha?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think happened here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, this was a plan that fell to pieces. A lot here doesn't make sense which is why it makes perfect sense. I believe things in our fair little city just got downright biblical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the flatbed, the brothers shovel coffee out of the fin which rests on the forks of the lift. Below them stands t Worker holding his bleeding head. Romeo covers him with h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't have to bash me in the skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, man. We got a plan going, here. Technically, I was supposed to knock you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ! You got a gun. You could have just pointed it at me and said SCRAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor points his gun at the Dock Worker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SCRAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs off.   Romeo turns up to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, let's not let this one, small incident get in the way of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up and get behind the fuckin' wheel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo hops into the driver's seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, at least the plan is off to a winning start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go fuck y'rself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pull wrapped white kilos.    Connor dips in a finger",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's heroin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the fuck would you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you.    I know shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo's winging it, jerky moves, grinding gears as the fo staggers across the mammoth warehouse toward the gangster opposing end. The crate blocks Romeo from view. He's driv as the rickety crate jiggles on the forks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INSIDE CRATE:   Connor and Murphy are sardined, back to b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus!    What the fuck's he doin'?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't see where he's goin'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy peaks through a crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit!    Tell him to go left, now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor puts his mouth to a knot hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go left!    Go left!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor sticks his finger out the hole and points. Romeo w the wheel and they narrowly avoid machinery. The crate ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't fuckin' believe I let you talk me into this! This is a stupid plan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't notice you throwin' out any ideas, ya creative asshole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys start elbowing each other in a close quarters sc hurling obscenities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!   What's goin' on in there?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INSIDE CRATE: Murphy suddenly stops, eyes wide as he look the crack. They are headed for a \"Mechanic's Well.\"   A l rectangular cement hole in the floor six feet deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ! Tell him to stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor slams his mouth to the knot hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRAKES!   BRAKES! BRAKES!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few of the Chinese turn as Romeo slams on the brakes, s to a halt just before the well. The crate slides right of falls in, disappears from sight. CRASH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large cloud of coffee dust plumes.   A wide eyed Romeo The Asian gangsters stare in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hard techno music! Suddenly, Romeo whips it in reverse, c wheel guns it and navigates the well. Speeds toward the g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MECHANIC'S WELL: (SLO-MO) The brothers burst from the deb covered in coffee grounds and white powder. They draw the and walk toward the ramp at the well's opposing end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chinese pull and start firing. Romeo dives off and ro some machines. The lift continues on target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers emerge and tear right in, firing at the gang Romeo fires his useless 22. In the ensuing fire fight the kill all but Chinese Gangster #3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The forklift crashes through the table with the stacked h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: The brothers slam the final Gangster to his knees to the back of his head and recite the following in synch",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And shepherds we shall be, for Thee, my Lord, for Thee. Power hath descended forth from Thy hand, that our feet may swiftly carry out Thy command. So, we shall flow a river forth to Thee and teeming with souls shall it ever be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Nomine Patris, et Filii, et Spiritus Sancti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POP!   POP!    They kill him.   DIP TO BLACK...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haunting music. Black and White film as Connor and Murphy great care in ritualizing the bodies. They place pennies and cross hands over chests. WHIP PAN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bodies are wheeled out in the b.g. as Dolly and Greenly t privately with Eunice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just got a call from my best snitch. Never steered me wrong. He says its this guy. (hands Eunice mug) \"Gorgeous\" George Tuffano. He's trusted bruglione to Yakavetta but not blood. He's been left control of the streets. He's running all of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice looks over the mug shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They call him \"Gorgeous\" cuz he likes his silk suits and jewelry. He's even got the 'out of season' fake bake going on, a real peacock, this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I heard of this rodeo clown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duffy approaches, hands Eunice a tiny bullet in a baggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ballistics just dug it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all look perplexed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A twenty two? You gotta be kidding me. That's like bringing a knife to a gunfight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, or like bringing a really small gun...to a gunfight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all blank stare Greenly for a moment.        Moving",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Ballistics is reading three shooters. This is one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'm having a hard time believing that one of the three most lethal individuals on the planet just switched over to bird shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we're reading it wrong. The priest was a frame job, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, maybe somebody's trying to eliminate some competition here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice considers this.   The Detectives seem hopeful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir. It's them. But we just might have ourselves a change in the line up, here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The detectives all look at one another nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine, they're back.   What's the plan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell, we've just been called up to the big show. We are tracking multiple perpetrators, gentlemen. The plan? We keep our ear to the ground and try to figure out where Yakavetta's hiding. Napoleon. We find him and flip him. And as for the Saints...I'm gonna have me a face to face with these boys one way or the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks off.   The cops look terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy...fucking...shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the hands of an OLD MAN (70) as he mists flowers i environment. He ambles to a shop table, wearing a metal l circa 1950's and a corrective shoe, Polio. We do not see",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: small black and white TV on table.     Breaking from the crime scene...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Law enforcement has confirmed the Saints are back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This gives way to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Saints pencil composites are shown.     From the stud",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's confirmed. The five drug traffickers all involved in the heroin trade were victims of the Saints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STATIC!   CHANEL CHANGES!    Bodies are wheeled out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...several having close ties to the Yakavetta Crime Family, confirming the long suspected merger of the Chinese Triad and the Mafia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON:   A metal door opens revealing DOC (60's).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOYS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers and Doc hug and greet as he ushers them in w in tow. The bar is closed, empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Mary and Joseph! I saw da nuh, nuh, news channel. Are ya boys all right?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sound as an Irish pound, Doc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it too late for a shot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, the Lord told me you'd be comin! He said, \"Doc, they're comin\" and I was ta get everting ready. So I did. Everting's ruh, ruh, ruh, it's all set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, hem!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, this is our Mexican.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking hands) How are ya, lad? They call me...FUCK!...ASS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to meet you, Fuck Ass, I'm Romeo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doc turns on the lights and they all enter. There is a fa ornate and ancient bar up here: gothic pool table, dusty cots set up, blankets, towels, hot-plate etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place used ta be an old speak easy in the forties. I only use it for storage, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy is already opening a bottle of Irish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is so fucking cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody even knows it's up here. You'll be safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can get in and out the fu-fu-fire escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what this is? This is our hide out, man! We got a hide out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you, fucking five years old?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Rome, we got sheets and broomsticks. You could build yourself a fort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck the both of you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Festive music. A brisket boils on the hot-plate. Romeo an boys drink and relate the evening's antics to Doc. Dissol",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later, they all enjoy an impromptu dinner on the pool tab eating does not slow their banter and laughter. Dissolve",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later, music fades. Silence as Connor and Doc stare each across the pool table. Neither flinches. Murphy and Romeo with intrigue as Doc stiffles his urge to pop off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not this time, ya little shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll see, old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment passes and Doc is literally shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would somebody please come over here and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FUCK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...me up the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ASS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys and Romeo burst into hysterics.   Doc rages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice enters the swanky salon and moves across the lobby",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Gorgeous\" GEORGE (47yrs) is face down as a female masseu his back, incense, mood music. Eunice silently slides in her badge, a finger to her pursed lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uneasy, the woman continues her work as Eunice lotions he She covertly replaces the masseuse and motions her out of Eunice digs in as the fatted mobster moans with pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yeah.     Someone's been eating their Wheaties.     Yeah, get after it, girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice grabs a large massage paddle with rubber fingers. George's towel off, winds up and smacks him on his bare a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AAAAAH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George involuntarily jerks and rolls off the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAT THE FUCK!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bolts to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fucking bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rounds the massage table, arms outstretched. Eunice dr side arm and sticks it in his face, halting him dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa, whoa, whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you just call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, I'm a lady, George. That fact alone demands a certain amount of... (cocks hammer back) ...cordiality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm, I'm sorry I called you that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, how courteous of you to apologize. Courtesy is so important. Don't you agree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y, yeah...I'm with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.   Now sit your fat ass down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George sits. Eunice reholsters, wiggles her skirt straigh on the massage table. George looks at her legs as she slo crosses them. Trepidation as he covers his genitals. Euni as she flashes her FBI credentials. George relaxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with intent) Where is...Concezio Yakavetta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. There's a lot of stuff you don't know, Hoss. For instance, why aren't you safely tucked away in some ivory tower with all the other big wigs, sucking on cannoli and shrimp cocktail? Why are you the one he left on the streets, George?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone's gotta run our legitimate businesses. Someone's gotta make sure that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone's gotta chum the waters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's bullshit and I ain't saying another fucking word to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Then you can just listen. The jig is up. We know Concezio had that priest killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George snaps his head to Eunice in shock, then recovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, surprise, surprise. Another thing you don't know, I reckon. But why would he tell you? You and your guys on the streets, you're his bait. Y'all just got thrown into a meat grinder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice goes to leave but stops and turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gorgeous George, huh? Expendable George is more like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the by, you got a pretty nice ass for a fat man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Mexican joint, tucked away down by the docks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna find something in Boston that don't wanna be found you go to the Oracle, ese. My Uncle Cesar is hooked up with the Underground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys, Romeo and UNCLE CESAR (58yrs) sit in a booth. C noble looking, silver hair. Silence as he looks them over",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Word is, Yakavetta's gunning for you boys hard. The whole city's on edge. I even heard he posted a reward like Jesse James style and shit. Any of his guys that take you out gets his palm crossed, two hundred and fifty grand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whew.   A quarter of a mill for us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Us? What the fuck are you talking about \"us?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They begin to argue in Spanish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncle, why do you have to disrespect me in front of them?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool it, Mr. Big Shot! A year ago you were washing my pots and pans!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I don't wash fucking pots anymore! I'm part of this, Uncle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! This isn't my first bar-b-que! Now shut up and stop interrupting! Let me talk to them and I'll figure out whether your in on this or in your own fucking fantasy world!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo swallows his anger.   Murphy speaks Spanish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's in.   All the way in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cesar looks at Murphy surprised.   In English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is my nephew pulling his weight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor nods while tapping his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mucho corazon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cesar looks to his nephew with a new found respect and to hand. Romeo is very affected by this. Back to business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gorgeous George is running the show for Little Yaka. Drugs, prostitution, sharking, the whole cha cha. If anybody knows where he is, it's that fat fucking pedico. I'll put it out on the wire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo quietly weeps as he drives. The brothers are \"highl and give respectful silence. As Romeo sniffles we show sl remembrances of Cesar nodding and giving Romeo a look of then touching his nephew's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in the Green Machine - an excruciating amount of tim Murphy tries to break the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, uh, maybe we should...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up.   Romeo's crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment of silence....then all three burst into laughter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fucking assholes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sprawling high rise apartment, overlooking Boston: buff plasma screen, etc. The Capos are taking advantage of the amenities. Concezio's not here. Capo #5 - #6 fill their p",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That shipment of \"H\" was gonna square our books for six months. Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We always bounce back. Besides, look at the bright side. Better the chinks than us, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess.  Like the boss said... (Concezio impression) \"This is war. There's gonna be casuwalities.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They laugh. Suddenly, George enters with an overnight bag Capos are confused. Feigning a capitol mood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! Like the Roman Empire in here! Where's all the concubines and shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George laughs. Nobody else does. He looks at the food tab pull close on shrimp cocktail and cannoli. A look of drea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George.    What gives, here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to see the Boss, right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jimmy the Gofer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In hustles JIMMY THE GOFER (20's), skinny, weak looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jimmy) Il cortina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jimmy draws back a large curtain, exposing a steel panic to the vault door, is a video screen which displays the u face of Concezio. His voice booms over loudspeakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get over here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George hustles over.   He stands before the screen, confu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh.   Hey, Boss! I just came by to...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Push the talk button, numb nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. (he does) Can you here me? Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can hear you fine, Smokey and the Bandit. Now, what the fuck are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything's in motion. All our guys are gunning for these Jesus Freaks. I figure, no need for me to be on the streets no more. So, which room do I take, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stupid motherfucker! I told you, you're on the streets till this is over! Now get the fuck outta here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A terrified George hustles for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And don't come back here till I tell you to, you fat fucking waste of space!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George trips over his luggage.   The Capos giggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheap, depressing room. Crew Cut, in his underwear, repai broken rosary chain with string and puts it on.He pulls a from a shopping bag. The brand is \"Hushes.\" Slogan: \"Meas to your dreams.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts on one shoe. Crew Cut stands before the mirror go down on the one shoed foot, noting the height that has be The shoe has been cleverly constructed to disguise the hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are out back, among scrap cars. George talks with JO J (38yrs). Jo Jo is built like a fire plug and clearly a ho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JO JO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A priest.   The sick fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GEORGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he leaves all of us on the streets holding the bag while him and his are living it up at the Taj fuckin' Majal, not a care in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JO JO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, until the Saints get popped, we're all lambs to slaughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GEORGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah! And he don't care how many of us they wipe out in the meantime!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JO JO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you need me to do, Skipper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GEORGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spread the word to all the brugliones. No bullshit. From your mouth to their ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JO JO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone? North and South?   That could get a little dicey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GEORGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck their old grudges. All of them are in this, like it or not. Tell them everything we discussed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JO JO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even the panic room thing? GEORGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JO JO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. That's a nice ice breaker. They'll get a kick outta that. I didn't even know those things were real. I thought they made that shit up for that movie? With that brawd and that kid? With those guys in that house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GEORGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panic Room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw, the other one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop fuckin' around! This is serious shit, here! Tell 'em we meet tomorrow night. I'll call you with the location.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POV of binoculars as we see George exit the front of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut looks through his binoculars as he continues to and down on his special shoe. He smiles at the site of Ge",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A table laden with clip boards, bagged evidence, reports, Eunice finds a baggy with a tiny wooden bead in it. Green",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tap's up and running on George's cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holds up baggy) What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosary bead. They found it pushed into the carpet near the victim. Father McKinney wasn't wearing a rosary so it's probably been there a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duffy comes in with a stack of papers.   He heaves it dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The results on all 864 prints found at the scene. All match churchgoers or clergy but one. The partial on the priest's watch is still unidentified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice looks perplexed.   Dolly enters, sipping coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's horse shit. Everyone gets printed nowadays. They're inking up snotgobblers in kindergarten, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a brick wall anyway. We know Napoleon was wearing gloves. Lab got zilch off the chain and lock. The pennies came up clean too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna go powder my nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly stares at her ass as she exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, man. Daddy would knock that out like Mike Tyson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice suddenly re-enters the room with emergency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!   I didn't say nothing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice is absorbed a photo on the wall of the priest's ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McKinney wore his watch on his left hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and holds up the baggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where was this found exactly?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duffy goes to a mock up of the victim's body position on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right here, off his left elbow.   Where are you going with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly, get on the phone! Find out which wrist he wore his rosary on and if he was wearing it that night! Duffy, run that partial through DMV! David put it through INTERpol! Just get an I.D.! Now! Come on! Vamoose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all dart out. With fire in her eyes, she looks close picture of the priest's wrist watch on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You took your glove off, didn'tcha Cowboy. Now, why would you go and do a damn fool thang like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut finishes ritualizing the priest and looks deeply victim. He removes a glove and places his tiny hand next McKinney's large one. Silent rage. Bare handed, Crew Cut the priest's rosary from about his wrist, breaking the be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers and Romeo walk through the Mausoleum. They a grave slate with respect. The name reads, \"David Della Ro There is a picture of him. Murphy narrows his eyes and le",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the...did they use his mug shot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?   No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You remember how he told us he was embarrassed cuz the guy had to hold up all his long hair behind his head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Murphy's finger denote a bad \"airbrush\" job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's an arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor looks close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh...that's fuckin' harsh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys look at one another, then bust out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'er one of a kind, Roc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, am I as good as this guy, or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You, sir, are no David Della Rocco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sound. Instantly, the boys turn and level weapons. Ther ROY (32yrs) thick glasses, geeky. He drops his flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa!  Whoa! Whoa! Holy shit! (beat, recognition) HOLY SHIT! You're the Saints! I'm Roy, it's an honor. Huge fan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys reholster and look to one another.    Disapprova",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're developin' quite the cult following in the old neighborhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys continue to chat with Roy as Romeo answers his c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Que pasa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Cesar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got that info you wanted, mijo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Salon Manager approaches the back door with keys in h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is Tropical Tan on Bunker Hill. It's where the fat fucking juedo gets his fake bake at. He's got a secret appointment. Once a week, never misses. Eight o'clock, tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Manager lets George slip in. He steels into a tanning Mexican towel boy has spied George. He picks up a phone..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo snaps his phone shut and turns to the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: Romeo) Who's this, your new sidekick? (extends hand) Pleased to meet you. I'm Roy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How would you like me to sidekick you in the ass, Roy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three walk for the door, leaving Roy behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I, I didn't mean to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sick of this shit! I've been breaking my balls, here and I get second banana billing! I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I, I, I. There is no \"I\" in team, ya selfish prick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?!   Well, there's an \"I\" in \"Fuck you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moody music as our trio walks through the gravestones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers and Romeo sneak up to the tanning bed. Georg Sinatra tune as his fat stomach props the cover up like a clamshell. Suddenly, Murphy leaps up and sits on the cove is being crushed beneath his weight. Connor kneels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lovely voice. We'd like ya ta sing for us. What do ya say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George struggles and nods. Murphy hops off. George spills pink Speedos. On all fours and breathing heavy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's getting hard to be a fucking gentleman of leisure, here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys pull weapons and throw him against the wall in a Christ pose, pinning his hands with their guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We want the shooter you motherfuckers used on that priest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know who it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys cock back the hammers on their weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the truth! Concezio didn't tell no one what he was doing cuz he knew nobody would have o'kay'ed it! The shooter's an independent contractor! That's all I know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Yakavetta hidin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Prudential! Fortieth floor!   Jesus Christ!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ringing phone is heard. Romeo pulls George's Blackberry nearby. He tosses it to Connor. Text message, \"WHERE?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You meeting someone tonight, George?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.   The brugliones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yakavetta's racket chiefs. Street guys. (suddenly brightens) Your kind of guys. You could take a real bite outta crime here, huh? I could help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: phone) What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody forgot what you guys did to us last time. They're staying indoors. I give out the location an hour before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Uncle's place is closed tonight.    I got the key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's down by the docks.   Dead as a doornail at night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. You could set off fourth of July fireworks in dat place and nobody would hear. How's Mexican for you, George?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No difference to me. I think I just shit my Speedos, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice drives.   Her cell rings.   She checks the I.D. th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do, David?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly is at his desk.   Alternating coverage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, DMV came up dry on the partial. INTERpol's still working it. Should only be another couple of hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lovely.   Anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Nothing big. We just dumped a text message from George's cell. Just two words. \"El Cava.\" It's a Mexican joint down by the docks. He sent it to his enforcer, Jo Jo Rhama. Guess gangsters gotta eat too, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I'll drop in on their supper, see if I can shake them up a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need a body guard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thank you, Mike Tyson.    Bye now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hangs up and we are left with Greenly.   Red handed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close up, three shot. George, looking very uncomfortable, flanked by the brothers. He is positioned to covertly vie restaurant from the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see NORTHSIDE BRUGLIONEs #1 - #3 and SOUTHSIDE BRUGLIO #2 are at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just two more to go. Uh...You guys are gonna let me go, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll see, won't we.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George grimaces.   Looks as if he'll cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, this is some embarrassing shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the three men from behind. George is still in his which now have a pronounced shit stain in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo, frazzled and in a busboy uniform, has got two blen margaritas going. The Brugliones mow through appetizers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Northside doesn't interact with Southside and there is an stool between them. N.S. Bruglione #1 slides Romeo a plat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, spicaroo. More nachos and mas salsa, capisce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey and I need a refill there, pepe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Si, muchachos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOUTHSIDE BRUGLIONE #3 enters behind everyone.   All sudd going for their guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa!    Easy...Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone calms. S.S. Bruglione #3 gives a respectful nod Northside guys but sits with his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do not see George just below frame as the boys are \"wo him\" in some way, putting on finishing touches. Romeo bar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These dagos are getting antsy and I'm getting Spicaroo'd and Pepe'd. The kid's about to go Poncho fucking Villa out there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stick it out. Waitin' on one more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jo Jo exits his Cadillac and walks toward El Cava.   Ther \"closed for private function\" sign on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut watches Jo Jo.   He dials his cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From behind we see the Old Man gardening.    He answers a phone, nearby. We do not see his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The following conversation is in Italian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is not with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you certain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. It is only the sons. They have a Spaniard with them. They will slaughter everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let them. If you kill the sons...the father will come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut develops a sinister smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor watches Jo Jo greet the others.    He turns to Rom angrily cooking up a storm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gang's all here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without missing a beat, Romeo slams the hot pans into a d He stands fuming with his hands on his hips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gimme my fucking bee bee gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw.   You've earned your stripes, Rome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy throws him a .9 mm.   Romeo smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So....where's Gorgeous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, George comes rolling out of the kitchen, uncons tied, face down, to a bus cart. There is writing on his b Everyone pulls their weapons and moves toward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck is going on, here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's that spic barkeep? Yo, Pepe! Where you at?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the gangsters achieve the cart, the brothers creep ove in the b.g. Brugliones look down on George, painted on hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Erin go brah?\" What the hell does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor and Murphy are standing 25 feet behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Irish for \"You're fucked.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hard core music as the Brugliones turn in horror. Everyon firing and we have slow motion gunplay to pulsating music",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several are chewed up as chests explode and they are blow George on the cart, knocking it over. George comes to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo appears and tears in, sending several more crashing salad bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy, while firing, dives back over the bar as bottles Connor rapid fires as he dives into a booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys rise and lay out a second barrage, blasting the buffet tables and a soda fountain. The music cuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viva La Mejico, bitches!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George bolts up.    The bus cart is still tied to his fat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, I've seen the light! You guys have really turned me around on this! I'm like born again and shit! I swear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Connor) What do ya think? Let him go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor slips one bullet in a revolver, spins the barrel a shut. He points it to George's forehead. George weeps in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll let God decide if you get a second chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slowly cocks the hammer back, pulls trigger, \"click.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, praise the Lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The terrified ex-gangster staggers toward an exit while w out of his bonds. Just as he touches the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George? (George turns) All good boys go to heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George nods and exits. Romeo is confused as our trio gath Connor tosses the bullet he palmed to Romeo and he nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, that was, perhaps the finest example of spiritual guidance that I have ever had the good fortune ta witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, thank you very much.     Mysterious ways. Mysterious ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: Suddenly, Eunice bursts through the kitchen door her weapon at the brothers and Romeo. Romeo levels back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice fires as the boys dive on Romeo. Crew Cut is revea our trio, firing from the shadows. Eunice and Crew Cut ex fire as the boys reload.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice hits Crew Cut in the side. The assassin has a mome outrage but persists firing as he makes a hasty exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the confusion it is a few moments before anyone realiz gone. Silence falls. Presently, Romeo and the boys bolt u goes for the door and the boys level at Eunice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drop the gun! Drop it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She \"places\" her gun on a nearby table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy fellas. I'm alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys are before her as Romeo returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name is Eunice Bloom...and I'm your new guardian angel. A torch was passed to me by a mutual friend, gone but not forgotten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys reholster.    She drops her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We heard about Smecker.    He was a good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye.   You have our condolences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you have mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CONNOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well...Connor, Murphy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys nod.   Romeo points to the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the fuck was that guy?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That, I suspect, was the shooter you boys have been looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys look at each other.   Frustration.   Anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fucking...what the fuck?! Who the fuck is this brawd?! And what the fuck's going on, here?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's speed this up before your new sidekick's got to dig any deeper into his impressive vocabulary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys chuckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no you didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am an FBI agent who is controlling this investigation from within, in order to ensure that you gentlemen never see the inside of a prison cell. I am conspiring to do this with three like minded individuals who have aided you in the past. Though I have yet to inform them of my agenda because, well, girl's gotta have her fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly, Duffy and Greenly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The very same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are the lads?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two of them are scared.   One's just horny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bet'cha I can guess which one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bet'cha can but let's save it for group. Right now, we have a big problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice denotes the bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This...simply won't do. We made a deal. The big fish step in if your body count gets too high and... (re: carnage) ...you have been very naughty boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rockin' music overtakes as we DISSOLVE TO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Eunice directing them, the boys and Romeo restage th scene. With a squeegee they move pools of blood across th floor and re-position bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys wrap Jo Jo's body in a tarp and put it in the Gr Machine. Romeo creates blood splatter with a turkey baste",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo and the brothers place the guns they used in the ha gangsters as Eunice drops bullet casings in carefully cho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo and the brothers leave with the utensils used to ri scene. The music fades, leaving Eunice in the center of..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. She removes her ear plugs and the sound returns. on a very different looking scene. CSI, forensics, even D Duffy wait with baited breath. Greenly is not present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'kay.   Here's how it all went down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly and Duffy open their notepads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Northside stands facing off with the Southside. All brugl frozen in place. Eunice saunters down the middle. Cool mu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A secret gathering of the Brugliones. The topic of discussion? Weak leadership and betrayal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yakavetta's hiding from these Jesus Freaks and making us look like pussies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he's hanging all of us out to dry to boot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pause as they size each other up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.   I'll be the first to say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The enemy of my enemy is my friend. So, even with all their old vendettas...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I say fuck the Yakavettas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And there it is. Guess what comes next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice points to men as he moves down the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red Rover.   Red Rover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're taking over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah. Easier uttered than accomplished. The North End and the South End may as well be the Hetfields and the McCoys. These fellas...they just don't get on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the Brugliones yell over one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you! The North End built that racket from the ground up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "South End's been carrying your fucking asses for years!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15 percent?! In your dreams, asshole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa! Just went up to twenty, fuck stick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "S.S. Brulione #1 flashes a gun in his waist band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want some of this, you mutt?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "N.S. Bruglione #1 pulls his weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's see what you got!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all pull and level at one another. They freeze in pl all yelling ceases as Eunice walks down the middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, the cliche. A Mexican stand off in a Mexican restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice looks deeply at all the men as she turns a slow ci",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They cut each other to pieces...and nobody walked away. Who knows who fired first. Could have been any one of them. But somebody let it loose. (pointing to men) And duck, duck, duck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice stands before S.S. Brulione #2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM! They all start shooting as Eunice stands in the cro unaffected. Men fall dead and we see the relevance of eac Eunice did to doctor the scene. WHIP PAN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yakavetta's lost control of the streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're fighting over his throne.      This was not the work of the Saints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heads nod agreement.   Greenly enters and flashes a file",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Press clamors for the story in the b.g. Eunice and the de are in a private spot. Greenly excitedly hands her the fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INTERpol came through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice opens the file.   Picture of Crew Cut.    Dolly an over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were right. Five foot five.       Gotta be the shooter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice smiles and speaks to Crew Cut's photo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you ready for your fifteen minutes, Sweetheart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That ain't all. Short stuff's work visa was signed by a sponsor that doesn't exist and look at the date. Two months after Nine Eleven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone maneuvered it through the system using false information during the highest alert in U.S. history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yakavetta's just a gangster. He ain't got the juice to pull that off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're darn tootin' he don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INS red flagged it like a motherfucker. It's a shit storm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something stanks like manure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cops nod.   Eunice turns and starts to move away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got someplace to be! Let's go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice drives.    The Detectives look nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this? Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's time to revisit the scene of the crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice pulls to a stop. At the sight of the place, the co white as a ghost. All exit the vehicle and walk toward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's after hours. I mean, if you wanted a drink then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "37 bodies later and we're finally back where it all began. Y'ever heard of the southern expression, \"We have an elephant in the living room?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She knocks on the door.   The cops are mortified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope you fellas brought some peanuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doc opens it and lets them all into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor and Murphy are seated at the bar. They turn.   The dumbfounded. Duffy turns to Eunice, mystified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You knew all along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?    Ya don't call.   Ya don't write.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly actually drops to his knees in abject relief. Green and plants a kiss on Eunice's cheek. Doc pours shots. Eun smiles as all her guys hug and make merry. DISSOLVE TO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doc smiles from the bar as the group raises for a toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad we got the band back together... (re: Romeo) ...even though our new bass player's kind of a retard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all laugh, cheers and drink. Conversations buzz all Eunice chats with the boys as she sips a cosmo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, where'd you learn ta shoot like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Daddy was an old six gun shooter.      A real cowboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess that makes you a cowgirl, eh? Thanks. Saved our asses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't mention it. Now, we have a little business to go over before you celebrate in earnest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hands the INTERpol file to the brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the guy. He's a Sicilian immigrant, name of Ottilio Panza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five, five?    He's short bastard isn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes...and well put. He'll be front page news in the morning but we have to assume Yakavetta already knows we've ID'd his guy. We can't give him time to 'Plan B' us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're hittin' him tomorrow night.   Dat soon enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone else cuts their conversation and listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should be.   Where's it gonna happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pru.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Prudential Building?   What are you, cracked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you just do it on center ice at a fucking Bruin's game?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dat's where the man is so dat's where we're goin'. No guts no glory, Green Beans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In fact, we could use a few extra hands...that is if you fellas can still get yer Irish on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I got balls for days, pally.   I'm a fucking sack-o-matic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all chuckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to all) Well, you boys have fun. Connor, Murphy? Escort a lady to the door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They each offer an arm and move her toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'sure you don't wanna hear the plan? I'm not tryin' ta brag or nothin' but this one's a real Picasso.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "School night. Got some homework to do. Besides, I'd like to critique your masterpiece with a fresh eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stops at the door and turns.    Her face shows concer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something ain't right with this whole thing. Panza knew you were in there tonight and he just let it happen. Didn't lift a finger. I mean, if he's working for Yakavetta, why would he stand by and just watch all his guys get taken out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is...interestin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think maybe we got another fox in the hen house here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starting ta look that way. Somebody pushed that visa through. Could have ourselves a gen-u-ine 'Ghost in the Darkness,' here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut lies on the shop table. He's lost a lot of blood shock. Using gardening utensils, the Old Man removes the We see his face for the first time. Unremarkable. In Ital",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They still live...What if he does not come? What if...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhhhh.   He will come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Irish GUN DEALER (30's) from the first film leads the and Romeo through a basement to a large, steel vault door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Expanded my operation, since I saw ya last. Word got out who may or may not have outfitted ya. Turns out ya got quite the underground followin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He swings the vault open. Romeo and the boys stand in ang at the gates of Heaven. Cheesy music as they enter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Expanded indeed. Gleaming weapons everywhere. Sheer awe. Something catches Romeo's eye and he moves off. To boys..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, gentlemen. Preferred customers select from my private reserve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He withdraws two Mahogany boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I may make a suggestion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lifts the lids. In each box is a pair of Desert Eagle \"Black Outs\". The triangular barrels have been fitted wit triangular silencers. The boys are mystified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel like that kid who found the gold ticket in the candy bar in \"Willy Wonka and the Chocolate Factory.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...Charlie. (picks up gun) And I want an Oompa Loompa now, Daddy, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls a few duffel bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Full accessory packages.      I'm sure you'll find them useful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo suddenly appears and slaps down a metal box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys look to him.    He sniffles.   Red eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you been crying again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo snaps to him, eyes wide in challenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah!  Tears of joy! (to Dealer) How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys are on the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Romeo) Let's see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo withdraws two gold plated .45's, intricately engrav handles with a Mexican flag. The boys snicker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you saying I look gay?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.    You just hail from a colorful...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Dealer) You don't know me. You think these make me look gay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo poses.    The Dealer shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look like you might have seen one up close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a common home at the end of a cul de sac. The Old up the paper on his front stoop and shuts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens the paper with shock. A big picture of Crew Cut front, \"SAINTS INNOCENT, NEW SUSPECT IN PRIEST'S MURDER\" frantically. \"New evidence discovered at the crime scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evidence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He ambles into the house and to a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Old Man moves to Crew Cut's bedside. He sees the rosa the slumbering man's neck and rips it off. Crew Cut bolts",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foolish, arrogant boy!   What have you done?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He whips Crew Cut with the rosary, until he cowers in the weeping profuse apologies in Italian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monitors show angles of the apartment outside. This small equipped for single living. Yakavetta is frazzled, baggy robe. Jimmy the Gofer sits quietly as Concezio babbles to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That wiley old fox not as clever as we thought. Or maybe he played me from the git. Y-you think he played me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, Boss. Maybe you aught not to be telling me this stuff. I'm just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concezio smacks him across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little sensitivity, huh? You heartless cocksucker! I need to vindicate my feelings here! I can't tell those goombas outside! They'll serve up my balls over a plate of fucking spaghetti!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Capos huddle up.   Hushed tones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck that. We got a mutiny on our hands. Every ten cent wanna be with a gun is moving on us all over town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah and our fearless leader ain't even come out of his little pussy room yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With this, the panic room door slides open and Concezio e holding a bag. He dumps a bunch of cell phones on the cof",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want each of you to call your top button man. The best you got. I want them all here tonight. We rip this city a new asshole. It's time for us to reconnoiter our strength on the streets. We seize the day starting now...Carpel Tunnel, gentlemen, Carpel Tunnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All are relieved and words of approval flow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glad to see you back among the living, Boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nearby, Jimmy knocks over a bottle of wine, CRASH! Concez back into the panic room. The door slides shut. DISSOLVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly drives a laundry truck into the Pru's loading dock",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly backs it up to the dock and pulls to a stop.   He t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo, in a laundry uniform, emerges from the back pushin laundry cart. He enters a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the hall's opposing end, two maintenance workers move Romeo sees and quickly puts his head down. Soon, Romeo an maintenance men converge. They turn, entering opposing el",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the doors close, Romeo looks into the opposing elevato maintenance men are Duffy and Greenly, ball caps, duffel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the elevator ascends, Romeo swipes off the laundry, pu false top. The brothers pop out in their usual garb. Weap emerge and they gear up. Romeo looks unsure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out with it! What the hell's the matter with ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing! It's just...this is some heavy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya did fine at your uncle's place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but we're going off a new script here. I'm just having a...period of adjustment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're about to have a period of gettin' yer ass beat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! You two ain't the only ones rollin' with no health insurance! Just let me do my thing. I'm absorbing this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is not the time for you to be absorbin' shit! Now, if ya freeze up when you get in there just point yer gay guns at 'em and fer Christ sakes, at least try ta look cool!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you were all hot fer dis!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I'm hot! I'm fucking red hot! The kid's flamin' like Matt Damon in the Grande Camens!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ding!   Romeo has a look of dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is you. Be on time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo firms himself up as the door opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo exits with the cart. The boys remain.    The doors Connor and Murphy look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ready fer dis shit, my dear brother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cocking .50 cal) Let's do some gratuitous violence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A demolished environment. The towering windows are blown providing a threatening view of the city below. Here, Eun stands, looking out over the panorama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to herself) On a sultry Saturday in September the Saints saved seventeen souls...try saying that five times fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and walks the marble floor which is like a runw with pulverized statues. A long table of ravaged food ext Crime scene personnel toil. Ritualized bodies everywhere. is by the panic room. He pushes the \"talk\" button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. There's nothing to be afraid of. It's all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He won't come out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He joins Dolly and Duffy who stand on the periphery. Euni center, absorbing the scene when suddenly, FBI Agent JOHN barrels in with his G-MEN #1 - #3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Special Agent Bloom! You are hereby relieved of all obligation to this investigation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds up his I.D.   A collective groan from crime scen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right, kids. This crime scene is now under the full jurisdiction of your beloved federal government. As of now, you will all report to me, Special Agent John Kuntsler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The detectives look to Kuntsler's G-men as if squaring of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't let us interrupt you. Just don't forget to turn over everything you find. We have people standing by ready to take credit for all your hard work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He chuckles as all return to work.   Kuntsler turns to Eu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, how ya doin', Bloomy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just fine...Cunty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kuntsler's shit eating grin disappears.   He leans in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice little science project you got going with these three goofballs. (re: detectives) You trying to turn them into your own little junior G-men? Well, you can put sprinkles on shit, Bloom, but it's still shit. So, you and your Keystone Cops can all go home now and let the professionals handle this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy. I'd love to hear a gen-u-wine professional's assessment of a crime scene. How 'bout you, detectives?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly, Duffy and Greenly chorus the affirmative. Kuntsler unsure then phonies up some bravado. Looks around...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'kay. Seems pretty obvious. The door was broken down. We've got our point of entry. The assailants fired in this direction. (points toward windows)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Explains the windows. The victims were...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are three inaccuracies in what you just said. Number one, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If the windows were shattered by gunfire coming from inside the room, the glass would have been blown outward. As you can see, most of it is on the inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kuntsler looks.   Sure enough.   His eyes widen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Number two, Dolly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blood splatters in the direction of the rounds fired. If the assailants discharged toward the windows, the blood would follow suit. Here, the majority of splatter is in the opposing direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kuntsler looks.   Sure enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Number three, Duffy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trick question. There is no number three. He only fucked up twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like Bloomy aced her science project.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kuntsler's men look embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was just off the...I would have seen the blood thing...I haven't even had time to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you let me take a crack at it, John? Won't cost you nuthin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And just why would I do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuz, tonight...mamma's right on time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice, alone, saunters before the huge windows which are intact. Concezio holds court nearby. He is shaved and dre His Capos sit around in a loose semi-circle. There are si dangerous looking men standing shoulder to shoulder befor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This evening's topic of discussion? Desperate times require desperate measures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desperate times require...some, you know, some desperate shit. Starting tonight, every one of you fat fucking slobs is back on the streets and earning your daily bread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chorus of protest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut the fuck up! (they obey) We got no choice. You motherfuckers better get in touch with your 'inner gangster'. It's time to knock the dust off your ball bats! You break bones! You smash heads! You do whatever you gotta do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which brings us to the relevance of our new guests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to button men) Each one of you is to stick to the guy that called you here like glue. You arm yourselves to the teeth, pick your own crews. These bible banging psychos will make an attempt. It's your job to blow their souless hearts out of their chests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's time to reclaim the streets with an iron fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta take back what's ours with some sincere ironfistery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice walks the roof with Kuntsler et al in tow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's explain the glass, now.   Why is most of it inside the room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They halt before a window washing scaffold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's why...or it will be \"why\" in a moment. Y'see, these boys. Well, to put it simply, they tend to get reeeeal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Creative!   It's a creative plan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duffy, Greenly and the boys descend the tower. Greenly wo controls as Duffy helps the boys tie on harnesses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's ridiculous! Probably based on some stupid shit ya saw in a movie! And here I am AGAIN all tyin' myself up with rope! What is the deal with you and rope?! Honestly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It happens ta be a useful thing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys start yelling over each other.   Duffy turns to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't get this from a movie...did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy regards his brother, \"well?\"   Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"Eiger Sanction,\" Clint Eastwood! And it worked like a fucking charm for him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo peeks out a cracked door at a Mafioso guard. LLOYD janitor, gagged and duct taped to a hand truck. He has a Romeo looks through his wallet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'kay Lloyd Cranston of 135 Liberty Lane, apartment 3C. (shows him wallet pic) Lovely wife and kids. How old are they? Nevermind. Here's the situation, Lloyd. Me and a couple of friends of mine are fittin' to do some killin' here tonight. I'm talking bullets and blood, custom-wholesale slaughter. You following me, Lloyd-O? (Lloyd nods) Good. Now, I've run into a little snag. I need to figure out a tag line. You know, something cool to say when it's all over like...\"I'll be back,\" but mine, y'know? I need to own this one. I think this'll help me get through the quote, unquote event. I'm going to take your gag off and you and me are going to riff a little, o'kay? Let's have fun with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd nods and Romeo rips off his gag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe you! I'm a fucking janitor. What do I know about bullets and slaughter and shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not riffing, Lloyd! Now, I need an \"Hasta La Vista\" line, toute fucking suite and you're gonna help me think of one!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice stands alone on the end of the scaffold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you can count on it like the U.S. mail. Through rain, sleet, hail or snow...something always seems to go wrong for these poor sons o' guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scaffold suddenly stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hitting controls) I don't know! It just stopped!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, get it fuckin' goin' again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It won't turn back on!     It just died!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OH, SHIT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys look over the edge.     Long way down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much time?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks at watch) Sixty Seconds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta go now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we're even a few seconds late, Romeo's dead! We gotta go! (looking up) We're down thirteen stories!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eleven more to go!     Ball park it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start counting out lengths of rope by feeding them t their hands and extending their arms out to the sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One floor, two, three...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fuckin' Eiger Sanction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd struggles to think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh...\"Take that, suckers!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not cool enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, \"Merry Christmas, mother fuckers!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too sacrilegious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh God, uh, how about \"Eat it!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we at, a buffet, now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good God, man! I'm a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hang on, you might be onto something with the buffet thing, like with food, y'know? Let's brainstorm on that idea for a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys' ropes are secured and they each pull a Rambo kn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIME?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JESUS CHRIST! SEVEN SECONDS...SIX... FIVE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo, pushing his cart, jives down the hall toward the g singing \"La Couca Racha.\" The guard puts out a halting ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FOUR...THREE!...TWO!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One...thing has always amazed me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice stands dead center.   Everyone watches...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How quiet it gets. You ever noticed that? It's hard to imagine that just a few hours ago, it was the God damn O.K. coral in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FANTASY SEQUENCE:   Cool Country Western music!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON:   A pair of cowboy boots pacing toward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice stands before the looming windows.    The immacula stretches before her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is now in full cowgirl regalia: Leather chaps, rawhid boots, cowboy hat and a pair of gleaming six guns on her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the brim of her hat slung low, Eunice bursts into tw gunplay with her Colts. She spins them all around, flippi catching them, etc. She holsters and stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One thang I'm gon guarantee ya...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First, Connor jumps off, then Murphy.    They fall down a slow motion, knives in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice rolls the chamber of one of her Colts along her ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gon have us a good time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys snap to a stop and swing in, toward the building their free hand they each pull a .50 cal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...in the old barn tonight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Country Western music goes hard core!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: Two bullet holes pierce the windows behind Eunice levels her Colts. The mammoth panes shatter but stay in t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: All gangsters bolt upright as their plasma screen with the boys' rounds. Some pull weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo pulls his .45's and takes out the guard.   He kicks and rushes in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: The brothers smash through the glass.    They fir swing over Eunice's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: Eunice leaps onto the table as the boys cut their mid air with the Rambo knives. The brothers land on their Their momentum carries them, sliding on either side of th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: Eunice runs along the table top, crushing food an pace with the boys as all three let the led out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO:   The gangsters and button men return fire in cha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: Gangsters are torn up as they are blown over furn into walls. Romeo blasts. Slow motion gun battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: Yakavetta runs toward his panic room. At the last Jimmy the Gofer hip-checks him and dives in. The door sli",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a few moments the gun battle rages around Eunice who the center rapid firing at the gangsters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YEEEEEEE HAAAAAAAW!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon it is over. The brothers slam Concezio to his knees to the back of his head. As he begs for his life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And shepherds we shall be, for Thee, my Lord, for Thee. Power hath descended forth from Thy hand, that our feet may swiftly carry out Thy command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, we shall flow a river forth to Thee and teeming with souls shall it ever be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo watches in awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Nomine Patris, e Filii, e Spiritus Sancti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boom.   Concezio drops.   Romeo's been waiting, guns up a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Who ordered the whup ass fajita!?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whup ass fajita?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers turn to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's fuckin' stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice whistles in sympathy as she lifts her brim with a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold up, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything freezes in place.     Eunice shuffles over to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that the best you could do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just...I couldn't think...I",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhhhhh. (whispers in ear) Ya broke down the door, didn'tcha?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo snaps his head toward the entry with inspiration in QUICK CUT: He breaks down the door. QUICK CUT: The brothe Yakavetta. QUICK CUT: Romeo, guns up and once more with f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ding dong, motherfucker, diiiing dong!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers look at Romeo, then to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice stands before the panic room door.   She is totall disheveled. She swipes her hair back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that, gentlemen...is the sound of the fat lady singin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone stands in shock, Kuntsler, his G-men, the detect crime scene workers. Greenly whispers to Duffy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should we...clap or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, the panic room door slides open and Jimmy yanks inside. The door shuts. Everyone rushes toward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duffy bangs on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice!    Oh, shit!    Eunice!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly slams the talk button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you hurt her, you piece of shit, I will kill you! Do you fucking hear, me? I'll kill you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly wheels around, facing Kuntsler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get a hostage negotiator down here and put some stank on it! He could be in there all...touching her and shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice has Jimmy pinned face down to the couch, arm twist",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry!   I'm sorry!   I wasn't gonna hurt you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bet your ass you weren't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just lemme explain. I have information, like pertinent information. Ouch! Look, I was listening to you out there and that's, like, exactly what happened. That's what made me think you were the person to talk to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eunice lets him go and stands.   Jimmy sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yakavetta had a partner, didn't he.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jimmy looks scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You saw this fella?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. It was only one time and just for a second but I think I could ID him. I don't know his name, though. Concezio always called him the \"Old Man\" accept one time when he called him something else, like he fucked up and I wasn't supposed ta hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He called him...the Roman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panic room door opens and Eunice emerges with Jimmy in to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: Jimmy) Did this little motherfucker...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy, David. I'm fine. C'mon gents, we're leaving. This is the Fed's problem, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! What happened in there?      What was said to you, Agent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jimmy is cuffed by two uniforms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got him in custody. Ask him yourself. You're the professional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks out and the detectives follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, professional moron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are coroner vans and moderate police activity here talks with the detectives who all seem perplexed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got no idea. That's just weird. The Roman? What do you think it means?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feels like our ghost ta me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we do now? I mean, the brothers ain't goin' nowhere until we get Panza or they do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've all had enough excitement for one night. Let's sleep on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut watches Eunice and the detectives from the dark has shaved his head bald, giving him a sinister look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is empty except for Connor and Murphy having a shot at the bar and cleaning their weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When's Romeo returnin' to the \"hide out?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon as he's done apologizin' to his uncle for wreckin' his restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he should be sorry.   The disrespect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They chuckle as a loud knocking is heard.   As Doc peeps spy hole and unchains the front doors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold your damn horses!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lets Greenly in and locks it behind him. Greenly takes steps in, stops and grabs his crotch with both hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sack-o-matic, I said!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the boys guffaw, BOOM! A shotgun blast through the doo Greenly to the floor with a gaping wound in his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut bursts in with a smoking pig nose shotgun hangin shoulder strap. He pulls two Sigs and rapid fires at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys jump over the bar frantically try to reassemble weapons. Connor and Murphy check their clips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got nothin'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor racks his .50 cal and looks in the chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One in the hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They see a shotgun behind the bar. Murphy grabs it.   Jus are about to stand, they hear Doc cry out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stand and level. Crew Cut has Doc from behind, .9mm temple. Thick accent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put dem down! Throw dem over!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys do not flinch. Crew Cut pushes his gun into Doc' hard. He cries out in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Throw dem over!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys toss their guns over the bar. Crew Cut levels to holding Doc in place. He whispers in Doc's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brothers, eh? Which one first?      This one? (re: Murphy) Dee other, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He cocks back his hammer. A silence POP! rings out from t shadows. Crew Cut's hand is hit. He drops, crying out in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: Poppa M emerges from the shadows and moves to Cre a smoking, silenced Walther pistol in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers have just a moment of shock before Greenly c some blood. They jump the bar and rush to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doc!   Call da fuckin' ambulance!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they hold Greenly and beg him to hold on, we move to P standing over Crew Cut. Crew Cut looks up at him in awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is the Old Man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M pulls two .38 revolvers. He snaps the rotary cham puts one bullet in each gun, spins the chambers and snaps He holds them out to Crew Cut. The boys weep, oblivious t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just hold on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hang in there, brother.     They're comin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly struggles to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw, boys...it's over. Don't worry...proudest day of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He seizes violently and dies. The brothers are in anguish Cut picks a .38 and stands. He and Poppa M level to each foreheads. Crew Cut is excited. Poppa M is calm, tranquil brothers bolt up in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Da!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy, boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys watch in horror, trying to figure it out. Poppa for his opponent to go first. Crew Cut cocks his hammer b \"click.\" The brother's eyes go wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck's he doin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut pulls the trigger, \"click!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JESUS CHRIST!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor rushes over and grabs up the shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna blow this mother fucker's brains out, right now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He cocks it and levels to Crew Cut's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CONNOR!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor stops.   Poppa M holds out his free hand.   Halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son...Daddy's workin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor lowers the gun.    Poppa M pulls back the hammer,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut is unsure of himself. He thinks. Shakes his head brothers focus on Poppa M's gun as he tenses on the trigg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew Cut clenches up, bracing for impact. Poppa M pulls, The brothers drop to their knees and pray hard. Crew Cut He smiles, pulls back the hammer. In Italian...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make me famous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Click!\"   Crew Cut's eyes widen in fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling back hammer) Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers pray faster as Crew Cut thinks in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FUCK YOU!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM!   Crew Cut falls dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys sit at the kitchen table with Poppa M.      Rome on a counter, nearby. Cesar sets out coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so sorry, boys.      This is all my fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cesar takes Romeo and leaves, giving them some privacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are ya talkin' about, Da?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M strokes the faded \"butterfly\" tattoo on the back hand. Presently...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was an immigrant to the U.S. in 1958. I was sixteen. I came to New York where my father, Jacob MacManus, was a cobbler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Had a little shop and I was to learn the family business. Mafia was everywhere in those days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Italian THUGS #1-4 talk to JACOB MacManus (43yrs). In the flashbacks we will refer to young Poppa M as \"Noah.\" NOAH works in back but watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Simple extortion...protection money. But your grandfather was proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't help ya with dat, lads. Ya got problems with your shoes, I'd be happy to have a look, got fair prices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just...watched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noah stands shaking as he watches his father beat to deat into later as he holds his father's body, wailing. An Ita with a leg brace, LOUIE (18yrs), staggers in and hobbles",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Il ochio de dio! We gotta call the polizia, Noah! We gotta call somebody!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noah, Louie and a priest are the only ones present at thi affair. Louie weeps. Noah is emotionless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I buried my father, then I buried the men who killed him. Louie, my best friend, helped me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noah holds a knife to Thug #1's throat at a card table. H #2's head pinned to the table top with a .38 cal. Nearby, holds a large .44 magnum with shaking hands. Seated Thugs hands raised, are scared as they look at Noah's dead eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, kid. It was an accident. We can work dis out. Whatever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He ain't gonna do shit. (to Thug #3) I'll take two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What da fuck's da matter with you? Can't you see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see just fine. Deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Italian, to Louie) You're Italian, kid. Help us out here. Put one in the back of his head and you get anything you want!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I, I, I...am his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck him and fuck his friend. Deal the cards! He ain't got the balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noah shoots Thug #2 then cuts Thug #1's throat. The other scream in horror. Louie kneels and weeps. Noah shoots Thu the heart and calmly takes aim at Thug #4. He shoots him throat and he is blown to the floor, grasping his bleedin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noah rounds the table and takes aim. The man is choking o blood. Noah slowly lowers his gun and just watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louie works on a pair of shoes.   They are both a bit old",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It started out slowly. Just the ones who were a threat to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAFIOSO #1 and #2 talk to the stoic Noah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, kid. It's good for you, good for us. We'll move it right out the back of the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll never touch you. You got the word of the Bonnavese family on that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No response from Noah.   Dead eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's da matter with you, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Louie peeking through the curtains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy, Noah...easy friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you, stupid or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He smacks Noah across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noah and Louie bury the bodies of Mafioso #1 and #2. and rests. He watches Noah and thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"CLOSED\" sign in the door.   Noah and Louie eat sandwiche",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then one day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why should we not help others who suffer these Mafia thugs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noah puts down his sandwich. Louie talks to Noah with pas m.o.s. and he listens while nodding his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then it began.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over dialogue and music we see the following images...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noah cuts out a chalk sketch on a large sheet of shoe lea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louie helps Noah make a \"serious looking\" leather vest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louie hobbles in with a sack.   He dumps a bevy of handgu table. All different makes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louie would pick the marks and plan everything in detail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louie draws a map on a note pad and speaks m.o.s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holsters and bullet belts are sewn into the vest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noah loads the vest with guns as Louie tightens the buckl back and looks Noah over. Ominous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I would go in and do the jobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mob boss and two body guards wait for an elevator. The open. Insides is Noah, dark jacket, English Mac (hat). He his coat, revealing the vest. He draws two weapons, execu all and calmly hits a button. The doors close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would execute, over and over again, those who had taken my father from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do a montage of Noah killing Mafiosi in many different",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So it went for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pan to the gaping mouthed brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So...how'd ya end up inside, Da?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in '75, I did a hit, came out and the police were waitin' for me. He set me up, 25 to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait...why did he set you up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't wait ta ask him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't ya flip on him? Cut down yer time? The guy fucked ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why the hell not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A picture of a woman with two babies is slammed to the gl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'd learned of the birth of my sons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor and Murphy hang their heads.      Connor looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know Louie's full name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greenly's bagged body is about to be loaded into an ambul Eunice stops the EMTs, unzips it and touches his face. Sh and then crushes into Dolly's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds her and cries too as Duffy watches in anguish. E cell rings. She ignores it and Dolly pulls it from her po tosses it to Duffy, never letting go of Eunice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alternating coverage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me.   Put Eunice on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor hands the phone to Poppa M.      DISSOLVE TO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eyes still red from crying, Eunice covertly works at a co She types. Soon a picture of the Roman comes on up. Eunic at his face with trepidation and then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope they do it slow...you piece of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON:   An old time phone being carried to a rear tab",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We drift by a poker game and young Italian thugs, betting sports. T.V.s and smoke are abundant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone is set on a back table. PATRONAZZI (75yrs), an Italian man drinking espresso picks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Si.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the Old Man.    In Italian, alternating coverage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, old friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Many years.    Are you in need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I am making marinara and alas, I have run out of tomatoes. To help an old friend...how many can you spare?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patronazzi looks up.    Slowly, many of the young thugs t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am in good supply of tomatoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys slumber. We push in on their staggered profiles. simultaneously take a deep breath. FLASH TO WHITE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys stand in a huge cement access corridor of Fenway is empty and quiet as a church. A man walks toward them. struggle to see. Presently, we reveal ROCCO. He passes th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on.     The game's starting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers follow him.    Red Sox emblems are abundant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Funny thing about the Red Sox. We never gave up hope, y'know? It's what kept us going all those years. And they did it. They finally fuckin' did it. What are we all gonna do now, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They emerge into the stands.    Perfect baseball field, e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I lost a lot of money on 'em. But I gotta admit. Always felt better...betting the underdogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocco walks on.   The boys follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys stand on the mound.   Rocco walks a circle aroun",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, how's things going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys drop their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I know. It's rough having your faith shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers have a pained expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it happens to all of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what's always tripped me out? How hundreds of years ago, a bunch of desperate gamblers in leaky ass ships, crossed the ocean blue. They had no clue what was on the other side of it. Took real balls. But they sailed into infinity and made it all the way to the shores of the New fucking World... (re: surroundings) ...and all they had was their faith. I'm always surprised how so many people miss the simple fact that faith...is the reason all of us are even here. You can't underestimate the power of it. Shit, you were the ones that taught me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocco looks to his left and right.   Secretly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, your my boys so I'm gonna give you some inside. The Sox are gonna do it again this year. The line in Vegas is huge. Put everything you got on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys look to each other.   Eyes wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're sure, Roc? You know this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocco smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...I   just have faith. And for a second   there, you almost did too. Y'see,   it's contagious. And if enough people   catch it...look out, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A roaring cheer arises, shaking the very foundations of t The boys turn in awe. The stands are still empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They jolt awake and look to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While the wicked stand confounded...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...call me with Thy Saints surrounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M stands before Eunice.   She hands him an envelope",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lives in York Maine. About 30 minutes from here. Better go quick. I logged on to an FBI database to get the info. Homeland Security does internal monitoring now. Only a matter of time before they flag it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will they know it's you? (she nods) Will you be all right, dear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear Costa Rica's nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him as her eyes well up with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never thought I'd ask this of another human being but please...kill this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is overcome and weeps.   Poppa M holds her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ends taday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kuntsler pours a coffee. G-man #2 comes in holding a piec",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anybody word from Bloom, yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want that little Bayou Bitch in here. Something stinks about this whole thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm having D.H.S. dump her IP and check for flags. See if she's been poking around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M, the brothers and Romeo walk kneel at the altar b memorial to McKinney: Candles, pictures, cards, flowers e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they pray, a dozen or so church patrons who are in the to realize who they are. Our foursome stands and walks ba the aisle. They make eye contact with a few people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When the Saints are gone, the churchgoers gather in the a stare at the front door in disbelief. Excited whisperings opens his cell phone. Then he thinks...and closes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "G-man #2 excitedly gives Kuntsler a file.   His eyes wide",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kuntsler slaps the file down in front of Jimmy who is cuf metal table. He looks at a picture of the Roman. Fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kuntsler and his men speed along sirens blaring.    Into",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is S.A.I.C., Jonathan Buford Kuntsler! Security code A4153B! I need an immediate R2 law enforcement override clearance!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is your specific request, Agent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone in the tri-state area with a gun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Roman's common, two story home looms in the b.g. at t cul-de-sac. Walking down the middle of the street, is Pop black trench, hat, dark shades. He opens the door and ent",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M listens, far off scratchy music. He moves quietly the house, stopping at the foot of the stairs...listens. his rosary, hangs it on the banister and moves on, pullin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Roman, swirls a tomato in a plate of salt and bites i Beside him, a horned phonograph plays 40's Jazz. Behind h that the greenhouse is merely an extension of the home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Roman sits in front of a sunken fire pit at a low fla the pit, an empty chair. Extended before him is a stunnin standing in stark contrast to the common house: vines, fl cobblestone walks, fountains. The center piece is a Turki with pure white Lillys afloat. Poppa M slowly approaches the Roman from behind. He holst weapon and sits. The Roman halts the phonograph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Louie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We haven't much time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Roman smiles and gestures the surroundings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My garden. She is beautiful, yes?     Ah, but you. You are blind to beauty.     You are a destroyer, Noah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know my reasons.   You know why I did what I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But do you? You think it was for your father? No. You were born a killer. Death...is in the very blood that runs through your veins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then explain this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Roman flicks a photo over. It lands in Poppa M's lap. the picture we saw earlier. A woman holding two babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were not there to raise them. Not a single day. Yet, how closely they follow in the footsteps of their father. They have inherited your blood, Noah...your anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M looks at the photo deeply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, back wall of greenhouse.    THUGs 1-5 from Patro down here. They are all armed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispered into walkie) Remember, not a scratch on the Old Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We look out the bay windows. It is a straight shot down t roof to the roof of the greenhouse. THUGS 6-8 stand quiet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got it.   Wait for the signal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gloved hand grabs up Poppa M's rosary.    Connor pocket and Murphy silently climb the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "S.W.A.T. teams load into vans.   Squad cars speed through",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M tosses the picture into the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you?   What are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Roman denotes his garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am a creator. You see? Our very natures stood in opposition as old as the story of the scorpion and the frog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why...did you sell me out, Louie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can never understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "25 years....try me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to join with them. They were building an empire. Creating something and I was helping them! I used you, Noah, to eliminate their problems, to destroy their competition, to cut out their cancers. I earned my place among them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this your place among them? Because all I see is a an old man, sitting in a garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alas, the scorpion and the frog both lost everything, yes? I should have paid more attention to the story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without you...I was no longer useful to them. They cast me out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kuntsler barks into a walkie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The location is to be surrounded and secured upon arrival! Nobody goes in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He suddenly looks out his window to the sky.    In the di other copters fly in the same direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are those fucking news choppers?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why the priest, Louie?     Why all this? Why, now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I knew it would bring you and your sons. You would destroy the Yakavettas and clear my way. This time, I will take what is rightfully mine. Just a little piece, for my old age. After all, I have never been a greedy man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Roman puts the needle back on the record.    Jazz pla",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it!   Move!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another Thug opens the bay windows.    Thundering music!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIRD'S EYE VIEW: Looking down on Connor and Murphy.    Th fire their huge .50 cals through the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: The heavy rounds blast through the wall and massa three Thugs as they are about to exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All following visuals in slo-mo with slamming music...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa \"M\" stands, throwing open his trench and revealing vest, a six gun rig in the front. The Roman in awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The double doors crash in and men barrel through as Poppa pulls two weapons and fires upon them, hitting one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys crash through the glass ceiling of the greenhous side of Poppa M. They fire as they fall, hit the ground a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo bursts into the fray from inside the house, blastin his gold .45's, a shotgun hanging on his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The garden is being torn apart as the brothers, Poppa M a hit their marks and the hit squad returns fire. The boys behind fountains which are then pulverized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gun battle rages around the Roman who remains seated mouth of madness. His heart breaks as his sanctuary is sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo fires as a large rack of wine behind him is torn ap",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy fires over a statue and bodies crash into the pool",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor stands, firing in a Jesus Christ pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M drops his empty weapons and pulls two more, layin second barrage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo is simultaneously hit in the leg and shoulder. He f dropping his .45s. He struggles to fire the shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M takes one in the chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor is wounded in the shoulder but continues firing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy is hit in the leg but continues firing. The boys and Romeo manage to take out the last of the Thu blasted into the Turkish pool. It is over. The music fade",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Squad cars screech to a halt as the chopper lands behind Kuntsler exits, shouting orders. Many officers level over hoods as S.W.A.T. piles out and moves toward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Roman looks around, tears in his eyes.   The boys hob failing father who is on his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Da?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys.    Help me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They get him to his feet. Poppa M turns to the Roman. He revolver toward the seated man. With his last bit of stre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll see you in a minute, Louie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M fires one right between the Roman's eyes.    Popp His sons lay him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no, no, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppa M smiles as he looks up at the sun through the blow ceiling. A plume of butterflies escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a beautiful day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye.    It is...it is, Da.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He dies. The brothers weep. Nearby, Romeo is slumped and on the edge of consciousness. A strange calm comes over t brothers as they stand and look to one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "S.W.A.T. can be heard surrounding the perimeter. The boys Romeo. He smiles at them and nods. The brothers turn and the house. The echoed voice of Poppa M.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And shepherds we shall be...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cops level over their squads.      Media descends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...for Thee, my Lord, for Thee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO:   the boys move toward the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Power hath descended forth from Thy hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We cut to people around the country glued to their t.v.s hush in bars, airports, stores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...that our feet may swiftly carry out thy command...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens and the boys walk out, guns down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, we shall flow a river forth to Thee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romeo raises a weak hand as S.W.A.T. moves cautiously thr battle field of dead bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and teeming with souls shall it ever be...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO: The boys stop in the middle of the lawn and look the massive presence. A policeman yells in his bullhorn,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO, CLOSE ON:    The brothers' guns fall to the grass",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Nomini Patri...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO:    The brothers drop to their knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...e fili...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLO-MO:    The brothers put their hands behind their head",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...e Spiritu Sancti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DIP TO BLACK.    The music fades...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUBTEXT:    \"Seven days Later\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crowds flood a cemetery.    Poppa M's casket is lowered..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...hundreds took off work today to say good bye to the man Boston is calling simply, \"The Father.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "News desk.    Insert of Romeo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...still in a coma. The condition of Romeo Mata, the young Hispanic American allegedly operating with the Saints remains critical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside Eunice's home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the search continues for missing Special Agent Eunice Bloom. As of yet, law enforcement has turned up nothing but have not ruled out foul play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New footage of the aftermath at the Roman's home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The young men, who's names Police are not releasing to the public have yet to utter a word since their capture. Even to their court appointed attorneys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mob of protesters chant, \"Set them free.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five guests, BALLPLAYER, COMEDIAN, ACTOR, POLITICIAN and seated in the midst of an \"audience in the round.\" The fo similar to \"Politically Incorrect.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't change anything. What they did is still more important. It's still the issue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They deserve medals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They deserve the death penalty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arguments erupt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The arguments are heard as the boys awaken in their hospi the same moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only God can judge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, save it for group, father!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are bandaged and hooked to machinery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I know this! They certainly don't belong in prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys turn and look out the windows at a group of cons yard, staring up at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Connor and Murphy's faces split with evil grins.   They m the cons and gesture as if shooting them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe that's just the place for them.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1895"
    }
  ]
}