{
  "movie_id": "MOV1932",
  "scenes": [
    {
      "location": "CENTURY CLUB JEFFERSON ROOM CONTINUOUS",
      "time": "A SHORT TIME LATER",
      "characters": [
        "HOLT, (0.S.)",
        "GENERAL HUNTER, (CONT'D)",
        "JUSTICE WYLIE",
        "_ BOOTH",
        "GENERAL HUNTER, (0.S.)",
        "BLOCK-HEAD",
        "STANTON'S AIDE",
        "PRESENT TIME",
        "JOHN SURRATT, (CONT'D)",
        "MAJOR SMITH",
        "ANNA SURRATT",
        ". WIECHMANN",
        "COMMANDANT, (CONT'D)",
        "THUMP",
        "REVEALING",
        "HOLT",
        "GENERAL HUNTER, (CONT.)",
        "CAPITOL",
        "PULL BACK",
        "AIDE",
        "SAMUEL ARNOLD",
        "JOHN",
        "JUDGE FISHER, (0.S.)",
        "MARY, (CONT'D)",
        "AIKEN/CATHERINE",
        "REVERDY JOHNSON, (0.S.)",
        "FOREMAN, (0.S.)",
        "FAMILIAR VOICE, (0.S.)",
        "FADE TO BLACK",
        "BAILIFF",
        "IKEN",
        "KEN",
        "REVERDY JOHNSON, (CONT'D)",
        "BARREL",
        "FADE UP",
        "DEATH BY HANGING",
        "CUT BACK TO",
        "WASHINGTON, D.C.",
        "GUARD",
        "COMMANDANT",
        "OLD MAN/JUSTICE WYLIE",
        "BEGINS",
        "_ GUARD",
        "MICHAEL O'LAUGHLIN",
        "MARY _",
        "PAPER BOY",
        "MARY, (0.S.)",
        "MILITARY COMMISSION, (0.S.)",
        "ANNA",
        "JOSEPH HOLT",
        "BAKER, (CONT'D)",
        "GENERAL HARRIS",
        "MARY,",
        "/ ANNA",
        "MARY ANNA",
        "LLOYD, (CONT'D)",
        "CONGRESSMAN KING",
        "GENERAL HUNTER, (CONT'D.)",
        "BOOMING VOICE, (0.S.)",
        "AIKEN",
        "JULY 7, 1865",
        "BAKER, (0.S.)",
        "LLOYD, (V.0.)",
        "MAY 10, 1865",
        "ENDS",
        "JUDGE FISHER",
        "REVERDY JOHNSON",
        "AIKEN., (CONT'D)",
        "GENERAL HUNTER",
        "JOHN SURRATT, (0.S.)",
        "APRIL 14, 1865",
        "_ AIKEN",
        "BAKER",
        "OUR FIGHTING HEROES",
        "STANTON, (CONT'D)",
        "HO",
        "MATCH CUT TO",
        "YOUNG SOLDIER, (V.O.)",
        "AIKEN, (0.S.)",
        "FEMALE GUEST",
        "GENERAL KAUTZ",
        "DIE REBEL DIE",
        "FOUR CONSPIRATORS TO BE EXECUTED",
        "CHOIR BOY",
        ". ANNA",
        "OTIS",
        "WOK",
        "HAMILTON",
        "HOLT, (CONT'D)",
        "YOUNG SOLDIER",
        "DAVID HEROLD",
        "JOSEPH HOLT, (CONT'D)",
        "DEAR MEMBERS",
        ". MARY SURRATT",
        "BAILIFF/WEICHMANN",
        "ATKEN",
        "FATHER WALTER",
        "50.",
        "SLOW DISSOLVE TO",
        "GENERAL HUNTER, (0.S. -)",
        "ONE MONTH LATER",
        "MARY",
        "STAIRWELL,",
        "AIKEN, (CONT'D)",
        "DISSOLVE TO",
        "MALE VOICE, (0.S.)",
        "GENERAL HOWE",
        "PAPER BOY, (0.S.)",
        "WILLIAM TONRY",
        "GENERAL HUNTER AIKEN",
        "BARTENDER",
        "STANTON",
        "CELEBRANTS",
        "CATHERINE, (CONT'D)",
        "CATHERINE",
        "GROUND FLOOR,",
        "BOOTH",
        "AUGUST 10, 1867",
        "JUSTICE WYLIE, (CONT'D)",
        "WASHINGTON, D.C. CRIMINAL COURT",
        "CUT TO",
        "JOHN SURRATT",
        "SOLDIER",
        "WIECHMANN, (CONT'D)",
        "SLAM CUT TO",
        "FATHER WALTER, (CONT'D)",
        "PATROLMAN",
        "LEWIS PAYNE",
        "SENATOR LANE",
        "PAYNE",
        "ANNA, (CONT'D)",
        "STANTON, (0.S.)",
        "BEGIN END CREDITS",
        "LLOYD",
        "OLT",
        "WIECHMANN",
        "OLD MAN",
        "FOREMAN",
        "YOUNG TURK",
        "MARY SURRATT, (0.S.)",
        "_ MARY",
        "MAJOR SMITH, (CONT'D)",
        "SECRETARY OF WAR",
        "BOOTH, (0.S.)",
        "HOLT.",
        "MARY SURRATT",
        "CHOIR BOY, (0.S.)",
        "OTIS, (CONT'D)",
        "MAN'S VOICE, (0.S.)",
        "TWO YEARS LATER"
      ],
      "dialogues": [
        {
          "speaker": "CELEBRANTS",
          "text": "(shouting, in unison) ..Hip hip hooray!!! Crystal clanking. Corks popping. Behind the TOASTMASTER, an enormous BANNER: \"Victory to the Union\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASHINGTON, D.C.",
          "text": "A grand CELEBRATION instantly denoting prestige and influ all powerful and all for Union.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER, (0.S.)",
          "text": "Is he here, yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (0.S.)",
          "text": "No. But half his cabinet is. REVEAL: FREDERICK AIKEN, now 28, aged a bit by events, jo again by NICHOLAS BAKER, now minus his leg. Another hotsh WILLIAM HAMILTON, is present too. They've all had a few. Aiken scans faces. Notes players. POWER BROKERS abound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's Interior...the Postmaster... INSERT: GRAYBEARDS, as Aiken identifies the members of LINCOLN'S CABINET, Like positions around an infield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Treasury...Navy...and War",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Secretary Stanton, where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken points to EDWIN STANTON, 50, imperious, chest lengt beard, eyes concealed behind tiny, gold-rimmed glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER, (CONT'D)",
          "text": "I'd give my eye-teeth to meet him. Aiken begins to beeline towards Stanton, then stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Aren't you coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Just like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "Are you mad? You can't approach Edwin Stanton without an introduction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Watch how it's done. Unless, you'd prefer to meet him too? Baker nods. Aiken moves to help his one-legged friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "I can do it myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Like hell, you couldn't walk straight with two. A BOOMING VOICE catches Aiken from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOMING VOICE, (0.S.)",
          "text": "Mr. Aiken, I've been to creation and back looking for you. Aiken turns toward a familiar voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Baker, Hamilton... May I introduce the distinguished Senator from Maryland -- Mr. Reverdy Johnson. REVEAL: REVERDY JOHNSON, early 50's, a thorn in anyone's side. Blind in his left eye. Very southern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "A great honor, Senator",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slurred from drinking) May I say, sir...you were our first I mean, our finest Attorney General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Honor's mine, gentlemen. You've done this nation proud. Glad to see y'all are enjoyin' this evenin'. Reverdy Johnson winks at Baker with his good eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON, (CONT'D)",
          "text": "Country needs you boys more than ever to put it back together. Reverdy Johnson spots several GRAYBEARDS passing by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON, (CONT'D)",
          "text": "Gentlemen, would you excuse us a moment? They're some folks I reckon' my new associate ought to meet. The Senator leads Aiken away. Hamilton watches with envy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "I reckon Fred has to if he's to be considered seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Yes, Hamilton, some of us do have to work for a living...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverdy ushers Aiken inside the club's inner sanctum line with PORTRAITS of its past luminaries JEFFERSON, MADISON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite a turnout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Victory is like shit to flies, Freddie. One whiff is all it takes. sarcastically) . Mr. Secretary, such a delightful surprise. REVEAL: EDWIN STANTON puffing furiously on a FAT CIGAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY OF WAR",
          "text": "Life's full of ‘em, Senator",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Frederick Aiken. Of course, you're familiar with our venerable War Secretary, Edwin Stanton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Yes, of course. It's a great pleasure, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand you took two bullets at Gettysburg, Colonel, and never quit the field. The pleasure is mine Stanton warmly clanks Aiken's champagne glass. Aiken beam",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "We can always use a loyal man like you over at the War Department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "My godson works for me now, Ed. It's time to heal the nation -- not wage war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Depending on whose side you're on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "One needn't be a Yankee to be for Union same as you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Well then, I dare say, the enemy is never far from hand. An AIDE hands Stanton a NOTE. Stanton reads it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Is everything alright? ; _ STANTON ; President Lincoln sends his regrets -- seems Mrs. Lincoln made other plans. ...The SOUND of laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As TWO ACTORS perform the farce, \"Our American Cousin.\" O is dressed as a Victorian DANDY; the other, as an eccentr BACKWOODSMAN. The setting is an English drawing room. ...The SOURCE of laughter",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As ABRAHAM and MARY LINCOLN enjoy the performance. The PRESIDENT tilts back-and-forth in a crimson rocking c The FIRST LADY lovingly drapes her hand across his knee. A couple in their twenties, MAJOR RATHBONE and CLARA HARR are seated nearby. ...A P.0.V on the LINCOLNS and their GUESTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "Revealing the P.0.V is coming from a small PEEPHOLE in th door leading to the President's BALCONY BOX. \f6. A Sliver of light barely illuminates the viewer's identit JOHN WILKES BOOTH, 26, Strikingly attractive and attired. As Booth spies on President Lincoln...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO",
          "text": "...A TALL MAN with a BLACK FELT HAT, spying too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "Only, he's watching the ENTRANCE to a stately, three-stor MANSION from across Washington's Lafayette Square. Private Residence o Secretary of State Frederick Seward The Tall Man pulls a BOWIE KNIFE from beneath his felt ha a REVOLVER from his overcoat, and crosses the street. He mounts the mansion's FRONT STOOP and rings the door BE A BUTLER answers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO",
          "text": "...The DOOR swinging open. Only, instead of the Tall Man entering, it's a SMALL MAN, wearing a BEAVER SKIN CAP...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "...And instead of the Mansion's entrance, we're now insid plush HOTEL LOBBY, crowded with GUESTS. The Residence o Vice President Andrew Johnson The Short Man shuffles UNCOMFORTABLY amidst all the opule his EYES flashing to a CLOCK on the WALL, which reads: 10:15 P.M. ...The sudden POP of a CHAMPAGNE CORK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As Baker opens a fresh bottle. Aiken has rejoined his mat",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Good to see the last four years did someone good. REVEALING: the stunning CATHERINE MORGAN, early 20's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER, (CONT'D)",
          "text": "Hello, Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Too grown up to call me Katie anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're the one who's grown up. Catherine warmly greets Baker, Hamilton. Glances at Aiken",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Johnny Reb' get his tongue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "How are you, Katie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Not a letter from you in 18 months. I should ask how you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "We didn't see much I wanted to share.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "(re. Hamilton) Bill wrote me twice a month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "That so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "Just checking in with the home front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "One's imagination wanders when you haven't a word. ; AIKEN ; ; Might we have one now - in private? Catherine nods, turns back to Baker and Hamilton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Sure good to see you, boys. Aiken escorts Catherine away, fingers clasped. Hamilton looks on with envy. Baker pops a cigar. LIGHTS a match...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "...The startling BANG of a pistol. An EXPLOSION, like the deep POP of a heavy, paper bag. Th a BURST of smoke. And finally, a THUD, bullet against bon",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As Lincoln's rocking ceases, and his chin pitches into hi chest. MARY LINCOLN clutches his neck to keep him upright Booth stands a few paces behind -- a brass DERRINGER in h right hand; a DAGGER in his left. Major Rathbone dunges for Booth. But Booth swings his dag wildly, piercing the Major's left arm. Booth vaults over the FRONT RAILING, and clips his SPUR the BUNTING, causing him to land awkwardly on the STAGE b SNAP! His left ankle fractures badly above the in-step. H limps across the stage, stopping just long enough to YELL",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOTH",
          "text": "Sic Semper Tyrannis! Revenge for the South. Then, rushes past dazed ACTORS, and escapes into the WING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as Booth's TALL ACCOMPLICE bursts out the FRONT DOOR his hands dripping with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRACKING through the house to REVEAL what's left behind: -- First, the Tall Accomplice 's BLACK FELT HAT tipped on side, at the bottom of the staircase; -- Then, a GUARD, coughing blood, writhing along the stai -- Followed by an ARMY AIDE, badly hurt and bleeding, slu on the second floor landing; -- Next, SEWARD'S SON, alive, but unconscious with a frac skull, inside a bedroom doorway; -- And lastly, SECRETARY of STATE FREDERICK SEWARD, in be gasping for air and bleeding, from a near-fatal facial ga",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Booth's SHORT ACCOMPLICE, with the BEAVER SKIN HAT, is fr with fear on a bar stool, his eyes leaden with drink. A SOLDIER casts a suspicious glance his way, causing the fearful Associate to flee out the front door, as we CUT T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as Aiken is placing an ENGAGEMENT RING on Catherine' finger. Baker, now piss drunk, celebrates his mate's new union by drinking champagne from his artificial leg. A SOLDIER rushes past knocking Baker's leg out of his han",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "What the hell? Suddenly, Secretary Stanton is whisked away under heavy security. Followed by several more party-goers. Hamilton approaches Aiken and Catherine, his face ashen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "What is it, Bill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've attacked Lincoln - and the Secretary of State too. Aiken registers the shock. As Baker tries to locate his l amidst the tumult, we DISSOLVE TO -- A near-riotous crowd assembled outside PETERSEN HOUSE, a townhouse across the street from Ford's Theater Torches ablaze. Vengeance on many lips. We TRACK with Union MAJOR H.W. SMITH inside --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small, sloped BEDROOM adorned with pastoral prints. It an unspectacular setting for a spectacular end. DOCTORS, CABINET MEMBERS and a PRESBYTERIAN MINISTER surr PRESIDENT LINCOLN, who is laying diagonally across a bed far too short -- his bare feet angling over the edge. The only sound is of Lincoln's near-final gasps. Major Smith passes a PHYSICIAN carrying a bundle of bloodstained towels. Smith continues down the HALLWAY, in An adjacent SITTING ROOM, now functioning as a WAR ROOM - SEVERAL ACTORS, still in costume, are being interrogated. Major Rathbone is trying to console his fiancee, Clara Ha Her clothes are soaked with Lincoln's blood. Major Smith surveys the chaos -- revealing EDWIN STANTON in charge. Stanton beckons him inside a CLOAK ROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "It was the actor, John Wilkes Booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Are you certain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "They all know him from the theater Pointing to the ACTORS being interrogated in the other ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "What about the other assassins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "The only name mentioned so far is an acquaintance of Booth's -- a young man named, John Surratt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "What do we know about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Twenty-one years of age. Lives here in the city with his family. Mother runs a boardinghouse. That's it. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "I guarantee he's a Confederate. Find him. Find all of them. (a beat) I want this city closed down. Nothing leaves Washington without my authorization. No trains. No boats. If any one of these assassins gets South of the Potomac or up into Canada, he'll never be found. Major Smith exits. Another AIDE approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIDE",
          "text": "Sir, the Vice President wishes to pay his respects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "He may leave that hotel only when I say it's safe to do so. The Aide nods, begins to exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON, (CONT'D)",
          "text": "(calls out) And keep him away from the liquor. He's liable to drink himself into a stupor with fright! MARY LINCOLN lets out a piercing wail from the adjacent r FULL SCREEN: On President Lincoln's motionless FACE accompanied by more screams. PULL BACK: to reveal the screams are coming from a LOCOMO whistling into the night, wrapped in black bunting. Linco face is actually a PORTRAIT fixed to the front of the tra Lincoln's COFFIN is inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEGINS",
          "text": "As the train builds speed, we INTERCUT between: LINCOLN'S DEIFICATION -- Newspaper headlines chronicle th 1700 mile funeral procession from Washington, D.C. to Springfield, Illinois, his hometown and inal resting plac \"40,000 in the Rain in Cleveland\"...\"300,000 at Independe Hall\"...\"Half a Million Along Broadway\" STANTON'S REIGN of TERROR -- The ROUND-UP of the alleged ASSASSINS. Ford's Theater is chained shut; DOZENS are arrested in saloons, churches, outhouses and homes. BOOTH is cornered inside a BURNING FARMHOUSE. He is shot and killed. Another accomplice, DAVID HEROLD, surrenders. The FINAL IMAGES shown are of -- A slender three-story TOWNHOUSE along a residential stree All appears peaceful. No sign of the hysteria beyond. Suddenly, the FRONT DOOR bursts open. \f11. SIX SOLDIERS escort a MYSTERY WOMAN, 45, down the front s while her DAUGHTER, 22, is restrained by several troops. The Mystery Woman is placed inside a JAIL CELL. The DOOR slammed shut behind, plunging her world into darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO BLACK",
          "text": "FADE UP: On the AMERICAN FLAG",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "A_ glimpse of the unmistakable CAPITOL DOME, its American flag still flying at half-mast for Lincoln.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken races inside the ROTUNDA, nearly knocking over an ELDERLY SENATOR in his path. He sprints across STATUARY HALL, past the busts of our Founding Fathers. Aiken continues down a long HALLWAY lined with Senate off a stack of legal briefs virtually spilling out of his han Finally, he enters through an enormous OAK DOOR bearing t brass inscription: United States Senator (Maryland) Reverdy Johnson He finds REVERDY JOHNSON already long in wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Mornin', young man. Nice of you to show up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "My sincerest apologies, Senator. I was just finishing the land conveyance you requested. The Senator performs a cursory review.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "You've been up all night on this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Most of it, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Plus some carousing with your mates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Just a bit. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "I appreciate your enthusiasm, Freddie. I just hope you haven't run yourself ragged, nor forgotten the Assassins' Trial begins tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "No one's talking about anything else. My mates and I hope to squirrel a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Well, you've 'squirreled' a chair instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "How's that, sir? The Senator hands Aiken a stack of papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "I'm trying the case. You'll be assisting -- my second chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "But I thought the government was planning a military court-martial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Indeed. Secretary Stanton picked himself nine generals to serve as judges -- all for Union and all riends of the late President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEALING",
          "text": "buttoning",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEALING",
          "text": "fastening INT. U.S. the MILITARY COMMISSION, preparing for trial -- their Union uniforms, pinning on their medals. REVERDY JOHNSON (V.O. In fact, he's chosen one of Lincoln's pallbearers to head the Commission. the bearded and bespectacled GENERAL HUNTER, 62, his pearl-handled saber to his hip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPITOL",
          "text": "As Aiken and Reverdy Johnson continue their conversation through the hallway of the Capitol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "If it's a military trial, won't the War Department be handling the prosecution?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Stanton's put his most trusted in charge of the case -- the Chief Adjutant General, Joseph Holt. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REVEALING Edwin Stanton's devoted aide-de-camp, JOSEPH HO 56, as he devises a strategy with the War Secretary. The corner features a shrine to Lincoln from Ford's Theat Lincoln's rocking chair, top hat and coat -- blood-staine",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Aiken and Reverdy descend the steps, which are now lin with folks hawking LINCOLN MEMORABILIA -- death portraits supposed locks of hair...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Then, what are we to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Defend one of the eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN",
          "text": "One of the Assassins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Alleged, counselor. Reverdy Johnson holds up a NOTE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON, (CONT'D)",
          "text": "I received a letter this morning from the lady, the one with the boardinghouse... a Mrs. Mary... The Senator searches the note for Mary's last name. Aiken is quick with the answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Surratt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "She says I once helped her late husband on a tax matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "But you don't recall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Truth is I don't remember ever laying eyes on her late husband or her. But she's from Maryland too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Sir, the government believes her son, John, was Booth's right-hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "If they suspect her son, then they ought to try him. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I've heard they have 250 agents out looking for him. Senator, you don't Know her. But you're still defending er?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Young man, it matters none if I've heard of Mary Surratt -- or her son. She's entitled to a defense. So, I shall defend her! Reverdy continues onward as Aiken remains frozen in place",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (0.S.)",
          "text": "Mary Eugenia Jenkins Surratt...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As we REVEAL -- MARY SURRATT, 45 -- dressed from head-to- in black, her face concealed by a heavy veil. (She is the Mystery Woman shown earlier being led from her home.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D)",
          "text": "You are charged with conspiring, aiding and abetting... GENERAL HUNTER, 62, reads from parchment, his saber dangl by his side. He is surrounded by the members of the MILIT COMMISSION, nine grizzled Union vets, high-ranking all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT.)",
          "text": "The late John Wilkes Booth -- and his Confederates... SEVEN 'CONFEDERATES' are revealed beside Mary Surratt as each name is called. They are seated inside a raised PRISONERS' DOCK. All are in their twenties or early thirt",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D.)",
          "text": "David Herold, Michael O'Laughlin, Edward Span fer, Dr. Samuel Mudd Samuel Arnold, George Atzerodt and Lewis Payne... (NOTE: Lewis Payne is readily identifiable as Booth's Tal Accomplice; George Atzerodt as his shorter one.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D)",
          "text": "In a treasonous plot to murder President Abraham Lincoln; Vice President Andrew Johnson; and Secretary of State William Seward... The PACKED courtroom stirs with each charge. Hastily converting a BARRACKS into a courtroom inside the prison for security reasons, the chamber measures only 55 feet x 20-feet with an 11-foot high ceiling. The WALLS ar freshly white-washed. All FOUR WINDOWS are barred. \f15. The PRESS and JUDGES are seated at long TABLES cutting th room lengthwise. The GALLERY (by invitation only) are cra in at the rear. ARMED SOLDIERS are stationed throughout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D.)",
          "text": "Pursuant to special orders #211 and #216, does the accused wish to offer a plea? The veiled defendant is frozen with fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D)",
          "text": "What say you, madam? Guilty or not. Mary Surratt removes her veil revealing a handsome face.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MARY SURRATT",
          "text": "I am innocent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Of all charges?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Yes, sir. I most certainly am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "In that case, as each defendant has entered a not guilty plea, we'll begin with the woman first -- the United States versus Mary Surratt. General Hunter looks to the PROSECUTION table positioned advantageously by his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D)",
          "text": "Major Holt, please proceed. Joseph Holt rises to begin, his chest laden with medals. is surrounded by a HALF-DOZEN ASSOCIATES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Just a moment, your honor Reverdy Johnson rises directly in front of Mary Surratt. Frederick Aiken, his lone associate, remains seated besid",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "What is it, Senator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "I wish to request an adjournment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "An adjournment! We just got here. Even the LAWYERS defending the other prisoners seem shock",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "The defendant has been in custod for over a month. But wasn't allowed to contact counsel until yesterday. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON, (CONT'D)",
          "text": "I've still not been permitted to meet with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH HOLT",
          "text": "Your honor, a delay will only serve to prolong the nation's sorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "My learned colleague, you've had four weeks to prepare your case. No doubt, assisted by the entire War Department. I believe the defendant is entitled to equal consideration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Senator, our fellow citizens must be allowed to put this tra edy to rest. The sooner we dispose of this case, the better for everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Everyone but my client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Proceed, Major. Holt rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "In that case, I move for termination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Termination! Aiken turns to the Gallery spotting Baker, Hamilton and Catherine. Aiken looks as if he'd rather be anywhere else",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "On the grounds this trial is unconstitutional! jehe, allery stirs) The defendant is a civilian entitled to a public trial before a jury of her peers. Not a military court- martial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH HOLT",
          "text": "Military courts adjudicated matters involving civilians throughout the war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "May I remind the distinguished Major the war is over. Moreover, the civi. courts in Washington remained open throughout the entire conflict. And continue to be, as we speak \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH HOLT",
          "text": "And may I remind the Senator, the Attorney General affirmed the legitimacy of this proceeding: Holt reaches for a DOCUMENT, which he reads aloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH HOLT, (CONT'D)",
          "text": "\"Persons conspiring to assassinate the President -- the Commander -in- Chief -- are considered enemies of the State. And shall be judged by a military tribunal, as would soldiers belonging to a hostile force.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "\"Soldier!' Surely, no member of this Commission recalls a figure as lovely as this under his command? The Senator playfully draws gattery Ss physique in the ai prompting laughter from the galle",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Senator, you will mind the horror which summons us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Gentlemen, we all mourn the loss of our most cherished leader. But, in our grief, let us not betray our better judgment and execute a reign of terror. MAJOR GENERAL HARRIS, a member of the Military Commission shouts out with a heavy New England accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HARRIS",
          "text": "\"Reign of Terror.' How dare you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Every right-minded citizen desires the punishment of those responsible. But one must be judged accor ding to the law -- not as passions see fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Senator, I assure you this tribunal will make every effort to protect the rights of those on trial. But, all Americans have the right to feel safe and secure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "None of us is safe when a citizen can be dragged from her home, held without charge and denied access to counsel -- merely on a suspicion? Another Commission Member, MAJOR GENERAL KAUTZ, mocks Rev Johnson's southern accent. Kautz is a New Englander. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL KAUTZ",
          "text": "\"Mearlay onah suhspicion.' Sounds to me like the enemy is among us. I recall Maryland was not among our most loyal states during the War. I think its Senator ought to certify his allegiance to this court. BRIGADIER GENERAL HOWE chimes in with his Philadelphia ac",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HOWE",
          "text": "I quite agree. Make him sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "I have served this nation as its Attorney General. That is certification enough. General Kautz holds up a CONTRACT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL KAUTZ",
          "text": "Nevertheless, Senator. We may require counsel to sign this oath of loyalty as prescribed by Congress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "I_am a member of Congress! The branch of government empowered to authorize military tribunals like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Our authorization comes from the War Secretary, Edwin Stanton -- by order of the President of the United States.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Had our founding fathers desired tyranny to prevail, I'm sure they'd have intended for the President and his War Secretary to have such indiscriminate powers. (seething) But they drafted a Constitution with laws limiting power, not trusting in human nature to limit itself -- precisely for times like these: (losing his temper) When our leaders claim to be serving the People... when, in fact, they're only serving themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Gallery erupts. The Prisoners beat iron against wood. General Hunter slams his gavel, repeatedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Order...Order...SILENCE! Order is barely RESTORED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D)",
          "text": "This court will stand in recess. Senator. In chambers! \f19. Off Aiken woefully glancing at his Mates, then at Catheri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The prison CORRIDOR outside the generals' CHAMBERS is nea RIOTOUS -- rabid REPORTERS, excited SPECTATORS, and the l Moments later, Reverdy Johnson appears in the hallway wit Aiken in-tow. The inquisitive PRESS converge in a frenzy. Johnson pulls Aiken into a BACK STAIRWELL to escape the hoards. A SOLDIER bars anyone else from following. As Aiken trails his boss upstairs, his face is filled wit panic. The pair are in mid-conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "..But you can't be serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "As serious as the charges against our client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "But defending her? ME!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "She doesn't stand a chance with a Southerner like me representing her She needs a Yankee colonel like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Yes, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "-- You'll do fine, son. Our nation still has never executed a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "This nation never considered a woman, or aman for that matter, capable of murdering the President. I'm sorry but I can't take on this case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "\"Course you can, boy. They taught you somethin' at Harvard, didn't they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATKEN",
          "text": "I mean, I won't (off Reverdy s glare) I won't defend he Not someone who murdered my Commander -in-chief. TwO SOLDIERS descend the stairs past Aiken and Reverdy. They are guarding an attractive, unidentified WOMAN, 22. She's just overheard Aiken and stares him down. Aiken uncomfortable, waits for her to pass before continuing. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "With all due respect, sir, I'll gladly find you a rebel to represent her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "No court in the Union would judge that woman fairly with Confederate counsel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Most folks I know wish for her what happened to Booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "No doubt you'd gladly pull the trigger yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'd hardly be alone. Aiken points to a CROWD outside the PRISON WALLS -- Linco DEVOTEES holding shrines to Lincoln.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Look at Lincoln now! Remember how so many used to hate him. Now, no one dares utter a word against him, let alone defend his murderer",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Alleged, counselor. AIKEN ; You don't honestly believe she's innocent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "'Til proven otherwise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I will not betray my country, sir. Nor my friends who died in battle defending it. The pair now stand directly in front of the COURTROOM DOO",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "I'm not suggesting you betray your allegiances. I'm simply asking, rather, telling you to uphold your oath ee an attorney and do your job! eat I demand nothing more. And I assure you, neither your mother or father would've accepted anything less! Aiken wavers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Sir, I don't see how I can possibly walk in there. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Son, sometimes a man must be willing to 'walk' on faith alone. A beat as we begin to hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (0.S.)",
          "text": "The conspirators attempted what the confederacy could not accomplish in at FULL SCREEN: On Aiken listening to Holt's opening argumen",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (0.S.)",
          "text": "To destroy our nation by striking at our chain of command -- targeting not_only our President, but the next in line: his Vice President and Secretary of State. (Aiken looks distressed) That a woman - a mother with children - built the nest where this vile conspiracy was hatched, operating a safe-house for the assassins to meet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PULL BACK: To reveal Mary over Aiken's shoulder. Both loo equally panicked but for different reasons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (0.S.)",
          "text": "Makes Mary Surratt as guilty of this crime as John Wilkes Booth himself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A UNION SOLDIER escorts Aiken across the prison grounds - FORTRESS surrounded by BRICK WALLS topped by ARMED SENTRI Just beyond the high walls JAMES CREEK, the foul smelling repository for much of washington\" s waste. Blanketing the courtyard is a TENT ENCAMPMENT housing the soldiers, who are guarding the prisoners on trial. Aiken crosses through the encampment. SOLDIERS gather and stare. Some salute Colonel Aiken. Others turn their backs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We continue with Aiken and his armed escort down a long CORRIDOR lined with CELLS -- Each cell is packed with PRISONERS. Some faces are famili the ACTORS being interrogated after Lincoln's assassinati They are still wearing their costumes, now in tatters. Off Aiken's look of confusion, the Guard offers up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "The Witnesses, sir. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "How long have they been here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Coupla months. Aiken is escorted through a pair of huge IRON DOORS. As h continues down a SECOND STORY CATWALK, we REVEAL -- The CONSPIRATORS' CELLS, eight in all. Inside each cell Aiken discovers the same horrifying sight -- a PRISONER, solitary, head covered by a CANVAS HOOD, no slot for seei barely a hole for breathing. Legs and arms are chained to IRON BALLS. Wrists are separated by piercing METAL MANACL",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKEN",
          "text": "Is all this necessary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "According to orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Whose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Secretary Stanton, sir Aiken lingers momentarily to ponder, then continues towar the FINAL CELL at the end of the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CELL DOOR number 200 swings opens as Aiken steps inside. MARY is crouching on all fours, chained like a barnyard animal. Though not forced to wear a hood, her ANKLETS and WRIST CUFFS are painfully attached. STRAW is spread benea her; a BUCKET for bodily functions is nearby. The Guard remains at the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Thank you, private. That'll be all. The Guard doesn't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "This meeting is confidential.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ GUARD",
          "text": "Sorry, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (0.S.)",
          "text": "Where's the Senator? Aiken turns toward Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Ma'am, he's instructed me to handle your case. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Is there a problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "No disrespect, Mister...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Frederick Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Mr. Aiken, how many years have you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'm a month past 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Young man, you're barely older than my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "The Senator would not have placed me in this position unless he had complete confidence in my abilities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I take it then you've handled cases like this before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Ma'am, there's never been a case like this before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY,",
          "text": "But, you have defended others? Aiken is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "I see they've left nothing to chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I take it then you'd prefer to conduct your own defense? A beat. Off Mary's silence, Aiken opens his notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Very well. I understand you own a boardinghouse at 604 H Street, is that correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Yes. Aiken awaits more information. Mary offers none. \f24. Ma'am, all I know about you is what I've read in the papers. And what they're reporting isn't flattering. Mary grudgingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I moved there a year ago with my son and daughter after my husband passed away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "The conspirators were frequent visitors to your boardinghouse, were they not? Aiken doesn't even bother to call them alleged conspirato",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "As were many others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "But, you don't deny having been acquainted with John Wilkes Booth or the other prisoners behind bars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "No, sir. I do not. (sternly) Mr. Aiken, my husband died a drunk leaving me with loads of debt. I had no other way to support my family, except by renting rooms to boarders. I considered those men customers, nothing more. / AIKEN ; ; Did you 'consider' their sentiments?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I did not inquire as to their \"sentiments,' sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "What about yours, ma'am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I am a Southerner by birth, a Christian by belief, and a devoted mother above all else. And I am NO assassin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Ma'am, your freedom will depend on far more assurance than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Well, then you tell me what I should say to those Generals? \fA beat. 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Nothing. The rules prohibit you from testifying in your own defense. I suppose you know of someone else who would? Your son, John, perhaps. Any idea where he might be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I do not. Even at 21, Mr. Aiken he's still my baby. My son will be kept out of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "That won't be easy, ma'am. He's on the wanted poster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "How about his roommate, Louis Wiechmann? Shall I call on him to testify?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Louie is like a member of my family. I don't want any harm coming to him on account of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Is there anyone I can call upon to give your version of events? MARY _ ; ; Who are they calling to give their version?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "The Government is not revealing its list of witnesses, or the evidence it plans to use against you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "They can't do that, can they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "This is a military proceeding in which the Government can do just about anything it chooses. Of course, it makes preparing a defense more difficult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Of course. But what difference does it make? Even these failing eyes of mine can see those Generals made up",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "their minds -- just by the way they were looking at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "\"Looking\" at you? \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Just like you, Colonel. A GUARD appears with Mary's dinner, hardly appetizing. Ai heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I must go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Mr. Aiken (Aiken stops) I haven't a word from my daughter since they put me here. Would you check on her for me? Please. He reluctantly nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Thank you, Mr. Aiken. I see you've got a spark of human feeling in you after all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three-story townhouse seen during the round-up of the alleged assassins. Aiken climbs the front stoop and knock A Union SOLDIER is posted outside her door. Aiken feels a PRESENCE behind -- NEIGHBORS spying from WI and DOORWAYS. Aiken flips his collar to conceal his ident Finally, the boardinghouse DOOR opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Anna Surratt? REVEALING: ANNA SURRATT, 22 -- a beautiful young woman wh had to grow up very fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN., (CONT'D)",
          "text": "My name is Frederick...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA SURRATT",
          "text": "I know who you are, Mr. Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Then you know I'm representing your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA SURRATT",
          "text": "I was under the impression you could not -- or rather, \"would not\". Aiken now places her from the stairwell inside the courth",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'm sorry you heard that. It was meant to be a private conversation. Aiken nervously glances back at the Neighbors. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Are you afraid or just embarrassed to be seen with me, Mr. Aiken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Your mother asked that I check on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "If you will be so kind, please tell her not to worry. She begins to close the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Actually, I was hoping to get a look inside. He begins to enter. She momentarily blocks his path, then reluctantly steps aside so he can enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Aiken enters the boardinghouse, he surveys the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Are you the only one here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Business tends to slow down when there's a soldier stationed out front day and night for my \"protection\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'll take that as a \"yes\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes. Aiken moves from room-to-room -- each strikingly cozy and familial. DAGUERREOTYPES of the Surratts line the mantels",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "(under his breath) It's perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Pardon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Sorry, it's nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Please, do tell. Aiken says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "Mr. Aiken, I'm sure I've heard much worse in the past month. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Very well. I was thinking this would be the perfect place to conspire to overthrow the government.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No one would ever suspect, right? Aiken doesn't know what to make of Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "May I take a look upstairs? Anna knows why Aiken is here. Without missing a beat --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "My brother's room is the third on the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken ascends the narrow STAIRCASE up to the SECOND FLOOR then crosses down a short HALLWAY. He enters a small BEDR with two single beds, a desk and dresser inside. Aiken begins to carefully search the bedroom -- underneat the beds, the desk, then inside the DRESSER. He finds undergarments, rolled socks...and, finally, a slip of PAP Just as he pockets the paper, Aiken is startled from behi",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Find what you were looking for? Aiken quickly recovers. Rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Louis Wiechmann shared this room, correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "That's correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Have you seen him recently?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No, I haven't. Did you see much action? Anna is staring at Aiken's UNIFORM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "A bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Kill any on our side? A beat. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Miss Surratt, do you have records indicating who stayed here? A registry? A book of accounts? (no reply) Do you want me to help your mother or not? We hold on Anna, as we CUT TO -- FULL SCREEN: On a FLOORBOARD being pried loose",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As Anna produces a REGISTRY from beneath the floorboard. She hands it to Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Anything else you're hiding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Such as?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Your brother to start. (silence) If you know where he is, I need to know. Is that clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Do you have siblings, Mr. Aiken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I thought not. Suddenly, there is a tremendous CRASH -- Glass sprays across the floor Aiken dives on top of Anna, placing them nose-to-nose. A large ROCK rests beside them, inscribed in blood-red:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIE REBEL DIE",
          "text": "Aiken pulls himself off Anna, races OUTSIDE revolver draw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken turns to the Guard outside the door, still standing place as if nothing has happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Who did that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Did what, sir? You're telling me you didn't just see someone throw that rock \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Guess I missed it, sir. Aiken gets it. He returns back inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken commands Anna, his gun still drawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Pack up. I'm getting you out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I'm not going anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "It's not safe for you to be here all alone. Anna calmly picks up the rock, and walks it across the ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I've managed thus far. She places the rock on a shelf, steps back revealing a sm pile of similar rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Let's go. I will arrange for other accommodations. ANNA ; ; A cell at Arsenal Penitentiary? No, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I will not have it on my conscience should something happen to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Would you please holster your weapon, Colonel. Off Anna remaining resolute, we CUT TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Aiken now prepares Louis Wiechmann's bed for sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Breakfast is at seven. Supper at six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "This is only for one night. I'll have a new guard posted out front tomorrow. As Anna starts to exit, she calls out. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You're on your own for lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO BLACK",
          "text": "Remain in DARKNESS and SILENCE for several beats... indic the passage of time... then the SOUND of a SLAMMING DOOR. Aiken LIGHTS a lantern as we --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE UP",
          "text": "Aiken, startled AWAKE from a deep sleep, tries to make ou the VOICES coming from downstairs, accompanied by BOOTS clomping across hardwood floors. He rises from Wiechmann's BED, heads toward the noise --",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAIRWELL,",
          "text": "Tiptoeing downstairs to the --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROUND FLOOR,",
          "text": "The voices grow louder as he nears the PARLOR DOOR, which slightly ajar. Aiken creeps forward, trying to peek insid Aiken's POV: of a HALF-DOZEN MEN crowded around a table. Anna is serving them coffee. Aiken inches closer to get a better look. The FLOORBOARD buckles beneath in the spot where Anna hid the registry. The creak of the floorboard silences the voices inside. Suddenly, the DOOR swings open on Aiken. He is frozen in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "What kept you, Freddie? We've been waiting a long time. Aiken's expression turns to shock as we reveal the speake identity -- JOHN WILKES BOOTH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENT TIME",
          "text": "Aiken wakes with a start from his BAD DREAM. His brow is soaked with sweat, concern etched across Aiken's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The atmosphere outside the prison is part-carnival, part- VENDORS hawk SOUVENIRS and REFRESHMENTS, while an angry M eagerly awaits the first witness in Mary Surratt's trial. \f32. They are carrying PLACARDS calling for the prisoners' hea A life-size EFFIGY of Mary Surratt hangs from a lamp pole",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY SURRATT, (0.S.)",
          "text": "How is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "Mary leans across the bar to confer with Aiken. The other prisoners on trial are seated beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Your daughter is... fine. She's looking forward to the day you come home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "It's nice of you to say -- even if you don't think that day is coming any time soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (0.S.)",
          "text": "In the matter of the United States v. Mary Surratt... The Prosecutor, JOSEPH HOLT, announces to the court. HOLT. ...the People call as their first witness -- Lieutenant Louis Wiechmann. LOUIS WIECHMANN, 22, marches in, PATRIOTISM personified - resplendent in Union blue. He settles confidently into th WITNESS BOX, at center, as the BAILIFF stands ready. Aiken leans over to Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Why would the prosecution be calling him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I have no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "Take this Bible in your right hand. Now repeat after me. Mary looks at Wiechmann, who, in turn, looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF/WEICHMANN",
          "text": "(responsively) The evidence I shall give before this Court, shall be the truth, the whole truth and nothing but the truth. Major Holt approaches the witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (0.S.)",
          "text": "Lieutenant Wiechmann, are you acquainted with the defendant, Mary Surratt? \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "Yes. Yes, I am. I attended divinity college with her son, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Until recently you resided at the boardinghouse owned by Mrs. Surratt. Isn't that correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "That is correct, sir. Holt gestures to the prisoners' dock",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Were any of those prisoners ever present in her home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "Yes, sir. Those five to the right. Pointing at the five furthest to the right -- HEROLD, ARN O'LAUGHLIN, ATZERODT and PAYNE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN, (CONT'D)",
          "text": "They were 'present' many times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "At whose invitation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "Her son's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Objection? Aiken rises, but tentatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Uh, yes, there's no way of knowing... I mean no foundation John Surratt even knew these men -- let alone invited them. And since Mr. Surratt's whereabouts are_unknown at this time, the question calls for speculation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Mr. Surratt's absence from this roceeding is Mr. Surratt's problem. bjection overruled. Continue, Major",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ou Aiken sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Was John Wilkes Booth a frequent guest of John Surratt's? \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "Indeed. But all the Surratts adored him. John. His sister, Anna. And their mother, too. Wiechmann glances at Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Were there ever meetings at the boardinghouse involving Mr. Booth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "Many. Sometimes lasting two, three hours. And always in secret, behind closed doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Did you ever see Mary Surratt object to these meetings?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". WIECHMANN",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Or to the presence of those men? Pointing at the prisoners. Wiechmann and Mary's eyes meet, then Wiechmann looks away",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "No, I did not. She appeared to welcome them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Thank you, Lieutenant. Thank you very much. That'll be all for now. Wiechmann rises and begins to leave. Aiken is fumbling through his notes. He seems lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (0.S.)",
          "text": "How long did you say these ‘secret meetings' lasted? Wiechmann stops in his tracks. Returns to the witness box",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "At least, two...three hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Yes, that's right. Finally, Aiken looks up from his notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN., (CONT'D)",
          "text": "So, if you were timing them, Lieutenant...then, I suppose, these \"secret meetings' weren't actually a secret kept from you. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "I knew about them, sir. But, I had no knowledge of what they were about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "That's because you never attended any yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "Exactly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "And why was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "I thought them suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "\"Suspicious'! So then, you did know what they were about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "No, sir. I did not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Then why were your suspicions aroused?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "By the snatches of rebel conversation I overheard in the hallways. And by their frequent whisperings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Well, in that case. Why didn't you immediately report your 'suspicions' to your superiors at the War Department?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "My suspicions weren't of a fixed and settled nature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "\"Fixed and Settled.' Were you instructed to use those words?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "Absolutely not. Aiken ponders a moment, then sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "If there's nothing else, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Uh, I do have something else, sir. Tell me, Mr. Wiechmann. Tell us. Have you ever been to Richmond?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Objection. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I merely wish to know if the Lieutenant has ever visited the capital of Virginia - and Confederacy. General Hunter nods for Wiechmann to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "I don't recall. Aiken withdraws the slip of PAPER -- the one he pocketed night before at the boardinghouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Perhaps, this train receipt will refresh your memory. It indicates passage to Richmond, and has your name on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "Yes. That's right. I considered continuing my divinity studies there after the war. I plan on becoming a minister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "A noble calling, indeed. At what institute in Richmond did you think of enrolling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "The name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Yes, Lieutenant. The NAME!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "Well, ah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "There is no academy of the kind in Richmond, is there, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Objection, your honor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Perhaps, you visited Richmond for another purpose entirely?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "The question is argumentative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'll withdraw the question. Lieutenant, you worked for the General in charge of rebel prisoners, did you not? \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "Yeah, so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "So perhaps, a distinguished clerk like yourself knew information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIECHMANN",
          "text": "What sort of 'information'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Of the sort that might've been of divine interest to many rebels within the capital of the Confederacy. | ; HOLT . Objection, your honor! The witness is not on trial here. The prisoner, LEWIS PAYNE, yells out from the dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS PAYNE",
          "text": "He ought to be!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Objection allowed. The witness is not on trial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Sir, I am simply trying to establish the’ credibility... or rather, the lack of credibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Colonel Aiken, you are incriminating the witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "\"incriminating the witness\"! The Lieutenant shared a room with John Surratt. I think it reasonable to conclude Mr. Wiechmann might know a thing or two about this plot to assassinate our President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "what the Colonel is entirely irrelevant!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Counselor, unless you have something more pertinent to ask, the witness will stand down. ; AIKEN ; No, sir. No. I have nothing more \"pertinent\" to ask. Your honor \"concludes\" \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A discrete BRASS SIGN is all that identifies the entrance Illuminated by GAS LANTERNS, it says all one needs to kno about the elite, all-male SOCIAL CLUB inside: The Century Club - A Gentleman's Preserve -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken enters the smoke-filled room. A HALF-DOZEN youn HOTSHOTS, including Baker and Hamilton, are playing poker",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "Someone should tell the Colonel he's got on the wrong uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I thought we're permitted to dress down in here, if no lady is present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Fred's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "My mistake then. I just thought the Colonel traded his blues for gray. Several laugh at Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Is Treasury now hiring arselickers or did they make an exception for you, Bill? 'Cause after I'm done making a name for myself in the trial of the century, I'll need to protect my rear. The men start laughing at Hamilton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "That name is Judas. Hamilton rises. Squares off with Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Knock it off, Hamilton. Aiken, sit down and join the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I've got to prepare for trial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "You've got time enough for a drink. Hamilton's buying. Aiken reluctantly takes a seat. Baker deals Aiken in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER, (CONT'D)",
          "text": "So, Freddie. Tell us. How did you know? \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "\"Know\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "That the Lieutenant was lying. That there's no divinity schoo in “all of Richmond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "You bluffed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "And he folded. Several chuckle aloud with the notable exception of Hamil who refuses to join in any adoration of Aiken. At that instant, SECRETARY STANTON passes by the door. Stanton holds a_ menacing gaze on Aiken for several momen before exiting frame. Hamilton observes the exchange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "Appears the Secretary doesn't care much for your cards! HOLD ON: Aiken looking visibly troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken, still concerned, confers with Reverdy Johnson, who reviewing the previous day's TRIAL TRANSCRIPT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "He did not look pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Your cross wasn't exactly what Stanton's kangaroo court had in mind. I'm sorry I wasn't there to enjoy it. Reverdy smiles. Aiken does not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Wiechmann would've said anything to save his hide. But it still doesn't justify Mary Surratt befriending Booth or the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "The makings of a case, but hardly proof beyond a reasonable doubt. AIKEN ; What about those \"secret meetings\" Wiechmann testified to? \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Louis Wiechmann is a liar. You practically said so in court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Wiechmann is just the start. Who knows what else they've got on her",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Exactly. _'Cause Stanton is keeping it under lock and key -- in violation of every known rule of evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "If the Secretary's so out of line, why are we the only ones saying so? Not one court in the nation has objected to this tribunal. And the public supports it ten to one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Because everyone's scared to death. You did read Cicero at that fancy school of yours? Aiken nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON, (CONT'D)",
          "text": "Inter Arma Silent Leges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "\"In time of war, the law is silent.\" (a beat) But the war is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Stanton intends to keep it alive for as long as he sees fit. Reverdy pushes a newspaper in front of Aiken. HEADLINE re Stanton warns of future Rebel Plots: Poisoning Nation's Water Supply, Spreading Smallpox & Firebombing Cities",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON, (CONT'D)",
          "text": "Fear is the most potent weapon in the Secretary's arsenal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Who's to say any of this won't happen? The unthinkable already has. 600,000 men slaughtered on the battlefield. Our President murdered while in office. The world has changed -- and so must we.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Don't be so eager to throw away Mary Surratt's rights. One day, you may need them. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Sir, I appreciate your confidence in me. I really do. But you should find someone who gives a damn if her rights are violated. I don't. Not after what she did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "You're right, Fred. I can't expect you to care. I'll tell you what: if you prove to_me beyond a reasonable doubt she's guilty, I'll take you off this case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Are you serious, sir? Reverdy nods. Aiken smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think it'll be that easy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the SUN beats down on the prison walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken enters and finds Mary, to his_surprise kneeling in prayer before a Catholic priest, FATHER WALTER, late-30's",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Pardon me, Father. I wish to confer with the prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Speak freely, Mr. Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Alone, if you don't mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "All things are naked and open unto the eye of the Lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER WALTER",
          "text": "Quite all right, Mary. I must be going anyway. See you in a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Thank you for visiting, Father walter Your words were most comforting. Father Walter departs. Mary puts aside her Bible, removes her reading glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Search me, and know my heart (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fA beat. 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Try me, and know my thoughts. And see if there be any wicked way in me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "The Lord knows the way of the wicked, and the way of the wicked will perish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You know your Proverbs, young man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "My father read them to me each night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Is that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Said it contained all I needed to know. Good versus evil, right versus wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Is your world so black and white?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "When it comes to doing what's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "So, what is it you wish to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Why Booth and his associates were constantly in your home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I ran a boardinghouse, Mr. Aiken. Forgive me if I chose to fill it with boarders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I checked your registry. There's no record Booth ever stayed with you. Fact is, he checked into the National whenever he came to town. So, why was he a regular in your home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I suppose my son invited him. They were friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "A famous actor like Booth engaging your son out of friendship. I find hat hard to believe. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Ny Johnnie is no less a gentleman than you, Mr. Aiken, and capable of forming acquaintances in society.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I've read all about your family's acquaintances, ma'am. About your late husband contributing to the Confederate cause; about your eldest son, Isaac, fighting for the rebel army down in Texas; and about your 'Gentleman' Johnnie, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "He made quite a sum as a Confederate courier carrying rebel secrets across enemy lines. So, I know damn well what your family's capable of, and I know you're not telling me the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Then you know what I do not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You were despondent over losing the war, and would've done anything to save the Confederacy -- including using your own son, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Honestly, Mr. Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "So, you arranged a meeting with Booth -- figuring he'd befriend your son because of what John knew -- what expert couriers know --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "And what might that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "The best escape routes out-of-town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I take it there's more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Your son was supposed to lead the other assassins to freedom that night. Except, your son was the only one that got away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Quite persuasive, Mr. Aiken. Except my son was up in Canada at the time of the assassination. \f44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Where exactly in Canada was he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Exactly, I don't know. Off Aiken's DISBELIEF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Does your mother know your exact whereabouts at all times? Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Very well. Mary withdraws a wrinkled POSTCARD from inside her corset",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "My son sent this to me from Canada, the same day as the assassination. Proves he was out-of-town that night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Proves nothing. He could've had it sent. Aiken drops the card. It flutters to the cell floor. Mary scrambles in her chains to retrieve it. Aiken looks down Mary with a cold detachment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Perhaps, to save your daughter, you'd consider telling me the truth. Mary turns, looks up beseechingly at Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What's happened to Anna? Aiken LIES to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "She's disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Where to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I have no idea. I suspect they intend to hang her alongside of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY,",
          "text": "You're cruel, Colonel Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "If you want to help her, ma'am, you better start telling me the truth. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I'll tell you anything to protect my daughter. Even if it means confessing to something I did not do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Guard. Aiken raps on the cell door",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "I'm not defending your lies any longer. And I damn well am not making enemies on account of you. Aiken begins to exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You say you want the truth, Mr. Aiken. But you're so blind with vengeance, you can't see it anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Try me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "My son abhorred the North. We all did! How can a Southerner not feel anything but bitterness towards your side for denying us our independence? But, my son did not conspire to kill your President. A beat. Aiken turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "He conspired to kidnap him. Aiken STOPS DEAD in his tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "KIDNAP Lincoln?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "...A SLENDER MAN, 21, with wispy goatee atop a horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "It is JOHN SURRATT, and he's concealed in the bushes alon remote road. SIX more HORSEMEN are hidden on either side. All but John Surratt are familiar from the trial -- ATZER ARNOLD, HEROLD, O'LAUGHLIN, PAYNE and BOOTH. A FANCY CARRIAGE approaches from around the bend. The kidnappers await Booth's signal to strike. Suddenly, Surratt's HORSE bucks prematurely. The COACHMAN spots him, then the others. He strikes his whip, plunging his Carriage forward. Booth SIGNALS to pur \f46. The Carriage races ahead. Booth and Payne cut through the WOODS. The Coachman takes it too fast around a curve, cau his Carriage to pitch momentarily onto two wheels. Booth and Payne intercept the Carriage, their RIFLES draw Surratt is the last to pull up alongside. Everything is already well under control. The Coachman is unlocking the Carriage door. But Surratt is overeager and pokes him with his GUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "We got ourselves Abe. He exclaims as the Carriage door is pulled open, revealin TwO MIDDLE-AGED LADIES -- corpulent and panic-stricken. Booth looks DAGGERS at Surratt. EXT./INT. SURRATT BOARDINGHOUSE -- LATER (FLASHBACK CONT. The failed KIDNAPPERS ride up to the front stoop, as seen from Mary's POV out the parlor window. As John Surratt le the others INSIDE, Mary retreats to the back of the house where Anna is cleaning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Anna, upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Now. Anna heads upstairs. Mary remains. She can barely make ou what is being said down the hall. SAMUEL ARNOLD, 31, is barking at DAVID HEROLD, 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL ARNOLD",
          "text": "The war is lost now 'cause of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID HEROLD",
          "text": "I was told he'd be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "He's right. I heard the same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAEL O'LAUGHLIN",
          "text": "(to Surratt) You couldn't even control your mount.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS PAYNE",
          "text": "Fools like you two are the reason we're losing this fight. Payne pushes Surratt. O'Laughlin squares off with Herold. Booth raises his PISTOL. He points the barrel at Herold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOTH",
          "text": "Enough! \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID HEROLD",
          "text": "I'm sorry. It won't happen again. Then he aims it at Surratt. Holds it there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "Wilkes, what are you doing? Booth fingers the trigger. Mary calls out. MARY (0.S. Johnnie Surratt, I'd like a word with you. Booth lowers his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOTH",
          "text": "Answer, Johnnie. Your mommy's calling. Off the others laughing at the young man, we CUT BACK TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENT TIME",
          "text": "Aiken is rapt as Mary reveals the details of the plot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Seemed they planned on ransoming him in_exchange for all the Confederate soldiers kept inside your prisons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Why didn't you report them to the authorities?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "\"Cause one of 'them' was my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Instead of kidnapping the President your son helped murder him -- and he nearly got the Vice President and Secretary of State as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY _",
          "text": "No. Not my Johnnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn it, ma'am. You just said so yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ MARY",
          "text": "No, my son is not a murderer. Aiken thrusts Mary's BIBLE at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ AIKEN",
          "text": "Swear to it. Mary's agony is evident... As we CUT TO -- \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOWNSTAIRS, Anna cooks a meal for many. UPSTAIRS, Mary en her son's bedroom to find John busy packing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Wash up, Johnnie. Supper will be ready shortly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "I can't stay, mama. I have to leave town straightaway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What could be more pressing than fried chicken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "Nothing that need worry you. Just some cotton speculating, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Don't sport with me, son! You're not stepping outside this house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "Don't speak to me like I'm a child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You and Anna are all the family I've got left. I'll be damned if I let you run off and do something else oolish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "\"Foolish!\" What I'm fighting for is far more important than any of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Sweetheart, nine tenths of our army is buried underground. You think they'll wait until we grow another? The war is all but over, love. There is nothing more you can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "The war is far from over, mother There's still much we can do! John turns to leave. Mary grabs hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "John, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Unhand me, mother. But Mary won't let go. John pushes Mary as he tries to br free. She stumbles, banging her face on the table -- cutt her eyebrow. Blood begins to trickle down her face. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOTH, (0.S.)",
          "text": "(shouts from downstairs) John, are you coming or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "For God's sake, mother, if this cause ain't worth dying for, what is? He turns and exits. Off Mary's dismay we CUT BACK TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (0.S.)",
          "text": "And this happened when?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENT TIME",
          "text": "A SCAR, now healed, is above Mary's RIGHT EYE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "April 3rd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Eleven days prior to the assassination? Mary nods. Tears are streaking her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "So then you admit your son did conspire to murder President Lincoln?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "May God help you. Aiken turns for the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Honestly, I don't. Lord, I pray not. I only know that I did not. (a beat) I swear. Mary's hand is on the Bible. Off Aiken and Mary in silenc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Aiken exits the front gate. He stops and turns back toward the prison -- with a look stunned disbelief. And then continues on his way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken purposefully ascends the front stoop. He salutes th new SOLDIER posted out front, and enters without knocking",
          "sentiment": "neutral"
        },
        {
          "speaker": "50.",
          "text": "Aiken beelines for Anna, who is sweeping up shattered gla",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You knew about the train ticket, didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "And good evening to you, Colonel. Did you see my mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "She's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You told her not to worry about me? Again, Aiken lies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Yes, I told her. Why didn't you just give me the ticket? Instead of oping I'd find it. Anna ascends a ladder to fix a broken window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Because you never would've offered it in Court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Chain of Custody: the ability to guarantee evidence from collection to presentation in Court. Off Aiken's surprised look, Anna explains --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "Counselor, a boardinghouse with no guests leaves one with plenty of spare time. Then nods to a stack of law journals nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Then you're aware I can't possibly defend your mother unless I know what's coming next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ ANNA",
          "text": "Meaning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I believe you know what witnesses the prosecution may call, and the evidence they'll use against her. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Wonderful, Mr. Aiken. Now, you're accusing me of \"building the. nest\". At least you're introducing reasonable doubt for my mother. Smash! Anna whacks a broken pane from the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Do you need some help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I can manage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Please let me do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Thanks just the same. But my father and brother's example taught me never to depend on a man. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "How dong . did you know Lt. Wiechmann was working for the Confederacy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "A while. And he didn't work hard enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Lou was too much of a coward to devote himself to the Cause. That's why I'd never consider marrying him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "He proposed to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Don't seem so surprised by the notion Mr. Aiken. Fact is, I was in love with a man -- not_a boy. Lt. Wiechmann didn't like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You really think that's why he testified against your mothe",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ANNA",
          "text": "For it is written, vengeance is mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Any other Louis Wiechmanns I need to be prepared for? Anna, atop the ladder, turns and catches Aiken's eye wand up the back of her skirt. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Are you more interested in me or defending my mother, Colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'm interested in the truth. Starting with: where's your brother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I don't have the slightest idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Then perhaps you'll level with me about what I can expect next at trial. Several beats ensue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "You're going to have to learn to \"depend\" on me, Miss Surratt. Anna thinks on it. Finally, she descends the ladder. She gestures Aiken into the PARLOR -- the exact spot where Booth and the others m As Anna and Aiken begin to go over the case, we CUT TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (0.S.)",
          "text": "...Let us_ proceed with events immediately following the assassination of President Lincoln.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "MAJOR H.W. SMITH, precise in manner and response, fills t WITNESS BOX. (The Major was seen earlier reporting to Sta immediately after the assassination.) The prosecutor, HOL is beside him, as the case against Mary Surratt continues",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Major Smith, what were your duties that night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "I was charged with finding John Surratt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DOZEN POLICEMEN ransack the house, fii pping over furni paintings and rugs. A PATROLMAN approaches Major Smith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATROLMAN",
          "text": "No sign of the son. PATROLMAN #2 comes down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATROLMAN",
          "text": "Major, take a look. He hands the Major a stack of card-sized PICTURES. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATROLMAN",
          "text": "We found these upstairs in the daughter's bedroom. Pointing at Anna Surratt, still in her nightshirt. Louis Wiechmann is nearby, looking fearful. INSERT: Each IMAGE as the Major flips through them: -- First, a half-dozen DAGUERREOTYPES of CONFEDERATE GENE including pictures of Generals Lee, Beauregard and Jackso -- Then, a PRINTED CARD featuring the seal of the state o Virginia with Confederate flags. -- And lastly, a color LITHOGRAPH of a nursery fable, tit \"Morning, Noon & Night\". The Major examines the fable more closely. He flips it ov revealing a PHOTO on the reverse side of JOHN WILKES BOOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Young lady, does this belong to you? Mary shields her daughter",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "This young lady belongs to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENT TIME",
          "text": "Holt holds up the CARD baring the Virginia state seal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Major. Please read aloud what's inscribed here. The Major positions his reading glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Sic semper tyrannis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Can you translate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Of course. \"Thus always for tyrants.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Are these words familiar to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Indeed. Booth yelled them after he butchered our President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "And you found the same -- just an hour later -- in her daughter's bedroom next to a photo of the assassin himself? \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Like a shrine, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "That's preposterous. Sic semper tyrannis is the state motto of Virginia. This is hardly proof of a shrine to Booth. General Hunter interjects with contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "No more proof is needed, Colonel. Aiken is stunned silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Major Smith, please tell us what happened next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "As I was fixin' to take the Surratts down to headquarters for questioning, I heard a commotion outside... ...The sound of several men SHOUTING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Major Smith draws his gun before opening the back door Lewis Payne (Booth's TALL ASSOCIATE, who attacked the Secretary of State) is standing in the doorway. Payne is sweating profusely -- like the fugitive he is -- with PICKAXE in hand. He is surrounded by TWO SOLDIERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "We found him sneaking around outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAYNE",
          "text": "I told these imbeciles a lady inside asked me to dig a gutter for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "At this time of night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAYNE",
          "text": "In the morning. I just wanted to know what time I should start. Major Smith turns to Anna, who is watching from the doorw",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Is this true? Anna says nothing. Major Smith calls into the PARLOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH, (CONT'D)",
          "text": "Mrs. Surratt. Come here a moment. Major Smith spots BLOODSTAINS on the back of Payne's slee He takes the pickaxe from his hand. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Did you hire this gentleman to do a job for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Absolutely not. I've never seen him before in all my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENT TIME",
          "text": "Holt stands beside Lewis Payne at the prisoners' dock",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Is this man, Lewis Payne, the one she denied knowing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "The same man, who has confessed to boarding at the Surratt's several times -- prior to daggerin' the Secretary of State and his kin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Thank you, Major. Nothing further Holt sits down triumphantly. Aiken rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Are you aware Mr. Payne boarded at the Surratt's under an alias, claiming to be a Baptist minister from Baltimore named Wood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "That's what she claimed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Supposing it was the truth. Supposing Mrs. Surratt simply failed that night to recognize Wood, the preacher, in the guise of Payne, the ditch digger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Not possible. He stood barely two paces in front of her. Aiken pulls a LETTER from his briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Your honor, I present the court with a notarized letter from Dr. Sanford Wilkerson, a well respected optometrist in town. Aiken presents the letter to General Hunter. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Mary Surratt has been a patient under his care for the past six years, suffering from severe presbyopia -- more commonly known as farsightedness. General Hunter examines the letter. But not before having to put on a pair of READING GLASSES himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Major Smith, it was late at night. The defendant was dressed for sleep. Isn't it possible she merely had trouble seeing him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Well, I uh..",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "A simple yes or no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Yes, it's possible...I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "So, it's also possible you -- or rather we -- might also be wrongfully accusing her of disloyalty too? Major Smith holds up the daguerreotypes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "I_think these more than indicate her allegiances, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Have you not seen the like in stores around town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Yes, of course, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ AIKEN",
          "text": "So, do you intend to arrest me too? Aiken presents to the Court an identical set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "What's next? Roun ing up everyone whose name rhymes with General Lee? Several laugh aloud, including Baker and Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR SMITH",
          "text": "Course not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Then I dare say, we ought to presume the accused is innocent unless we have proof beyond a reasonable doubt. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "(a beat) A thirst for vengeance, Major, is not enough to avenge this crime. Even Hamilton has to admire Aiken's commanding presence..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverdy Johnson is eating his supper ALONE. The doorbell rings. A STEWARD goes to answer the door. Reverdy calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "I'll take the transcript in here. MAN'S VOICE (0.S. Sure you don't want me to read it aloud? Reverdy instantly recognizes the voice, looks up. It's STANTON. He hands Reverdy the transcript.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "You're associate is putting up quite a spirited defense. Reminds me of a lawyer I faced 35 years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "He learned to fight in your army.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Our young men certainly have been through four years of hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "And we older ones better ensure it was worth the fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Reverdy, you've done as much for our nation as anyone I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feeling's mutual, Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Don't you think it's time us war horses called a truce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Not if you insist on staging this abomination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "What you consider an 'abomination' will do more to keep the peace than any paper treaty could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "How'd you convince yourself of that? \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Because it will deter the South from conspiring again. And discourage the North from seeking revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "What about the rule of law?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "For God's sake, we've never known an enemy like this. They enjoy our freedom at the same time they plot to destroy us. Your actions only serve to aid them -- by eroding our unity and diminishing our resolve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "By abandoning our laws we become just like them. Stanton begins to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "You may prefer eating alone, Senator But do you really want the Colonel doing so the rest of his life? qa beat) If_he continues this way this case will destroy him. You know I'm right about this. Off Reverdy Johnson taking this in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER, (0.S.)",
          "text": "So, this one time we were surrounded by a rebel column.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "Aiken is seated at an elegant DINING TABLE surrounded by friends -- notably Baker and Hamilton. Catherine is acros from Aiken. Baker is mid-story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Their General yells out, \"I demand you surrender immediately !\" Well, Freddie shouts back, \"my compliments, General. But we don't Surrender!\" All eyes are once again on Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER, (CONT'D)",
          "text": "\"Hope you said your prayers,\" the General replies. \"Cause they're 400 of us. And only 100 of you!\" Aiken pretends not to revel in the attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER, (CONT'D)",
          "text": "\"Heck, we've got less than that,\" Freddie hollers back (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER, (CONT'D)",
          "text": "\"But we don't surrender. So, shut up and come get some.\" And with that, Freddie pulls down his pants and bares his ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE GUEST",
          "text": "No, he didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "As the moon is my witness. Laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE GUEST",
          "text": "So, did they come? Hamilton jealously glares at his date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Six times. And each time the General shouts out, \"I won't ask you again. Now, surrender at once.\" (a beat \"Pray don't,\" Freddie shouts back. \"For we never surrender!\" And then he blows a tremendous fart in their direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE GUEST",
          "text": "He didn't! ; BAKER ; His seventh was so deadly it sent them runnin' for their lives! The TABLE erupts in laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Doesn't seem like the Colonel ever intends to surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Only for the right woman. Baker smiles reassuringly at Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "Appears the Colonel has surrendered to one -- she's fair, fit and 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I don't see why the Lieutenant insists on bringing his mother into this. More laughter. Hamilton seethes. Baker attempts to pacify",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Freddie, why don't you tell _us what your conspirator is really like. I'm sure we'd all like to know. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE GUEST",
          "text": "fcontemptuously) I understand she's a Catholic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE GUEST",
          "text": "Is it true she wears black from head- to-toe as if she's in mourning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Perhaps, by papal decree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "How did you do it, Fred?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "How did I do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "Destroy that Major on cross like that? The doctor's letter, the postcards... You didn't bluff your way through this one. As Baker raises his artificial leg --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "My leg's falling asleep. Let's go dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "You knew what was coming, didn't you, Fred? Those meetings with the Surratt girl seem to be paying off. An awkward silence. Baker glances at Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Are you through, Bill? (Hamilton says nothing) Good. Now, let's dance. Baker rises. The others follow suit. We HOLD ON Aiken and Catherine -- still seated... ...Gradually, PIANO MUSIC begins to fill the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As Baker is now at a piano, playing/singing, \"The Childre of the Battle Field\". He has a sonorous voice. But only Aiken is around to hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Upon the Field of Gettysburg The full moon slowly rose, She looked, and saw 10,000 brows All pale in death's repose... Baker continues singing as Aiken is deep in thought and w Catherine enters the room. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "If I had known it was a wake, I'd have dressed more appropriately. Aiken turns to take in Catherine's floral dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You're the vision of perfection, Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "You lie, pass gas and never surrender Quite a catch. a_beat) Why defend her, Freddie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Not you too, Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Is it because of Senator Johnson? I know your father and he were very close. But you don't owe it to either of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Of course not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Does it have to do with Anna Surratt? Aiken is taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Bill is an ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "I understand she's very beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Catherine, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "I accepted not hearing from you for 18 months. The front must've been horrible. But I will not accept our silence on why you're defending er.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I don't know. (off her skepticism) Honestly, Catherine. I don't. Catherine can see Aiken means it. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Just one more thing. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You're the one who doesn't \"surrender\". What? What do you need to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Does the Colonel still remember how to dance? They exchange looks. He holds out his hand. She takes it. Baker starts to pray a slow waltz on the piano. With each turn across the floo the distance between Aiken and Catherine becomes less. Aiken inhales Catherine's scent as she grasps his shoulde His eyes begin to fall to half-staff. His head rests agai hers. It looks as if Aiken is finally going to surrender. Suddenly, he pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE, (CONT'D)",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "There's something I need to ask you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Of course, Freddie. You can ask me anything? Off Catherine waiting expectantly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (0.S.)",
          "text": "I want you to wear this in court today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As Aiken presents Mary with Catherine's floral DRESS. Mar doesn't take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I want the truth from you this time. Aiken knows exactly what she's after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Anna never went missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "She's been helping you all along? Aiken nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "How could you lie to me about such a thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I needed to know the truth about your son. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Nothing they do to me could compare to the torture of not knowing my daughter was ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'm sorry. Aiken pulls out NEWSPAPER CLIPPINGS from his briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Please leave. AIKEN (CONT'D. (reads from a clipping \"Mrs. Surratt looks no less masculine than the male prisoners on trial -- removing any doubt a woman like her could be capable of such a crime.\" (re. other clippings) The others are less kin Aiken holds out the dress. Mary refuses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "It matters none to me what they think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "It matters to me. This country has never executed a woman. We need those Generals to begin seeing their own wives in you. Mary grimaces momentarily, but conceals it from Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You speak of womanhood with such reverence, Mr. Aiken. Yet, we aren't trusted enough to vote, while a former slave now can as long as he has $250. (heavy Southern drawl) Yes, I'm certain y'all would prefer I acted like a good Southern lady. Met my fate in that pretty dress with a painted face. But, I'd prefer to act naturally . And take the consequences like a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Please. Ma'am. Wear the dress, smile at those Generals and pray they show you some mercy. Mary holds a beat. She starts undressing in front of Aike",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Just obeying orders, Colonel. \f64. She drops her black dress to the floor. Starts unlacing h corset. She is now standing in a calf-length chemise. She slips off her pantalettes, and tosses it into the bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Come now, Freddie, don't be shy. Surely, you've undressed a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're insane. Mary presses up against Aiken, seductively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I'm just showing you how I'd please those Generals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Stop it! Aiken pushes Mary to the ground, just as her son did at t boardinghouse. But this time Mary doesn't get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Ma'am? (no response) Ma'am. Are you alright? Aiken spots her chemise in the bucket, stained BLOOD RED. Aiken calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Call a doctor. Mary remains crumpled, clutching her belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Call a doctor. NOw! ..A door marked: SECRETARY of WAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "An AIDE intercepts Aiken outside Secretary Stanton's door",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON'S AIDE",
          "text": "I'm sorry, sir. No one sees Mr. Stanton without an appointment. Joseph Holt emerges from inside. HOLT. Good morning, Colonel. Perhaps I can be of assistance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Fyou can arrange a meeting for me wat the Secretary. My client is not well \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "So I heard. Just a touch of the woman's curse, thank goodness. She'll be well enough to continue with her trial within a few days. In the meantime, we'll pursue our case against the other Conspirators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "My client requires a proper meal and some fresh air. Otherwise, I can not assure you she'll be fit for trial. Which is why I must see the Secretary -- immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Unfortunately, he's quite busy right now. Perhaps, you'd take a turn with me instead. Aiken hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (CONT'D)",
          "text": "Please, Colonel. Aiken reluctantly follows Holt outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Aiken and Holt continue their conversation across swam Pennsylvania Avenue. The WHITE HOUSE looms in the backgro HOLT. One of the Conspirators refuses to be guarded by a Negro. Another will only eat his mother's cooking. We can't accommodate every whim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'm merely asking you stop treating her like a savage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "How dare you accuse US of savagery? An AMPUTEE crosses in front of Holt and Aiken's path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (CONT'D)",
          "text": "Have you forgotten how our own were treated by the rebels? Thousands starved to death at Andersonville. Not to mention the horrors for those held at Libby and Liggett's Farm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "It hardly enhances our cause to act as the enemy would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Security demands it. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Mary Surratt is not a present danger I assure you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Can you say the same about her daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Anna Surratt? Of course. But I'm sure you've been tracking her every move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Not well enough. She disappeared last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "What? Where is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "I thought you might know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I have no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Then I can only conclude she does not wish to be found -- much like her brother. Both men pass inside the prestigious CENTURY CLUB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Aiken and Holt continue up the Club's GRAND STAIRCASE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "...Counselor, I appreciate your zeal in defending your client. But I hardly think it prudent to do so at your own peril.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "\"Peril\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "You exhibit a bright future, dear boy. Don't dim it by mounting unnecessary campaigns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You offer me no other alternative. Holt freezes, makes certain NO ONE else is listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I know a way to save both your client -- and yourself. A beat. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (CONT'D)",
          "text": "I'll deny ever telling you this. Understood? Off Aiken nodding...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beautiful late Spring day. Aiken spots Mary across the open-air courtyard. She has made a swift recovery -- exercising in the sunlight, her arms now free of chains. She is wearing the dress given t her by Aiken, the plunging neckline tempered by a shawl. Father Walter passes Aiken, after having prayed with Mary",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Good Morning, Father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER WALTER",
          "text": "Colonel. Aiken approaches Mary tentatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You should've pushed me down a month ago, if that's what it took to spell me from that cage. Feel that sun. Now, all I need is a few boiled oysters with Spanish olives. (giddy ) . Your mama ever boil oysters for you Frederick? Aiken is taken aback by Mary's use of his first name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "No, ma'am. I never had the good fortune to taste my mother's cooking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "She doesn't cook?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "She passed when I was born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY,",
          "text": "I feel for your loss -- and hers. (a beat Some day I'll make oysters for you -- with Spanish olives, of course. You must never eat 'em without the olives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I look forward to it. Aiken struggles for the right words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Mary. I, uh... \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Young man, I don't believe I've seen you ata loss for words. Aiken comes right out with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Do you know where your son is hiding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(laughs) My Johnnie! 'Course not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "The government believes you do. That you're in contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "From here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Ma'am, you need to tell us where he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "\"US!\" Whose side are you on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'm trying to save your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "By suggesting I trade my son's life for my own. Seems more like you're trying to save yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "How dare you! You think I asked to defend you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "\"Course not. But every time you walk out those gates something pulls ou back inside. Well, if you're ooking to slip out the back door yout have to unlock it yourself. ecause I have no idea where my son is hiding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "How about your daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY,",
          "text": "You've already played that card, Mr. Aiken. Now, if you please, I wish to enjoy the rest of this glorious gay. There may not be many more eft. Mary resumes her exercises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (0.S.)",
          "text": "Are you absolutely certain? \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As Aiken now confers with Reverdy Johnson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "The Secretary assures me they don't have her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Anna chose to flee? Why would she do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Perhaps she's as guilty as her brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Do you believe that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "It matters none. Fact is with two children abandoning Mrs. Surratt, it'll only be seen one way -- their mother must be guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I think Mary may be innocent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Is that so? Well, \"Mary\" and \"Anna\" they're my concern now. Your wish is granted, Fred. I'm taking you off the case. Reverdy rises, heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken chases after Reverdy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "But you said I had to prove her guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "You haven't proven she's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "So, you don't think I'm up to the task of defending her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Quite the contrary. I just think it's best for all concerned that I take over from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "But_your presence in that courtroom will antagonize those generals. You said so yourself. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "I can manage. But Aiken soon realizes Reverdy isn't only referring to t case as he's just followed his boss inside the --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Embarrassed, Aiken quickly exits. Reverdy closes the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON, (0.S.)",
          "text": "(calls out) Few will soon forget on whose side you Fought here, Fred. Trust me it's a lonely place to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "(calls back) Sir, a man must be willing to walk on faith alone. You said so yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "This habit of quoting me back to me is most irritating. Flush. Reverdy reemerges from the water closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON, (CONT'D)",
          "text": "You've got your mother's conviction. And your father's annoying habits. Reverdy returns to his office with Aiken in tow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "With all due respect, I never knew my mother. And my father only through al his books. So, the only bad bits I picked up are from you -- sir. (a beat) Mary Surratt is entitled to a defense. So, I shall defend her. Reverdy thinks on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Are you sure you want this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Unfortunately. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Very well, Fred. (another beat) So, tell me, how do you intend to convince the Generals she's innocent after they hear she was carrying a package from Booth -- just hours efore he murdered Lincoln? \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "According to her daughter, she was merely returning a favor to Booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Dr. Mudd did Booth a favor by fixin' his broken leg. Now, he's facing life in prison. Edward Spangler held Booth's horse outside Ford's Theater and is looking at hard labor So, don't do your client any \"favors\" by offering that as a defense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "What do you suggest I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "If it's John Surratt they want, then present him to those Generals on a platter. It's the only chance she's got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "How? I haven't a clue where he is. And if all the resources of the Government can't find him, I hardly think I will by hour's end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "I don't mean in oth -- in spirit. You must prove to them her son is responsible -- not her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Mary won't like it. She insists on leaving him out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Better to hate you alive, than love you from the grave. A long beat as we CUT TO -- FULL SCREEN: on an ARTIST's SKETCH of the next WITNESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As_we reveal the SKETCH is being drawn by a member of the Military Commission -- GENERAL LEWIS WALLACE. (Note: Gene Wallace is perpetually sketching throughout the trial.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Mr. Lloyd, you are employed by Mary Surratt, are you not? JOHN LLOYD, 54, rotund and ruddy-cheeked, wears a Panama hat, white suit and as many folds on the back of his red neck as around his waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yes, sir. I run a tavern started by her late husband many years ago. \f72. Aiken looks over at Mary. She looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HO",
          "text": "On the afternoon President Lincoln was assassinated, did Mrs. Surratt pay you a visit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yes, sir. Indeed. In the company of Lt. Louis Wiechmann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary and Wiechmann ride atop a BUGGY along a COUNTRY ROAD A wooden TAVERN sits atop a rolling plain. Wiechmann guid the buggy up to the PORCH as Lloyd rushes out to greet th",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENT TIME",
          "text": "Holt continues his line of questioning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Mrs. Surratt gave you a package, did she not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yes, sir. C'rect, sir. A small package, wrapped in newspaper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Mary hands the WRAPPED PACKAGE to Lloyd on his back po",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Did she tell you where the package came from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "She told me it came from John Wilkes Booth. The Gallery begins to stir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "From 'Booth!' And what exactly did she give you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Objection?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Yes. There's no proof the defendant knew herself. He just testified the package was wrapped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "She damn well handed it to him. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Mr. Booth was friends with John Surratt -- not the defendant. Mary glares at Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Objection overruled. The witness will answer the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Mr. Lloyd, what was inside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Field glasses, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Are these the ones? Holt holds up a pair of BINOCULARS. Lloyd inspects them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "'Xactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Did she give you any instructions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Instructions, Mr. Lloyd. Instructions which might affect this trial? The QUESTION puzzles both Aiken and Mary. Lloyd reacts to \"instruction\" as though it were a CODE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Oh, yes...yes, sir. (as if memorized) She told me: \"Lloyd, get those shooting irons ready. There'll be par ties here tonight who'll call for them.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You liar! Mary screams out. General Hunter slams his gavel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Control yourself, ma'am. Such outbursts will only prejudice your case. Mary guffaws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D)",
          "text": "You find that amusing? \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I just don't see how I could possibly further prejudice this case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Counselor, control your client! Aiken turns to Mary. But he, too, can barely contain his own amusement at Mary's quip. They share a quick smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "\"Shooting irons!' To what was she referring?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Army rifles, sir. Hidden in the joists above my storeroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "By whom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "By her son, John. Six weeks earlier Lloyd glares over at Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "And were these weapons called for as per the defendant's instructions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yes, sir. Around midnight, sir, the night of the assassination. By two men on horses. One of ‘em I'd seen before... Lloyd points at DAVID HEROLD, 22, inside the prisoners' d Herold bows his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "...The other kept his mount. He was a stranger to me, and seemed to have injured his leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Booth, with a broken ankle, remains atop his HORSE outsid Lloyd's tavern. His identity is concealed behind his coll Herold dismounts from his ride and follows Lloyd inside. LLOYD (V.O. I_fetched the rifles and field glasses, supposing they were the parties Mrs. Surratt had meant. Herold returns moments later with the SUPPLIES in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (V.0.)",
          "text": "The two of ‘em rode off so fast, they could've outrun creation and give it two mile the start. \f75. Booth and Herold race into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT.",
          "text": "Thank you, Mr. Lloyd. Thank_you very much. Your witness, Colonel. Holt returns to his seat, a smug grin on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Mr. Lloyd, you just testified Lt. Wiechmann accompanied the defendant that afternoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "So then I can correctly assume he'd also testify to having heard Mrs. Surratt's instructions to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "\"No\"? But they were seated side by side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "She took me out by the wood pile and told me out of earshot. _ AIKEN ; You're saying no one else heard this conversation? Just you and her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "That's just the way it happened. Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Of course it is. Aiken and Holt exchange glances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "When did you first learn the President had been assassinated, Mr. Lloyd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No one will ever forget the moment they heard. I was told early the next morning by a Captain Cottingham, who was searching for the assassins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "No doubt, you were most upset! \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Indeed. I got myself right smart in liquor the remainder of the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "In fact, you're right smart most days. Aren't you, mate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I enjoy a round or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You shared a few with the defendant's late husband, isn't that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Every now and again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You were fond of him, weren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "He was always good for a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "And for overlooking a debt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "We had an understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Which you and the defendant don't. In fact, the day she and Mr. Wiechmann visited the tavern, Mrs. Surratt inquired about a significant sum you owed her late husband. Isn't that correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yeah, so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "So, you have a financial stake in the outcome of this trial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "If you're suggesting I aim to profit from our President's death, I've got a good mind to put you in the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Your words, Mr. Lloyd, not mine. Lloyd stands up as if he's going to attack Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Objection! This courageous witness is a former policeman. He deserves our gratitude, not unfounded accusations. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Sustained. Mr. Aiken, show the witness some respect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Yes, General. Thank you, Mr. Lloyd. We're all so indebted to you. (a beat) May I continue, your honor? General Hunter nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Please be seated, Mr. Lloyd. Lloyd does as told. Reverdy enters the back of the courtr",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Mr. Lloyd, when this Captain Cottingham visited you after the assasSination, did he ask anything in reference to the assassins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "He asked if any parties had passed through. Naturally, I told them about the two I knew. Aiken withdraws a document from his files.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "According to this witness report, you didn't actually inform him until wo days later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I was frightened is all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Perhaps, you feared you might be considered an accessory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I told him it was through the Surratts that I'd gotten myself in such a difficulty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "John Surratt to be more precise. After all, he's the one who concealed those \"shooting irons\" inside your tavern months earlier. Not you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Perhaps, he threatened to foreclose on your tavern if you refused. Lloyd looks confused. Mary leans forward in her chair \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Were those John Surratt's \"instructions\" to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "(getting Aiken's ist) Yes, exactly. He said he'd take it away from me if I didn't do what he said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Objection. There's no evidence John Surratt did anything of the sort. And since Mr. Surratt's whereabouts are unknown at this time --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "-- As the General said, Mr. Surratt's absence from this proceeding is Mr. Surratt's problem. By quoting Hunter's own words, he's forced his hand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Objection overruled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "So, if John Surratt could implicate a dear friend of his father's, like yourself, who's to say he didn't do the same to his own mother as well. Mary lunges at the rail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Stop this. Stop this right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Objection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Or that the only crime Mary Surratt may be guilty of is having given birth to her son, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "How dare you! You have no right. General Hunter bangs his gavel repeatedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Objection, your honor. This is an outrage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Objection sustained. Mr. Aiken, I'm warning you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "But sir -- \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "That will be all, counselor One of the MEMBERS of the COMMISSION points to his WATCH. General Hunter takes it as a CUE and abruptly changes cou",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D)",
          "text": "S you know, tonight marks Was ington's celebration honoring our soldiers. We shall adjourn now to prepare our faces for this evening's festivities. Mr. Lloyd, you may step down. Lloyd exits the WITNESS BOX, very satisfied with himself. Aiken says to Lloyd under his breath --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "So, what did they promise you? an HOLT Objection, your honor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER AIKEN",
          "text": "Counselor, control Bet a case of whiskey is yourself. all it took. Aiken and Lloyd begin to square off as if to fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Control yourself. Or I will hold you in contempt. A BAILIFF steps between Aiken and Lloyd, quickly escortin the latter outside. General Hunter slams his gavel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D)",
          "text": "We'll reconvene promptly at 09:00. (to Aiken) And when we do, young man, you'd better comport yourself in a more appropriate manner. Or else you'll find yourself in the brig alongside the others. Hunter slams his gavel. Holt looks at Aiken as if to say: \"you're playing with fire.\" Mary glares at him with conte Reverdy Johnson looks distressed for Aiken. There's no turning back now. . FIREWORKS explode into the NIGHT SKY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "The NATION'S CAPITAL consumed in CELEBRATION, its MONUMEN bathed in light. We HOLD ON a BANNER that reads: The Century Club Honors",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "GUESTS pass beneath the banner on their way to the grand ballroom upstairs. WALTZ music filters down from above. The Century Club is filled with the POWERS-THAT-BE and PO TO-BE, mostly attired in their finest military dress. Aiken enters quite dapper in his dress whites. Eager for festive night-on-the-town. Catherine is on his arm. They pass the Club Steward, OTIS, on his way upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN/CATHERINE",
          "text": "Good evening, Otis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTIS",
          "text": "Evenin', Colonel. Miss Morgan. Suddenly, Otis' expression changes from welcome to alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTIS, (CONT'D)",
          "text": "Just a minute, Colonel Aiken. Can I have a word? Otis ushers Aiken out of Catherine's earshot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTIS, (CONT'D)",
          "text": "They! re tellin' me I ain't allowed et you in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "What are you talking about? As Catherine waits patiently, she spots a BULLETIN BOARD posted nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAR MEMBERS",
          "text": ".Reverend Peale has agreed to. .Construction will begin on. Finally SETTLING on: .The membership of MR. FREDERICK AIKEN has been rescinded effective immediately as a result of conduct unbecoming The Century Club. E.M, Stanton Chairman, Board of Governors Suddenly, the sound of LAUGHTER -- Hamilton, with beauty tow, and Baker arriving. Aiken turns to Baker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN., (CONT'D)",
          "text": "Nick, would you please take Catherine inside for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Is everything alright? \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Everything's fine. I'll join you as soon as I can. Go ahead, darling. Enjoy the evening. Gentleman. Aiken turns and heads for the door. Baker extends his arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKER",
          "text": "Even on one I can outdance him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "And one less foot for me to step on. Another night, Nick. Catherine kisses Baker on the cheek, and heads for the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTIS",
          "text": "Shall I call you a carriage, Miss Morgan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Thank you, Otis. Hamilton calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "Sure you don't want to join us Catherine? She turns and glares at Hamilton. And heads out the door without answering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catherine exits. Otis motions for a carriage to pull forw Aiken suddenly appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I've got it, Otis. Aiken helps Catherine into the CARRIAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "I saw the announcement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'll take care of it in the morning. I'm sorry about this evening. Tears begin to fill her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "I'm sorry too. She slips off her engagement ring and returns it to Aiken The Carriage rides off. Aiken is now the outsider, and AL . A flash of LIGHTNING. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As BOLTS now light up the sky, replacing the fireworks. They illuminate Aiken, who waiks alone in a torrential RA A THUNDERCLAP echoes overhead. A UNION BAND marches past joyfully playing \"Yankee Doodle\" in the downpour. Aiken is forlorn and soaking wet. He spots a PUB ahead -- THE BLUE GOOSE & OYSTER BAR -- and quickly ducks inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken enters the pub, which is filled with a much ROUGHER CROWD than the upper crust at the Century Club gala. All eyes seem to follow him as he removes his drenched Un coat, and settles on a stool at the end of the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Whiskey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Got none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "How 'bout that bottle over there? Aiken points to a WHISKEY BOTTLE, three-quarters full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "I don't want no trouble, Colonel. He gestures to the PATRONS, all fixed on Aiken. A BLOCK- HEAD leans in from Aiken's right, glaring at Aiken's unif",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLOCK-HEAD",
          "text": "(southern accent) Yanks ain't welcome here. Several MORE TOUGHS now circle behind. There's no mistaki now this is a Rebel bar. Nervously, Aiken rises to leave. A BARREL-CHEST blocks hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARREL",
          "text": "You're the one defending that Surratt women, aren't you? Aiken nods as he prepares for the worst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Why didn't you say so? Suddenly, the entire pub descends upon Aiken. But instead of attacking him, they're hailing Aiken like a hero. HOLD ON: Aiken's expression registering his DISMAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken stumbles home dripping wet and drunk. He crosses inside his modest flat -- legal briefs, army mementoes and dirty clothes are strewn about. Framed DAGUERREOTYPES fill his mantel, including one of a young woman (Aiken's MOTHER). A closer look reveals she's inside a coffin, her death portrait. Another image is of young Aiken with his very formal-looking FATHER. A portra of PRESIDENT LINCOLN is the last photo shown. Aiken's windows are also broken like Anna's -- a ROCK pil is on the sill. One is inscribed: DIE REBEL DIE. Aiken begins removing his soggy clothes to prepare for sl suddenly, a HAND grabs his bare shoulder from behind. Aiken whirls, takes the attacker's feet out from under hi knocks him to the ground, and pins him...pins HER!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAMILIAR VOICE, (0.S.)",
          "text": "Frederick, stop. It's me. As we reveal ANNA SURRATT, with Aiken straddling her, one hand to her throat, another raised to strike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "What the hell. Aiken, now suddenly sober, relaxes his grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "She's very beautiful. (Off Aiken's confusion) I saw you go in your club tonight. Aiken rolls off of Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Anna. They think you're as guilty as your brother. Where have you been? A long beat. Then softly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You still want to know where he is? Another beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You don't have to do this. No one should have to choose between their mother and their brother",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I found out how... Aiken cuts her off. \f84. Please. I never should've put you in this position. I'm so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Can you save my mother without him? (no reply) Can you, Fred? A long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Probably not. Anna's eyes fill with tears. Aiken desperately wants to comfort her. She desperately wants to be comforted. Inste she hands him a NOTE and flees. Off Aiken's turmoil... ...A splash of WATER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As we reveal a BABY being BAPTIZED. Proud PARENTS and GRANDPARENTS surround a PRIEST performing the ritual bath Aiken watches the tender scene from a rear pew. The Priest, his identity still obscured, passes the Infan off to an ASSOCIATE, then exits through a side door Aiken follows behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (0.S.)",
          "text": "I'm told you know the whereabouts of John Surratt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "The Priest's identity is now revealed -- FATHER JACOB WAL (the Cleric twice shown visiting Mary in jaity) Aiken sho him the note on Anna's stationary with Walter's name on i",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER WALTER",
          "text": "You've been misinformed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I need to see him right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER WALTER",
          "text": "Not possible, Colonel. As I told Miss Surratt, I can only pass along a message. We believe it safer for everyone concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "'we'? Father Walter pinches his cleric's COLLAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER WALTER",
          "text": "A few of us have chosen to provide him sanctuary. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You don't seem troubled by your choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER WALTER",
          "text": "You prefer he, too, be crucified by this mob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "\"Crucified'! Aiken's loud exclamation brings one of Father Walter's ASSOCIATES to the CHAPEL DOOR. Aiken lowers his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "John Surratt is hardly the 'Prince of Peace.' He's accused of murder and treason. Concealing him is not only immoral, Father, its illegal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER WALTER",
          "text": "(clutching a Bible) My laws are written here, counselor. My allegiance to God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Forgive me, Father, but that's a bunch of cock-and-bull. The Bible bears just as many interpretations as does anything else. It does not give you the authority to decide right from wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER WALTER",
          "text": "You prefer Stanton having the power instead? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER WALTER, (CONT'D)",
          "text": "I will pass along a_message, Colonel. But John Surratt, alone, Will choose whether or not to turn himself in. Off Father Walter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (0.S. -)",
          "text": "Colonel Aiken, do you wish to call a witness in defense of the accused?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "The courtroom is sweltering like an inferno. Many fan themselves with little relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Yes, your honor. I do. Will Miss Anna Surratt please step forward. Anna Surratt enters the courtroom. \f86. As Anna is seated inside the WITNESS BOX, she gets her fi glimpse of her mother, nearly moving both to tears. Aiken, sensing Anna is coming apart, steps near. Just as he's about to say something --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "resolute) I'm fine. As we CUT TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A flock of GEESE fly over a secluded LOG CABIN, tucked in a dense WILDERNESS. A RIVER roars beside. A MAN in a dark suit wades across the river towards a YOU FISHERMAN casting for SALMON. A closer look reveals the suited man is a GRAY-HAIRED CLERIC. He bears an ENVELOPE, which he hands to the Young Fisherman. A closer look reveals the Young Fisherman is JOHN SURRATT as we CUT BACK TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken stands beside Anna at the witness box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Miss Surratt, when is the last time you saw your brother, John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Monday, the 3rd of April. Aiken turns to the Commission for emphasis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Eleven days prior to the assasSination. Did he say where he was headed? She shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Please answer for the record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He did not. He only told me he had to leave town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Miss Surratt, was your brother involved in a conspiracy to assassinate President Lincoln and other members of the Government? Anna looks at her mother, then looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I can't say. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You can't? Or you won't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I don't know if he was involved. I only know that my mother was not. Aiken glances at Wiechmann, seated in the gallery. Anna nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "According to Lt. Wiechmann, your mother \"welcomed\" these prisoners into her boardinghouse with open arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It's not true. He's lying. (turns to wiechmann) How could you? She would sit up and wait for you at night, the same as for my own brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Objection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Miss Surratt. You will address this Commission, not the gallery. Is that understood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did your mother object to these men being at the boardinghouse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "She said she did not_understand why strange persons should call there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Then why didn't she refuse them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "She Supposed their object was to see my brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "John Surratt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "So_she_was merely treating them politely as any lady would?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "What about John Wilkes Booth? Did she object to him as well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Mr. Booth was not a stranger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "In fact, he was friends with your brother, John. Was he not? Mary calls out to Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "That is enough. Anna glances at her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Please answer the question, Miss Surratt. Anna proceeds, tentatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I never asked my brother what his friendship was to Booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "But the fact remains, Mr. Booth frequently called on your brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes. Aiken presents a piece of evidence already presented in c the picture called \"Morning, Noon and Night\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Does this belong to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It was given to me by that man Wiechmann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "But it was you who put the photo of John Wilkes Booth behind it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes. I went to a daguerrean gallery one day to get a picture taken. I saw some photographs of Mr. Booth there, and being acquainted with him, I bought one, and took it home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKEN",
          "text": "Your brother must've been pleased you thought so highly of his friend. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "When my brother saw it, he told me to tear it up and throw it in the fire. And that if I did not, he would take it from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Why? Why would your brother tell you to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You'll have to ask him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Thank you, Miss Surratt. That will be all. Your witness. He turns to Holt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "We have nothing, your honor. The People view Miss Surratt's situation with compassion. And can understand how she'd be moved to conceal her mother's guilt, even offering up her own brother as a sacrificial lamb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "But I'm telling the truth. My mother is innocent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "The truth is based in fact -- not emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "The truth, sir, is the truth. Not what you choose to make of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "If there are no further questions the witness may stand down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You've got to believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Please call your next witness, Mr. Aiken. Anna remains in the witness box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D)",
          "text": "Miss Surratt, you are dismissed. Anna tentatively begins to leave the witness box. She loo to her mother. Mary looks back with disappointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Your honor, everyone else I wish to call has either been silenced by jail or the threat of one. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMILTON",
          "text": "(asides to Baker) Distoyalty surrounds itself with disloyal friends. Anna overhears Hamilton on her way to the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "I take it then the defense rests. Aiken glances at Mary. She won't even look at him. Aiken turns back towards General Hunter -- and nods. Anna holds moment at the door, devastated. As she exits, we CUT TO - ...A SALMON flipping for its life inside a WICKER CREEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As JOHN SURRATT sits mournfully beside his fishing basket the opened ENVELOPE in hand, flapping in the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (0.S.)",
          "text": "After the most thorough investigation in our nation's history...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As Aiken begins his closing argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "...the government's entire case against Mary Surratt rests on three acts alone: The courtroom is rapt -- Baker, Catherine, even Hamilton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "1.) That she befriended John Wilkes Booth and his fellow Conspirators; 2.) That she carried a package from Booth with \"instructions\" the day of the assassination; and 3.) That she failed to recognize the prisoner, Lewis Payne, at the time of her arrest. Aiken rises from his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "By themselves, these three acts constitute no crime. You, or I, might've done the same. But the prosecution insists she did so with evil intent -- largely on the testimony of two witnesses: Louis Wiechmann and John Lloyd. Aiken glances at WIECHMANN and LLOYD in the Gallery. \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Yet, all the facts suggest they should be on trial. At best, their own actions undermine their credibility. At worst, they've done the unspeakable -- gained their freedom by falsely accusing another of their crime. (crossing the courtroom) But let there be no doubt why Mary Surratt is here today. It is because of one person: her son, John. (his back to Mary) John Surratt invited Booth and his associates into her home. She did not. And he hid the rifles and ammunition inside Lloyd's tavern. Not her. Aiken spots Reverdy, who nods his approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "If John Surratt was part of this conspiracy, I hope he receives every punishment known to man. But if Mary Surratt can be convicted on such insufficient evidence, then none of us is safe. Aiken pauses in front of Baker and Hamilton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "To preserve the Union, I'd have given my life. Now, I find myself without a side. Neither with the North or against the South. My friends have become foes -- my enemies, allies. (looks at Hamilton) But to abide by our Constitution is not a question of latitude and longitude -- North or South. It's about what kind of nation are we. One ruled by laws? Or by the fury of our People? Aiken examines a picture of Lincoln.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "What enemy should we fear most? Lincoln was asked. Will it come from Europe, Africa or Asia? No, he replied. If we're to be destroyed, it'll be from within. By failing to rotect our Constitution and its aws. He puts the image of Lincoln back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "So, if we are willing to die on the battlefield defending our nation against a hostile force... then we, (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AIKEN foonT'd) too, must safeguard our founding principles with our lives. (a beat) Above all, we must never sacrifice our sacred rights -- out of a desire for revenge -- when so many have given their lives to preserve them. Aiken returns to his seat, and glances at Mary. A small n expresses her gratitude. Out of the corner of his eye, Ai spots Catherine, who is visibly moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (0.S.)",
          "text": "Gentlemen. One bullet may have killed our beloved President. Holt begins his rebuttal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "One bullet, but not one man! We close on a WIDE SHOT of the CROWDED courtroom. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW DISSOLVE TO",
          "text": "The same WIDE SHOT of the courtroom, only now it's EMPTY indicating the TRIAL is OVER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of nature fills the secluded log cabin. John Surratt leans over a DESK with a bottle of BOURBON b as he agonizes over what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "They're still deliberating. It's a good sign. Mary says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "I'm sorry I went after your son like that. I felt I had no choice. After several moments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "How 'bout we forget about the trial for a while? Aiken nods, pulls a deck of cards from his jacket pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Surely, there must be others you'd prefer to play with. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'm afraid I've lost my seat at the card table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I reckon' that's true. She takes the cards from Aiken's hands. MARY fen >) Both my father and husband went to their eternal rest without a dime cause of these fifty-two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Perhaps, you'd fancy this instead? He withdraws a flask from his undercoat, which he smuggle inside. She takes the flask. MARY ; I fancy both -- straight up and seven card stud. And she starts shuffling -- like a pro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Hopefully, my luck's about to change. What are we wagering?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Always the clothes on our backs. A beat. Then Mary smiles. Aiken finds a spot across from her, on the floor. As she starts to deal, we hear --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILITARY COMMISSION, (0.S.)",
          "text": "(shouting, in unison) Aye! . NINE HANDS raised high in the air",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As the NINE MEMBERS of the Military Commission are seated around a long dinner table with General Hunter at the hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER",
          "text": "Well then, we're all agreed on the penalty of death for the prisoners -- Herold, Atzerodt and Payne. a beat) What about the woman? Several Generals are barely payin eattention as they feas on prime rib. GENERAL WALLACE, © perpetually sketching judge, draws a CHARIOT RACE on his place setting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL HUNTER, (CONT'D)",
          "text": "Regarding Mary Surratt. How many in favor, Gentleman? \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON, (0.S.)",
          "text": "Damn it, Joseph! I told you she must be punished to the full extent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "SECRETARY STANTON is irate. HOLT attempts to appease him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Only four of the nine agreed with our recommendation. The majority avored a more merciful sentence - life in prison - on account of her age and sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "How else will her son surrender if he's not forced to offer his life for hers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "I understand, sir. Unfortunately, the Generals' minds are already made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Perhaps, not. A long beat. Stanton's EYES remain hard and cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (0.S.)",
          "text": "This Yank' up North comes home after chopping some wood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "Aiken and Mary have now shared a few -- jokes and drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY,",
          "text": "..Says to his wife, \"Honey, my hands are freezing.\" (Aiken takes a drink) \"Put 'em between my thighs, \" she replies, \"That'll warm ‘em up.\" Aiken freezes mid-gulp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "After lunch, he goes out and chops some more wood. Says, \"Sweetheart, my hands are really freezing!\" \"Well, put 'em between mk) thighs,\" (Mary downs her drin Before bed, the Yank' aed out one more time to get 'em through the night. \"Dear, my hands are frozen, he says as he walks back inside. For goodness sake,\" his wife replies, \"don't your ears ever get cold?\" Aiken spits his drink. Both he and Mary enjoy the moment. Mary's smile slowly disappears. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "He hates me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "My son. It wasn't Lincoln he despised. It was me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I don't follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I refused to have him turn out like his father. I wouldn't let him out of my sight. Kept him so close I made him sit out the entire War. Finally, he got the courage to break free, and become what he always wanted - what you are, Frederick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Your own man. A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Go to her. Off Aiken's confusion, Mary says solemnly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "I'm not looking forward to it. But I'm ready for what they have in store for me. Anna is not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'm not leaving you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Please, Frederick. She's not as strong as she thinks. Off Aiken taking this in -- INTERCUT: Shiny DRESS SHOES with worn RIDING BOOTS. Crossing cobblestone. Traversing prison grounds. Ascending wooden steps. Climbing a steel staircase. A painted FRONT DOOR swings open...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "Revealing Aiken, in dress shoes, standing in the doorway. Anna, her eyes swollen red with tears, averts Aiken's eye And then an IRON GATE pivots on its hinges... \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "Revealing a SOLDIER, barely 19, in riding boots. Mary loo him in the eye, as he begins reading aloud from a documen",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG SOLDIER",
          "text": "After mature consideration of the evidence... As_we INTERCUT from dmage- to- image, accompanied by the Soldier reading the verdict --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senator Johnson pulls a well-worn PAMPHLET off his shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG SOLDIER, (V.O.)",
          "text": "...The Commission finds the said accused -- Mary Eugenia Jenkins Surratt... As we CUT TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Surratt pours himself another drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG SOLDIER, (V.O.)",
          "text": "...GUILTY of conspiring to kill and murder Abraham Lincoln, President of the United Sates and Commander -in- Chief of the Army and Navy... As we CUT BACK TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken follows Anna in as she attempts to conceal her dist",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG SOLDIER, (V.O.)",
          "text": "...GUILTY of conspiring to kill and murder, Andrew Johnson, Vice President of the United States... As we CUT TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baker, Hamilton and pals exit the Club joking and laughin They are met by Catherine and several girlfriends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG SOLDIER, (V.O.)",
          "text": "...GUILTY of conspiring to kill and murder, William H. Seward, Secretary of State of the United States... As we CUT BACK TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary's stoic expression remains unchanged. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG SOLDIER, (V.O.)",
          "text": "...The Commission does, therefore, sentence you, Mary Surratt... The Soldier stops, looks up at Mary before continuing, as quickly CUT from one image to another -- -- Reverdy reading from the Constitution... -- John Surratt downing his drink... | -- Aiken and Anna remain in silence, her back to him... And then we CUT BACK TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary calmly nods for the Soldier to continue reading. YOUNG SOLDIER (V.O. ...TO be hanged by the neck unti she be dead. Mary maintains her \"face\" until the Young Soldier exits.. then buckles, just a bit, from what she's just been told. As we CUT BACK TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna and Aiken remain in silence for several beats. Final Aiken says softly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You were in love with Booth. That's why you didn't burn his photo. After a moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I swear I had no idea what he was capable of. We HOLD ON Anna, as we CUT TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Surratt storms inside as Anna, in an apron with her hair up, is preparing supper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "Booth is crazy. He's gonna get us into trouble -- or worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Calm down, John. Just tell me what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "He told me to pack a bag. He didn't say where I'm going. He just insists I leave town tonight. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Ok. Then go pack your bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "Ma won't let me go -- even if I wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What he's fighting for... what we're fighting for is more important than any of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "Richmond's fallen. The War is over",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "The War is far from over, John. There's still much we can do! (John doesn't budge) Don't be like Pa. Have the courage to see something through. John angrily turns away, and storms up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (0.S.)",
          "text": "Impressive. Anna is startled. Booth is standing in the kitchen doorwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Mr. Booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ BOOTH",
          "text": "Anna. Looking as lovely as ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "\"Lovely\". Indeed, you are a fine actor. Anna removes her apron in an attempt to make herself presentable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "How long have you been there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOTH",
          "text": "Long enough to know the Cause would be better off with more like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Thank you, Mr. Booth. That's a compliment I will accept. There is an undeniable chemistry here. Off-screen, Mary and her son are in a heated conversation (NOTE: The rest of this scene is familiar from earlier in the script -- only we saw it from Mary's POV, not Anna's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (0.S.)",
          "text": "There's nothing more you can do. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT, (0.S.)",
          "text": "The war is far from over, Mother And there's still much I can do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOTH",
          "text": "Does he not have an original thought?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Think what you will, Mr. Booth, but he's still my brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOTH",
          "text": "My apologies, Miss Surratt. I'll see to it he makes you proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (0.S.)",
          "text": "John, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT, (0.S.)",
          "text": "Unhand me, Mother. Suddenly, there is a CRASH upstairs. Silence follows. Ann moves towards the stairs, but Booth grabs her arm. BOOTH. (shouts upstairs) John, are you coming or not? Moments later, John Surratt comes down the stairs, a pack bag in hand. He blows past Anna, and says to Booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "Let's go. Booth and Anna exchange a look. Booth follows John Surrat out the front door. Several moments later Mary comes down the stairs. She is bleeding from a cut above her eye. Off Mary exchanging a long look with Anna, we CUT BACK TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENT TIME",
          "text": "Anna, tears now streaking her face, is holding a WANTED P featuring John Surratt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "it should be my face on this -- not is. Aiken remains silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "I am such a coward. He's my younger brother. I should've protected him. But instead, I pushed him into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You didn't know exactly what you were pushing him into. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I know now. And yet I still told you where to find him, and damned im on the stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You did so to save your mother. ANNA ; They need to know what I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "To what end? Because it will help your mother none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "But it's the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Does she know? Anna nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Then no one else needs to. And Aiken turns for the door, and exits, leaving Anna alo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken begins to descend the steps. He hesitates a moment thinks on it, and then continues on his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary, at her cell window, soaks in the late afternoon sunlight, as we hear, off screen --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As a DOZEN CUSTOMERS surround a PAPER BOY, who is chantin the headlines aloud, almost gleefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAPER BOY",
          "text": "Mary Surratt To Meet Her Doom.. Four Assassins Die Tomorrow at Noon Aiken happens upon the excitement, still unaware. As the crowd slowly parts, the headline is revealed to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOUR CONSPIRATORS TO BE EXECUTED",
          "text": "Herold, Atzerodt, Payne",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY SURRATT",
          "text": "Others Get Prison Terms \f101. Aiken looks up from the paper and spots Catherine -- alon with his mates -- across the street. Aiken takes off. Only Catherine sees him scurrying away. While the others chatter about the impending executions, Catherine remains apart, with a look of dismay, as we cut FULL SCREEN: Of a ROCK, wrapped with the latest newspaper surrounded by shattered GLASS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "Revealing Anna, slumped, sobbing, with the rock beside he It's clear she's now heard the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken, in disbelief. Reverdy Johnson is behind his desk",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Mudd, Arnold and O'Laughlin got life in prison instead of death. And Spangler only a half a dozen years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Stanton doesn't want their sons. Any word from hers? Aiken shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON, (CONT'D)",
          "text": "qhen there's nothing more you can oO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "There has to be something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Fred, you ve done everything you ossibly could. Better than I would ave done. But your only allegiance now must be to yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "There are at least a dozen grounds on which to appeal this verdict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "And you know there's no appealing it. That's why Stanton tried her in a military court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "What about petitioning the President for a stay? _. REVERDY JOHNSON ; The President signed the execution order. It's over. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Can you get me in to see him? I'll plead her case directly... Reverdy cuts him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "If John Surratt won't sacrifice himself, son, why should you? She's not your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "And you're not my father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHOIR BOY, (0.S.)",
          "text": "Colonel Aiken? A CHOIR BOY, 12, is standing in the doorway. Aiken nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHOIR BOY",
          "text": "This here's for you. The Boy passes him a NOTE. Aiken quickly reads it, then grabs his jacket and heads for the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Stanton will destroy you if you persist. Freddie, this is not a war you can win. But Aiken is gone, as we CUT TO -- ...The SOUND of screeching across a stone floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "A GUARD pushes a CART down the second-story CATWALK, stop in front of DAVID HEROLD's CELL. He passes a TRAY inside. HEROLD receives the BEER and SANDWICH, his FINAL MEAL. LEWIS PAYNE chews on a FAT CIGAR. GEORGE ATZERODT cradles a BOTTLE of BOURBON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "Aiken enters with Mary's TRAY. He raises the cover",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Boiled oysters!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "And some laudanum to calm the nerves. Aiken hands her a small bottle filled with liquid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "My goodness, you remembered the spanish olives. \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "It wasn't I. Aiken nods toward the door, as Anna suddenly appears. Ann freezes in the doorway. Doesn't know what to do. Mary opens her arms. Anna rushes into them. For the first time in a long while Anna is allowed to be a young girl a Mary cradles Anna in her arms. She takes in every inch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I think this is what I'm going to miss most.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Please, Mama. Don't... Aiken moves toward the door to give them privacy. MARY ; You've heard from my son, Frederick haven't you? Aiken stops in his tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Don't be. He's safe this way. These smell delicious, Anna. Let's just enjoy your oysters, shall we? Come, Frederick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'm going to appeal to Father Walter one last time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I forbid you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "If I can produce your son, you just might live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "If you \"produce\" my son, they will hang him alongside of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You don't know that. For God's sake, Mary, make Father Walter tell us where they're hiding him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I'll do no such thing. Some day, John will be found. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Hopefully then, vengeance will no longer rule the day. Anna can remain silent no longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "This is my fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Hold your tongue. She glances at Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He knows, Ma. He knows I pushed John into this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You poor dear. You must put your mind at ease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I will never forgive myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY,",
          "text": "You are not to blame, Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Nor you Mary. It is your son who should be held accountable. Forget what he did to the country. Look at what he's done to your family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I assure you, Frederick, we will all be summoned before the judgment bar of God -- where every knee must bend and every tongue confess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Please, Ma. Let me tell them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Shhh, my sweet. I've lived a blessed life. 'm at peace with this. One day, when you have a child, you'll understand why it must be this way. (a beat) All I ask is that you be there for your brother -- more than you've ever been. A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Promise me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I'll try, Mother. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Good. Now, let's eat. Aiken turns for the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Frederick. It's over. You must stop pursuing John. Is that clear? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKEN",
          "text": "I will stop pursuing John. You have my word. And Aiken departs. The sound of HAMMERING fills Mary's cell. As Mary pulls Anna closer to her, we CUT TO -- The PRISON COURTYARD below, where WORKMEN are beginning t construct the GALLOWS. The SETTING SUN envelops the PRISO in a fiery orange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catherine is meeting with several SOCIETY WOMEN. We don't know exactly what is being said except that she's arguing with passion -- and seems to be convincing a few.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Aiken pleads with Holt, far less successfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "The death sentence is signed, Colonel. There's nothing I can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I'm not asking to overturn the verdict -- merely for a stay. So, I can petition for a new trial, in a civil court before a jury of her peers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLT",
          "text": "Then, you ‘ll Have to speak directly with the President. He's the only one who can grant such a delay. Aiken begins to leave. Holt calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (CONT'D)",
          "text": "I dare say, you have a better chance overturning this building than getting him to save your client. Lest, he arouse suspicion his own hands have Lincoln's blood on them. Aiken seems about to disclose John Surratt's whereabouts. \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Something you wish to tell me, Colonel? Aiken considers, then shakes, No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT, (CONT'D)",
          "text": "In that case, dear boy, there's nothing more you can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catherine is now surrounded by a larger crowd of SOCIETY WOMEN -- all near her age. Seems she's won more converts her side, though her exact cause is not yet clear to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights are on UPSTAIRS in the President's private residence, but he's nowhere to be found DOWNSTAIRS. Aiken appeals to two graybeards -- CONGRESSMAN KING and SENATOR LANE -- just inside the front FOYER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "All I require is a few moments of the President's time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGRESSMAN KING",
          "text": "I've already told you, Colonel, the President won't interfere with the Court's ruling. This is a military matter, and must be taken up with the War Department",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "And I just told you, they're insisting the decision is up to the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR LANE",
          "text": "We're sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Congressman King. Senator Lane. At least, permit me to ask President Johnson for a week's delay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR LANE",
          "text": "The judges have ruled, and there's nothing the President can do. Off Aiken appearing to have run out of options, we CUT TO ...The SOUND of shattered GLASS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As Mary smashes the empty laudanum bottle into pieces. Sh checks Anna, who is in a laudanum-induced deep sleep, bef selecting the largest SLIVER. Mary begins to raise the kn like shard up towards her THROAT... \f107. Slice...Slice...SLICE... STRANDS of HAIR falling gently i her lap. Mary starts WEAVING the LOCKS together as the so of HAMMERING fills the room like a rhythmic DIRGE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the MOON rises high in the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken enters, crestfallen, seemingly nothing more he can To his surprise, Reverdy Johnson q5 seated behind his des surrounded by LEGAL TOMES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "Pull up a chair, Freddie. We've got a long night ahead. Aiken does as told. The men start working away, their hea buried in case law. After several beats --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON, (CONT'D)",
          "text": "Know any jokes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Matter of fact I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HAMMERING continues into the night. The SCAFFOLD is now HALF-COMPLETE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As FIRST LIGHT appears revealing the hammering has CEASED the SCAFFOLD is now COMPLETE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUNLIGHT catches Aiken in the EYE. He looks at Reverdy, w is writing away, then glances at the WALL CLOCK, which re 6:05 A.M. Suddenly, CATHERINE appears in the doorway accompanied by DOZEN WOMEN in their Sunday best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Catherine? What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "We wish to help your client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "How? \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "By petitioning the President on her behalf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "You're serious. Catherine nods. So do the other women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "It's a_very kind gesture. Thank you. But I've tried. It's impossible to even get through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Perhaps, the daughters of a senator, congressman, two ambassadors and a cabinet member may persuade him to let us in. Aiken looks at Reverdy for his response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON",
          "text": "\"Impossible\" may have been a bit strong, Fred. Ladies, good luck Reverdy, Catherine exchange smiles. Aiken is clearly touc Reverdy hands Aiken a DOCUMENT he's been working on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERDY JOHNSON, (CONT'D)",
          "text": "Frederick. Run. Catherine gives Aiken a kiss, as he rushes out the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken sprints across STATUARY HALL past the BUSTS of our Founding Fathers, then out the Capitol doors. ...Pounding and POUNDING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "Aiken beats on the FRONT DOOR of a three-story BROWNSTONE along a quiet, residential street. No street TRAFFIC outside. No LIGHTS on inside. No ANSWER Aiken pounds again and again. Moments later, a fragile, O MAN opens the door, still tying on his robe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "What in God's name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Justice Wylie",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN/JUSTICE WYLIE",
          "text": "Who are you? \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Frederick Aiken, your honor. TI have an application here for a writ of habeas corpus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUSTICE WYLIE",
          "text": "Are you daft, young man? It's barely light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "It can't wait, sir. The Supreme Court of the District of Columbia is out last hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUSTICE WYLIE",
          "text": "What's this about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Mary Surratt. Wylie becomes agitated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUSTICE WYLIE",
          "text": "I can't help you, son. I'm sorry. Now, please go. Aiken holds up the WRIT APPLICATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ AIKEN",
          "text": "Please, sir. Either you act_now - or else an innocent woman will die. Wylie begins to close his door... then pauses to reconsid He checks the street both ways before waving Aiken inside",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catherine leads her small army inside the White House, pa the gatekeepers -- SENATOR LANE and CONGRESSMAN KING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MRS. WYLIE enters with tea and biscuits. Aiken anxiously waits as Justice Wylie reviews his WRIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUSTICE WYLIE",
          "text": "During the War, Lincoln suspended a number of our rights -- including the writ of habeas corpus, which you seek here today. If he hadn't, we might've lost the Union. So, how can you argue with his decision? What good is our Constitution if our nation is destroyed? Aiken looks distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUSTICE WYLIE, (CONT'D)",
          "text": "But then again, what good is our nation without our Constitution... Off Aiken's expression changing to relief -- \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Aiken slams the WRIT down on Holt's desk. Holt, caught off-guard, shaving foam still on his face, examines the W",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "You had no right, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Wrong, \"dear boy\". It's our Constitutional right. She should be released no later than noon. Aiken exits. Holt turns to an aide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLT",
          "text": "Sergeant. Find Secretary Stanton -- immediately!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Catherine and her group emerge from the White House, Stanton rushes inside. Catherine looks on with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna has a look of shock",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "So there'll be a civil trial next time? No generals?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "No generals. Anna can barely believe Aiken's news. Mary too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Bless you, son. Mary regards Aiken as if he were her own. He's clearly mo Anna and Mary embrace. Aiken glances out the window. AIKEN'S POV: From the window down into the COURTYARD belo FOUR CHAIRS are being set up atop the HANGING PLATFORM. Aiken's face fills with panic. As he turns back from the window, SOLDIERS suddenly appea at Mary's door. Leading the way is the prison's COMMANDAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDANT",
          "text": "Ma'am, it's time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDANT",
          "text": "We need to prepare her with the others. \f141.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "The only preparing should be for her release. The Commandant glances toward Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDANT",
          "text": "I advise sedating the young lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You'll do no such thing. Aiken presents the Judicial Order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I've got a writ that says Mary Surratt is to be released into my custody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDANT",
          "text": "Colonel. The President just suspended your writ. He hands Aiken the Executive Order from the War Departmen",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDANT, (CONT'D)",
          "text": "I'm sorry. She's to hang alongside the others no later than noon. Now, step aside. We've got less than an our. On the Commandant's signal, the Soldiers move Aiken aside",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Frederick. Do something. Anna clutches her mother. Mary slips a HAIR BRACELET she' woven from her own locks onto her daughter's wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY,",
          "text": "I'll always be with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Please. Tell them they can't. Aiken scans the Executive Order. His expression indicates there's nothing he can do. As the Soldiers begin to escor Mary, she clasps her BIBLE and ROSARY beads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "No mother was ever more proud, Anna. Frederick. Thank you. Aiken steadies Anna. But it's as if he's steadying himsel Suddenly, Anna pulls away from Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Let go of her. And she pounces on the soldiers. They quickly restrain An as the Prison Doctor injects her with a sedative. \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY ANNA",
          "text": "Please, God. Don't No. Mama. No.... let them hurt her. Anna screams as her mother is being led away. Mary, stric with concern, calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I love you, darling. Anna crumbles as Aiken catches her",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I've got her, Mary. It's ok. Mary, seeing that Aiken has Anna, relaxes slightly, then calls out to Aiken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Proverbs 29:16, Frederick. Promise you won't forget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "I promise. And Mary disappears from view. As Anna begins to fade fro exhaustion and the sedative, she mumbles aloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I'll never forgive myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "It's ok, Anna. It's ok. Anna gently lays Anna down. The Commandant retrieves Mary white HANDKERCHIEF from the cell floor, and hands it to A",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDANT",
          "text": "Proverbs 29:16? Aiken repeats by rote, staring off, in shock",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "\"When the wicked are in authority, transgressions increase. (a beat But the righteous will look upon their downfall.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken rushes past Stanton's AIDE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON'S AIDE",
          "text": "Sir, you can't enter without an appointment... Aiken ignores the Aide, and bursts inside STANTON'S OFFIC He finds the War Secretary seemingly OBLIVIOUS to events beyond -- reading a paper, while devouring a hearty break \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "You're too late, counselor. You had your chance. Stanton's Aide rushes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIDE",
          "text": "I'm so sorry, Mr. Secretary. Stanton waves the Aide off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "For God's sake, she's innocent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "I didn't sentence her, the Court did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "At your request, no doubt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Assuming I could, why would I ever choose to do such a thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Goodness, no. I'd never go to such lengths out of vengeance. (a beat) But to assure the safety and security of this nation, indeed, I'd do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "But you want her son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "At this point, I'll settle for either one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Like a human sacrifice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Just think of her as another casualty of war. He points to a stack of CASUALTY PHOTOS from the war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "On which side?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Union over Disunion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Not the Union I fought for. Nor the one Lincoln gave his life to save. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "No Union is worth preserving unless it guarantees justice for all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Words for rallying the troops, Colonel -- Not for running a nation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "If you permit this injustice, I promise you'll regret the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Is that a threat, young man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "It's a prediction. ...A Slip of PAPER with \"MARY SURRATT\" written across it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "Mary's NAME is put inside a BOTTLE. The bottle is then pl inside a GUN CRATE baring a \"WINCHESTER\" label. The CRATE is set next to THREE identical BOXES -- each wi a bottled name inside -- \"ATZERODT,\" \"HEROLD\" and \"PAYNE\" The FOUR COFFINS now wait to be filled alongside the GALL Nearby, a SOLDIER passes the PRISON COMMANDANT a NOTE. ; SOLDIER ; Captain, the prisoner, Lewis Payne, just made this confession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDANT",
          "text": "What's it about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "The woman, sir. He swears she's innocent! (a_beat) What if it's the truth? Both remain in SILENCE as the HANGMAN tests the ROPE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO",
          "text": "Aiken tugging on a HORSE'S REINS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(No dialogue, just music) Aiken races across town in a horse-drawn BUGGY, desperate reach Mary before it's too late. A GUARD unlocks a METAL DOOR as the PRISONERS -- Atzerodt Herold, Payne and Mary Surratt -- are led from their CELL Mary clenches ROSARY BEADS firmly in her RIGHT HAND. \f115. The Prison Doctor tends to Anna inside Mary's cell. He pl her hand across her chest -- Mary's HAIR BRACELET now res on Anna's heart. Aiken abandons his buggy in TRAFFIC, and begins weaving h way through the crowd. He throws off his UNION JACKET as passing carriage rides over it, grinding it into the grou Inside the PRISON COURTYARD, HUNDREDS of SPECTATORS and P excitedly await the spectacle about to happen. A Soldier opens a BLACK PARASOL over Mary's head to chivalrously shield her from the broiling midday SUN. The FOUR PRISONERS are now led across the COURTYARD, forced t pass a GAUNTLET of onlookers on their way to the GALLOWS. Aiken navigates a gauntlet of his own OUTSIDE the PRISON WALLS as VENDORS gleefully hawk LEMONADE and CAKES. Mary ascends the GALLOWS where the HANGMAN now awaits. Ai ushes past the MOBS, racing inside the PRISON WALLS. Fath alter, now by Mary's side, administers FINAL RITES. The other THREE PRISONERS are readied, with WHITE HOODS covering their heads to conceal their panicked faces. The HANGMAN removes Mary's BONNET and VEIL, fastening her han behind her back, and her skirt about her knees. Aiken rushes inside the COURTYARD, past BAKER and CATHERI desperate to see Mary before it's too late. He spots Mary. She sees him too. A SMALL SMILE springs to her lips. Aiken SMILES BACK, wiping tears from his eyes. He nods one LAST TIME to her. And she to him. The HANGMAN places the HOOD and NOOSE over Mary's head, a Aiken looks away -- unable to watch any more. Aiken feels a HAND on his shoulder. It belongs to REVERDY JOHNSON, who buttresses Aiken for what's about to happen. The PRISON COMMANDANT claps THREE TIMES -- Followed by FOUR SOLDIERS, who knock away the support bea beneath the platform holding up the PRISONERS -- The HANGING PLATFORM swings down on its hinges as Mary an the others jerk downward with a terrifying...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUMP",
          "text": "Then, silence -- a long deafening SILENCE -- broken, fina by the sound of a FLASH BULB. We HOLD ON an image of the scaffold, as Mary Surratt beco yet another CASUALTY PHOTO of the war",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW DISSOLVE TO",
          "text": "...A GAVEL being struck repeatedly with a thump. \f116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE FISHER, (0.S.)",
          "text": "...On the charge of conspiring to assassinate President Abraham Lincoln.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As JUDGE GEORGE FISHER, 54, attempts to quiet the PACKED COURTROOM with his gavel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE FISHER",
          "text": "Gentlemen of the jury, have you agreed upon a verdict?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST 10, 1867",
          "text": "The FOREMAN, 43, rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN, (0.S.)",
          "text": "No, your honor. We have not. The FOREMAN & JURY are distinct for being indistinct -- 1 CIVILIANS mixed equally of Northerners and Southerners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "We are deadlocked on the eighth ballot as we were on the first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE FISHER",
          "text": "Do you think you'll ever reach a unanimous verdict in this matter? The Foreman looks troubled and weary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "No, your honor. I'm afraid not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE FISHER",
          "text": "In that case, I declare a mistrial. The defendant is hereby free to leave. But the DEFENDANT, now revealed, hardly looks free -- JOH SURRATT looks more like a prisoner of guilt. His sister, ANNA, is beside him. She shows no sign of joy or even relief. Instead, she glances to the back of the courtroom to FREDERICK AIKEN, just a bystander now. Aiken nods to Anna. John Surratt attempts to see where An is looking. But when he does, Aiken is long gone. ...The sound of WEEPING",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "As we reveal John Surratt is sobbing inconsolably, his fa buried into the wall. He senses someone watching, and tur The POV on John Surratt belongs to Aiken, who just stares him without a word. John Surratt gathers his emotions. \f117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "You're Frederick Aiken, aren't you? Aiken nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT, (CONT'D)",
          "text": "I...I never...I wish to thank you for the kindness you showed my mother Aiken says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT, (CONT'D)",
          "text": "Believe me, Mr. Aiken, I never thought they'd kill her. She’ committed no crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Well, now you have your freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "i killed my mother. I will never be ree. Neither says a word. Tears streak Surratt's face. Aiken removes a white HANDKERCHIEF from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "It belonged to her. I hope it comforts you in your grief. Aiken begins to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN SURRATT",
          "text": "Keep it, Colonel. She now belongs to you. Aiken pauses a moment and decides to keep the handkerchie He exits without a word as we HOLD ON John Surratt's grie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiken exits the majestic building. He is met by Catherine and Baker. He spots Anna across the way, in conversation. Aiken excuses himself, and walks over to Anna. Anna greets him with a warm smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It's good of you to come, Frederick. I'd like you to meet my husband. William Tonry, this is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM TONRY",
          "text": "It's an honor, Mr. Aiken. WILLIAM TONRY, mid-20s, shakes Aiken's hand. Anna lovingly grabs her belly, which we now realize is pregnant. Her mother's hair bracelet is apparent. \f118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "If she's a girl, we're naming her Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN",
          "text": "Your mother would like that. An awkward beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "I should be getting back. Anna nods sweetly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIKEN, (CONT'D)",
          "text": "Congratulations to you both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM TONRY",
          "text": "It was nice meeting you. Aiken smiles, and rejoins Catherine and Baker. As they descend the Courthouse steps, several YOUNG TURKS watch Aiken with a look of awe -- reminiscent of Aiken wi his buddies spotting luminaries at the start of the story One of the young turks begins to approach Aiken, but his buddy grabs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG TURK",
          "text": "You can't just go up to him without an introduction. We pull back as Aiken crosses beneath a grand STATUE of L JUSTICE -- a SCALE, in one hand, and SWORD, in the other We continue pulling back until Aiken and the others are SWALLOWED by the People below ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEGIN END CREDITS",
          "text": "(titlecards accompanied by relevant images) The year after the Conspirators' trial the SUPREME COURT ruled military trials of U.S citizens were unconstitution Few were surprised a jury -- half from the North and half from the South -- could not agree on a verdict in the mat of JOHN SURRATT. He was never tried again. EDWIN STANTON was fired by President Johnson after discov he had forced the Commission to change Mary Surratt's sen from life to death. Stanton never held office again. (IMAGE: Stanton barricading himself inside his office.) JOSEPH HOLT denied his role in the plot with Stanton, and spent the rest of his life trying to clear his own name. (IMAGE: Holt being hounded by the press.) \f119. None of the GENERALS ever served on another Military Commission. But GENERAL LEWIS WALLACE did achieve renown a_different sort, as the author of BEN HUR. (IMAGE: Wallace Sketching chariot races at the deliberati CONGRESSMAN PRESTON KING and SENATOR JAMES LANE, both reportedly guilt-ridden at having helped prevent a stay o execution, committed suicide soon after Mary Surratt's de (IMAGE: The pair blocking Aiken from seeing the President JOHN SURRATT married a relative of Francis Scott Key, the author of \"The Star Spangled Banner.\" He was the father o seven and worked as an auditor until his death in 1916. (IMAGE: John still weighted with guilt.) ANNA SURRATT and her husband had four children. Fired by the War Department for marrying Anna, WILLIAM TONRY went to earn the first honorary degree in chemistry from Georg University. The couple named their eldest, Mary. (IMAGE: Anna showing her hair bracelet to her daughter, M SENATOR REVERDY JOHNSON continued battling to safeguard t Constitution. He was instrumental in saving President Joh from impeachment by a partisan group led by Edwin Stanton (IMAGE: Johnson happily eating his dinner alone. ) FREDERICK AIKEN left the law and became a journalist. But kept his promise to Mary Surratt, continuing to fight injustice as the first city editor of THE WASHINGTON POST (IMAGE: Aiken, Catherine by his side, putting out the pap In 1869, PRESIDENT JOHNSON granted full unconditional par to the only conspirators still living -- SAMUEL MUDD, EDW SPANGLER and SAMUEL ARNOLD. He ordered the bodies of the others be exhumed and returned to their families. MARY SURRATT was given a proper burial by her daughter, A outside of Washington, D.C. FREDERICK AIKEN was by her si (IMAGE: Mary's headstone in Mt. Olivet Cemetery near D.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boardinghouse, DARK, but for a single LIGHT on upstai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boardinghouse, exactly as it is TODAY, looking the sa but now identified by the bright NEON SIGN: \f120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOK",
          "text": "With the dome of the U.S. CAPITOL, the WHITE HOUSE and th rest of the NATION's CAPITAL beyond.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1932"
    }
  ]
}