{
  "movie_id": "MOV1884",
  "scenes": [
    {
      "location": "DISMAL SWAMP NIGHT 2",
      "time": "DAY",
      "characters": [
        "BLACK",
        "OMITTED 136",
        "BRIDGET, (CONT'D)",
        "HARK",
        "FADE",
        "THWACK",
        "NANCY, (CONT'D)",
        "BANG",
        "NAT SLOWLY EMERGES FROM THE TREELINE ATOP THE COAL BLACK",
        "CHILD'S VOICE, (V.O.)",
        "COBB",
        "HORSE, JUPITER.",
        "CHERRY, (CONT'D)",
        "AHR RF",
        "REBEL BOY 1",
        "4/21/15",
        "BRIDGET",
        "SNAP",
        "JOSEPH RANDALL, (CONT'D)",
        "ELIZABETH TURNER, (CONT'D)",
        "108B",
        "JOSEPH RANDALL",
        "EZEKIEL",
        "COBB, (CONT'D)",
        "EARL FOWLER, (CONT'D)",
        "THE MOON PASSING IN FRONT OF THE SUN IN A BRILLIANT ECLIP",
        "JANICE",
        "EZEKIEL, (CONT'D)",
        "HHH",
        "KNOCK",
        "MAN",
        "OMITTED 64",
        "VOICE, (V.0.)",
        "CROWD MEMBERS",
        "NAT, (CONT'D)",
        "CHARGE",
        "HANK FOWLER, (0.S.)",
        "YOUNG NAT",
        "SLAVE DRIVER, (0.S.)",
        "OMITTED 63",
        "NAT",
        "OMITTED 72",
        "ISAIAH, (CONT'D)",
        "ALL",
        "SUPER",
        "FADE IN",
        "JOHN CLARK",
        "WILL",
        "REBEL MAN, (0.C.)",
        "OMITTED 34",
        "NELSON",
        "OMITTED 33",
        "OMITTED 112",
        "OMITTED 138",
        "JOHN CLARK, (CONT'D)",
        "OMITTED 148",
        "OMITTED 12",
        "SLAVE CHILD",
        "OMITTED 4",
        "NAT, (0.S.)",
        "E.T. BRANTLEY",
        "ELIZABETH",
        "OMITTED 96",
        "74K CONTINUED",
        "JESSE",
        "CRACK",
        "OMITTED 43",
        "ISAAC, (CONT'D)",
        "PRELAP",
        "22,",
        "CATHERINE, (0.8.)",
        "SIMON",
        "108A",
        "OMITTED 32",
        "SLAVE DRIVER, (CONT'D)",
        "GUESTS",
        "A SERIES OF QUICK FLASHBACKS",
        "TIME PROGRESSION",
        "EARL FOWLER",
        "NANCY",
        "THE END",
        "OMITTED 80",
        "OMITTED 10",
        "EARL FOWLER, (0.S.)",
        "SILENCE AS THEY WAIT",
        "ISAIAH",
        "REBEL MAN 1",
        "6/15/15",
        "SAMUEL TURNER, (0.S.)",
        "HARK, (CONT'D)",
        "HANK FOWLER",
        "HANK FOWLER, (CONT'D)",
        "5/8/15",
        "YOUNG WOMAN",
        "SMASH",
        "REVERSE TO REVEAL",
        "OMITTED",
        "SAMUEL TURNER, (CONT'D)",
        "ELIZABETH TURNER",
        "ABNER",
        "YOU BLACK BASTARD",
        "OMITTED 29",
        "VOICE, (0.S.)",
        "AHR HE",
        "WHITE MAN",
        "OMITTED 110",
        "OLD BRIDGET NANCY",
        "ANGELIC VOICE, (0.S.)",
        "WOMAN",
        "A FEW YARDS AHEAD",
        "REBEL",
        "FURTHER AWAY",
        "4/9/15",
        "JOHN CLARKE",
        "SHERIFF",
        "CATHERINE",
        "JETHRO",
        "ISAIAH, (0.S.)",
        "VOICE, (0.C.)",
        "OK.",
        "JASPER",
        "CUT TO BLACK",
        "ISAAC",
        "PRELAP CRACK",
        "CATHERINE, (0.C.)",
        "CHILD'S VOICE, (V.0.)",
        "CONTINUED",
        "CUT TO",
        "REBEL BOY 2",
        "OMITTED 82",
        "SAMUEL TURNER",
        "OFF NAT,",
        "OMITTED 140",
        "BENJAMIN TURNER",
        "SLAVE DRIVER",
        "WOMAN'S VOICE, (0.S.)",
        "JETHRO, (CONT'D)",
        "AHHH HOF",
        "VOICE 2, (0.C.)",
        "A SMALL COMPARTMENT",
        "RANDALL, (0.S.)",
        "OMITTED 109",
        "OMITTED 132",
        "BACKYARD",
        "OMITTED 30",
        "GENERAL CHILDS",
        "TIGHT ON JASPER",
        "REV. WALTHALL",
        "GUILES REESE",
        "CHERRY",
        "EARL",
        "ON NAT",
        "OMITTED 31",
        "OMITTED 121"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Moonlight sifts through the tall pines, illuminating the blanketed marsh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD'S VOICE, (V.O.)",
          "text": "But the white man, he catched her. Catched her an’ throwed her to the ground... Through the boscage, two shrouded figures emerge, pacing stealthily through the brush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD'S VOICE, (V.O.)",
          "text": "But he ain’t know that another man, big like my daddy was behind him... CLOSER to reveal the shadowed features of an African WOMA She pulls a YOUNG BOY alongside her- both of whom’s featu we cannot yet clearly see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD'S VOICE, (V.0.)",
          "text": "He took a big ol’ stick and hit that white man all about his head with it... INT. SLAVE QUARTERS - NANA’S CABIN - (NIGHT) 3 Three SLAVE CHILDREN sit together under candle light. The wear long TOW SHIRTS that reach to their knees. The small YOUNG NAT TURNER (9) continues as the two others listen r",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NAT",
          "text": "Then they dug a hole, roll him in it and walked on back. An UNKNOWN POV watches from outside the cracked cabin doo One of the other slave children, YOUNG HARK (10) pipes up (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE CHILD",
          "text": "They got lynched?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NAT",
          "text": "Naw. They went on back and didn't never say nothing on it. (he giggles) Say they ain’t seen master all day. The cabin door opens to reveal NANCY TURNER (20's). She regards Nat, spooked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Who told you that? No answer. She rushes to him, grabs him hard by the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "You tell me who told you that right now, ‘fo I tan your hide!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NAT",
          "text": "Nobody, mama. I just... remember-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat winces against her grip, terrified. His eyes flood. N releases her grip, pulls him into a hug. Her eyes mist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I'm sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy and Nat step into the clearing to find a group of ELDERLY AFRICANS huddled around a humble fire in fervent prayer. Among the elders, we find EZEKIEL (90's). As if sensing their arrival, his eyes open. He motions them forward. Ezekiel speaks in his Native Ghanaian tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EZEKIEL",
          "text": "(Remove his garb.) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "5/8/15",
          "text": "Nat looks terrified as Nancy removes his shirt. Ezekiel inspects Nat’s arms and back before arriving to his chest The Elders nudge in, the mouthing of passionate prayer ne ceasing. Ezekiel points a thin finger to the boy’s sternu ANGLE ON THREE SLIGHTLY RAISED KNOTS. He points",
          "sentiment": "neutral"
        },
        {
          "speaker": "EZEKIEL, (CONT'D)",
          "text": "(In the time of our ancestors, the cycle of our people lay in the hands of the children... A man’s position was left to the signs of the maker. Children bearing marks were presented before counsel. It was there they were given their assignments in the tribe- assignments that would last a lifetime...) to the first bump on the Nat’s chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EZEKIEL, (CONT'D)",
          "text": "(Wisdom...) (the second bump) (Courage...) (the third) (Vision...) (a long beat) (This boy holds the Holy marks of our ancestors past... He was born to be a prophet.) At the word PROPHET, the surrounding Elders’ bodies arch rock, the intensity of their prayers growing to fever pit We PUSH IN on Nat as he struggles to digest the magnitude his words. CLOSER. As divine exaltation fills the surroun blur, we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO BLACK",
          "text": "Sunlight cuts through crooked slats, casting golden lines across the dirt floor. Whispers lead toward a corner wher find SEVERAL SHADOWED FIGURES crouched in the darkness. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Their whispers cease when SOMETHING crosses outside, disrupting the light. The broad barn door creeks open. An ugly shadow tracks ac the barn floor. We drift up to reveal- JOHN CLARKE TURNER (10, white) His eyes snap toward a movement in the dark. He smiles bi",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CLARKE",
          "text": "I see you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Giggling children, burst from the barn door, as John Clar gives chase. We lock in on Young Nat as he sprints ahead the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We follow him, as he passes the TURNER MANSION-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He cuts through the SLAVE QUARTERS, dodging a MALE BLACKS SLAVE who shapes a piece of metal with a hammer, passes a MALE SLAVE leading a trudging mule and races through a pl of steam rising from a FEMALE SLAVE COOK’s massive pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 10",
          "text": "EXT. TURNER PLANTATION - BIG HOUSE - DAY ll John Clarke stands in the courtyard resigned. He offers a final scan of the plantation",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CLARKE",
          "text": "Nat! (no response) All right, you win again! Come on out! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ae \f1 12 13 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "5/8/15",
          "text": "CONTINUED: ql Several moments pass before Nat emerges. He and John Clar share a smile as-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN'S VOICE, (0.S.)",
          "text": "John Clarke! ELIZABETH TURNER (40'S) exits onto the ‘Big House’ porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "Get in here for supper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CLARKE",
          "text": "Yes'm! Bye Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NAT",
          "text": "Bye. Nat watches as John Clarke bounds the porch stairs. He an Elizabeth disappear inside. Nat lingers a moment, his eyes fixing on a hardcover BOOK draped on the back of a rocking chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the porch, the wooden rocking chair rocks lazily. The hardcover book, gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat arrives to a long table overcrowded with slave childr each holding a SHELL. A SLAVE MAN approaches, drops a LAR BOWL of CORNMUSH at the table’s center. As the children s scooping at the mush, Nat struggles to push his way throu Within seconds, the kids disperse, leaving Nat in front o empty bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 15 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "-a slave man across the courtyard. This is ISAAC TURNER. leather apron shields his chest and legs as he wields a hammer over a hot scrap of iron. He watches as Nat meande away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac enters, caked in dirt and sweat. Bridget, Nancy and lie asleep. Isaac hovers over a bucket of water in a near corner. As he rinses his face a soft MOAN rises from Nat' direction. Isaac studies Nat a beat before grabbing a small wooden b from a shelf. Within, he finds a CRUMPLED SQUARE OF PAPER smooths it against his leg, before slipping out the cabin A long beat until- Nat stirs awake, sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac pushes through the woods, staying close to the main road. A SOUND in the distances stops him in his tracks. H grips a bulky stash under his shirt as he squints into th dark. As his eyes focus on a shadowed figure ahead- CLICK. He turns to find three men, THE PATTY-ROLLERS, atop horse They're dressed similarly in worn pea coats, each coat bearing a dull BRASS STAR. RAYMOND COBB (40's, the leader holds a pistol leveled at Isaac’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "You so much as bat your eyes I'll blow you from here to hell. Isaac stands frozen as he takes in the group of three men",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB, (CONT'D)",
          "text": "What you doin’ out here, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Runnin’ a errand for my massa, suh. Massa Benjamin Turner. He opens his shirt to reveal CANNED GOODS and SALT PORK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "Where yo’ pass at? Isaac produces a piece of paper we recognize as the CRUMP SQUARE from the cabin. He hands it to Cobb who studies it (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB, (CONT'D)",
          "text": "You think you're smarter than me, * don't you boy? * Cobb calls to one of his men, JESSE (20). * COBB (CONT’D) * Jesse, what we call a nigger, think he can outsmart a white man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "+++a dead nigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "(to Isaac) Turn around. Get on your knees. Isaac turns toward the woods. Cobb dismounts behind him. Isaac squints toward the shadowed figure. Recognition set his gaze. It’s NAT. COBB (CONT’D) On yo’ knees. WITH ISAAC as he slowly lowers. Just as his knees touch t ground, he- -lunges for the gun. BANG! The gun goes off, catching the third pattyroller in the chest. Isaac and Cobb wrestle fo the pistol as Jesse struggles for a clean shot. Isaac hea butts Cobb, sending the gun flying. Before Cobb can recov Isaac grabs a nearby branch, CLUBS him across the face. A gash opens, spilling blood. Isaac sprints into the woods. Cobb and Jesse firing wildly into the treeline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Nat runs for his life. As he crashes through the br a HAND scoops him up from behind. WIDER TO REVEAL Isaac sprinting, Nat dangling in his grip. \f18",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRIDGET “NANA” TURNER, sits in a rocking chair, in front modest fire, asleep. Isaac and Nat burst in. Bridget and Nancy jolt up to see Isaac, blood speckled clothes, Nat terrified at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGET",
          "text": "Oh, Jesus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What happened?! Nat trembles as Isaac pulls rations from his pants. A few SEALED TIN CANS tumble to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "Isaac!- Isaac grabs Nancy gently by the arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I hurt some white men. Didn’t have no choice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What you gon’ do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Only thing I can. I gotta go. Nat breaks free, clings to his father’s leg. Isaac kneels Nat’s level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "You take care of your mama and Nana, hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "When you comin’ back, papa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I'll be back, directly. Isaac takes his son in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "No matter what, you remember this: You a child of God. You got purpose. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "(touches his chest) It's in ya. The Lord put it there and they ain’t nothing nobody can do to take it away, ya hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Yessir... A dog is heard BARKING in the BG. Isaac hugs Bridget, mov to Nancy who chokes back tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I'll get back soon as I can for y'all (then) I love you, woman. And with that, Isaac slips from the cabin. A deafening be until- The sound of GALLOPING HOOVES approach in the BG. Bridget hurries Nat onto his cot, ushers Nancy, who stand catatonic, to hers. She quickly pulls back a corner mat, pulls a board loose to reveal-",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SMALL COMPARTMENT",
          "text": "She hides the stolen food, replaces the board just as- Benjamin Turner opens the cabin door. Cobb trails, holds blood-soaked handkerchief tight to his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENJAMIN TURNER",
          "text": "Bridget, Nancy, get on up. Isaac is in a lot of trouble. I need y’all to tell me where he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGET",
          "text": "He ain't here massa. We ain’t seen him all night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENJAMIN TURNER",
          "text": "You sure- *",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "Ben, I’m gonna ask you to step * outside. * Benjamin hesitates. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB, (CONT'D)",
          "text": "A white man lost his life tonight. * You know like I do what that means. * (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB, (CONT'D)",
          "text": "Now I can do my questioning now, or I can come back after I get my posse rounded up. Do a thorough search of the property. A beat, until.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENJAMIN TURNER",
          "text": "...any harm done’ll be taken up with the sheriff. As Ben exits. Cobb removes the cloth to reveal an ugly ga",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "None of y’all seen him, huh? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ae",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD BRIDGET NANCY",
          "text": "No, suh. No, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB, (CONT'D)",
          "text": "(to Nat) What about you, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "He ain’t seen nothin- SMACK! Cobb backhands Nancy who lands across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "You seen yo’ daddy? No response. Cobb squats down nose to nose with Nat. Nat holds his gaze, seemingly unafraid. Shakes his head ‘no’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB, (CONT'D)",
          "text": "You that nigger’s boy, alright. Cobb stands, still eyeing Nat. Bridget’s eyes flit just p Cobb's boots. We follow her gaze to see a small WAX-SEALE GLASS JAR lies just several inches from his heel. Cobb uncurls a dirty index finger, points it to Nancy, then to Nat. As he leans in, his weight shifts on the wooden plan the tin can slowly rolls towards his foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB, (CONT'D)",
          "text": "If I find out y’alls is lying, I’m gonna come back here... Bridget watches as the can picks up speed, rolls closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB, (CONT'D)",
          "text": "...and the things I’m gon’ do to y’all might not be so nice- Inches away until- Bridget dives at Cob’s feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGET",
          "text": "Oh’ massa please! Please! We don’t know nothin’! Oh Lord!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "Get off me! Cobb struggles from her grip. Benjamin pushes in-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENJAMIN TURNER",
          "text": "That’s enough! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18 19 20 21 5/8/15 - PINK ql",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Cobb straightens before eyeing Nancy. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "(straightens to exit, then) Teach that boy some manners. Next time he looks me in the eyes, he’s gon’ to get the same thing that’s waitin’ for his pa. With that, he turns and they’re out the door. Bridget’s * hysteria switches to a chilling calm in an instant. She s up on the floor, opens her palms to reveal the FOOD JAR. ON NAT as his mind struggles to process the night’s event",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "19 Young Nat, his skin royal blue, fills the frame. He seems look directly at us. NAT’'S POV A shadow moves. Demonic voices permeate the forest around him. A CLOAKED FIGURE hides in the distance. something behind him, turns. A MAN lies bowed in prayer, back to us. FEET AWAY. Off his demonic features-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat turns back to see THE SHADOWED FIGURE IS ONLY Nat senses *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 Nat jerks awake, to find himself in Nancy’s arms. Nat bur into tears as she holds him, rocking him in her grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Shh... you're OK. It ain’t real. It’s in your mind. It ain’t real. I’m here, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I want Papa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I know, baby... (low) Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACKYARD",
          "text": "Nancy stretches wet cotton sheets across a long clothes l Nat can be seen in the BG tossing a ball mad of rags. * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As she reaches into the basket, she rises to find a smili Elizabeth Turner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "Mind if I help. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "No, ma’am. Nancy and Elizabeth string the sheets in silence",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "How's Nat doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "He doin’ fine I reckon... Somethin’ wrong, Missus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "No. Nothin’ wrong. (then) John Clarke told me something this morning I thought I’d ask you about . (beat) He said Nat knows how to read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Read? Oh no. He don’t know how to read. He don’t know nothin’. He just pulling John Clarke’s leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "John Clarke said he found him with a book. Said he knew letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Nat don’t know nothing ‘bout no books. He just shiftless. Act like he ain’t got no sense half the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "A part of me couldn't believe it either... So, I tested him. 12 21 until- A sheet slips from Nancy’s grasp. She catches it before i hits the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Ma’ am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "Sure enough, there he was sounding out letters. An excruciating beat. The two continue hanging sheets in tandem. Nancy's hands tremble. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "5/8/15",
          "text": "(3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER, (CONT'D)",
          "text": "Have him come by the house tomorrow after lunch-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Please, Missus. He didn’t mean no harm. I’11 whip him good when I see him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "Whip him? Nonsense. I’m going to teach him. If the good Lord gave that boy a gift to read, we'd be remiss to let it go to waste. Now have him at the house tomorrow after lunch, hear? (then) And don’t expect him back for a few days. Reading can be tricky. Lessons best not be disturbed in the beginning. Nancy forces a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Yes’m. 13 21 And Elizabeth saunters away as cheery as when she came. O Nancy, her face falling. EXT. SLAVE QUARTERS - NANA’S CABIN - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "22,",
          "text": "Nancy pulls a burlap shirt over Nat’s head. WIDER to see wears a pair of sack cloth pants; the first time we’ve se him without his tow shirt. Nancy and Bridget regard Nat as he studies his new outfit with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Hold on. Nancy disappears into the Cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGET",
          "text": "Now you listen to everything Miss Elizabeth say. Keep ya head down and stay out the way, hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NAT",
          "text": "Yes’m. tee OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nancy emerges from inside, produces a folded piece of clo She and Bridget share a look before she kneels, hands it Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Yo' daddy gave me this... And yo’ Nana gave it to him. Nat unfolds the cloth to reveal- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22 23 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A SMALL WOODEN RELIC. Tribal signs carved on its face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "Don’t you go losin’ it, ya’ hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NAT",
          "text": "Yes’m. She gently takes his face in her hands, kisses his cheek before pulling him into a long hug. Bridget takes Nat’s h leading him out of the quarters as we hold on Nancy's loo despair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bridget and Nat stand on the Big House porch. She knocks a house servant JANICE (20's) pulls open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "(over her shoulder) Miss Elizabeth- Elizabeth arrives, regards Nat with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "There you are. (to Bridget) You tell Nancy not to worry, he’11 be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGET",
          "text": "Yes'm. Bridget watches as Elizabeth guides Nat inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "First, we gotta get you outta those rags... Bridget and Nat share a fleeting look before he disappear inside, Janice pushing the door shut. And we HOLD on Brid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hundreds of books line the walls. Nat wanders, mouth agap (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HHH",
          "text": "\f24",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NAT",
          "text": "This shol’ is a lot of books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "They come from all over. Nat reaches out to touch one when ELIZABETH CATCHES HIS H ELIZABETH TURNER (CONT’D) These books in here are for white folks. They're full of things your kind wouldn’t understand. But, I do have a special one, just for you. She produces a worn HOLY BIBLE, hands it to Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER, (CONT'D)",
          "text": "And guess what? It’s the best book ever written.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NAT",
          "text": "Can I look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "Of course. It’s yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NAT",
          "text": "Thank you, Missus. He flips delicately through the thin pages, his eyes scan the foreign words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "You're a special boy, Nathaniel. (beat) Study hard and heed my instruction, hear? Your life, it’1l never be the same. I'll see to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NAT",
          "text": "Yes, Missus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "Well come on. The good book won’t read itself. Let’s start with the beginning. Nat, all smiles, as he joins Elizabeth on a nearby couch. \f25 26",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat stands stark still in his black servants suit, chin h His Bible rests in his White-gloved hands. Ben Turner sta just at his flank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "(xeads) Draw nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye double minded. Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness. James four, chapter eight and nine. A thin white congregation offers polite applause. Elizabe beams. She gestures to Nat to take a bow. He obliges befo joining her, John Clark and her daughter CATHERINE (4), i the FRONT PEW. Lead house servant, ISAIAH (40’s) and Jani sit on a single BACK pew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON BENJAMIN who pours with sweat, wipes his neck, as he regains the pulpit. He coughs into a handkerchief, it spo with BLOOD. He quickly pockets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENJAMIN TURNER",
          "text": "Bless His name. Might as well carry on in James. Turn with me to James one. ‘Holding on to the goodness of the Lord.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT on Nat. Wider to find Nancy and Bridget standing in front of Benjamin who lies pale and dead in the bed. Elizabeth weeps quietly by his side. An UNKNOWN MAN, SAMU TURNER (17) is the only other person in the room. He lean against the wall in a far corner. Elizabeth smiles at Nat",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "He was most proud of the young man you're becoming, Nat. Nat glances toward Samuel. Elizabeth catches it. ELIZABETH TURNER (CONT’D) That's Samuel. You were a little young when he left. (beat) He won't be returning to school... but will be taking Ben’s place as your earthly master. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Bridget and Nancy offer Samuel smiles of acceptance. looks to Samuel again, who stares back. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "How old are you, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NAT",
          "text": "Ten, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "(to Nancy) Ima’ want him in the field come mornin’, ya hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Yes’suh. Nat’s face falls. He looks to Elizabeth gut-punched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "(to Bridget and Nancy) That’s it, yall. Go on. Bridget and Nancy start off, Nat lingers, bewildered. glance to Elizabeth before Nancy ushers him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "That boy, Nat. I’ve spent quite a bit of time with him. He reads, quotes scripture. (beat) John Clark's taken a liking to him. And so have I... Samuel only looks forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER, (CONT'D)",
          "text": "Maybe the field isn’t a place for a child of his ability. (mo response, then) The young man he’s becoming-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "He ain’t no young man, mama. He’s a a foal. And if we're lucky, he’ll grow to be a stud. (beat) We owe. We need more of that swamp drained so we can seed more crop. Maybe have a season that’1l get us outta’ this hole daddy left us in... A reading slave doesn’t get that done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "17 26 Nat A final (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26 27 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "With that he strides out of the room. On Elizabeth, a portrait of defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy and Nat stand in a row that seems to stretch to eternity. Nat dons a cotton henley and burlap pants. She regards him with sad eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "You gon’ start here and work your way down yonder. (motions to adjacent row) I'll be right over there, ya hear. Nancy pulls him into a helpless hug before crossing into next row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--On Nat's small hands as they feebly pick cotton, follow them as they stuff blood speckled cotton into the long sa --STILL TIGHT on Nat’s hands, SLIGHTLY BIGGER, as they mo faster, separating the cotton from the bulb, following th down to a half filled sack. --AND STILL TIGHT on Nat’s hands, now FULL GROWN as they breeze expertly from bulb to bulb, stuffing the snow whit tufts into a COMPLETELY FULL sack. --We follow his hands up bulging forearms and a sweaty muscular torso to reveal- NAT IS NOW A TWENTY-SEVEN-YEAR- MAN. Matured African features frame piercing eyes. Nat pu two full sacks over his shoulder. \f29 30 31 32 33 34 35 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turner slaves populate the wooden benches. We spot Nancy, Bridget and Hark. ANGLE ON Nat who somberly addresses the small congregation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Wait on the Lord: be of good courage, and he shall strengthen thine heart: wait, I say on the Lord.” (beat) Let us bow our heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT on a flaring match as its pressed into a tobacco pi Wider to reveal a fleshy preacher REVEREND WALTHALL (60) inhaling smoke. He sits next to Samuel, their eyes fixed toward something we don’t yet see. They speak in whispers",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "She'll make a fine wife, indeed. It's been a blessing seeing her develop into the woman she has. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 37",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Will be an even better blessin’ seein’ her and mama puttin’ their feet under his table ‘stead of mine. They share a stifled laugh. REVERSE to reveal CATHERINE TURNER (20's) in a white gown stands with her new husband GUILES REESE (30's). They pos next to a sunlit window. An ARTIST scribbles on a canvas, capturing the moment. Back to Samuel and Rev. Walthall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "She looks content enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "(scoffs) Content? If I had a nickel for every time she asked me to buy her a handmaid for mama, I’d have enough to have bought one by now Samuel rises, heads for the exit. Rev. Walthall follows",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Samuel and Rev. Walthall exit to find Janice holding a * pitcher of water. She offers Walthall a glass. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "Bless ya, honey. * (then) * How's John Clarke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Still in Richmond. Should graduate * next year. Volunteering in the local militia on his off days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "The Lord rejoices over that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Yeah, so does my mama- Not so much the militia part. (sotto) “Those boys running around with guns’1l find themselves a war.” * As Walthall downs his water, Janice appears, fills his gl As he watches her go- * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f37",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "4/9/15 - WHITE al 37 REV. WALTHALL (CONT’D) I gotta say, Sam, your slaves sure do know how to behave. More impressed by ‘em ever’ time I make it ‘round. (beat) Old Ben would be proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "They God fearing. Simple as that. Gotta colored preacher that keeps “em reminded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "A colored preacher? That the remedy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "That's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "Well, I don’t gotta tell ya’ times are tough. With the drought, it’s getting harder for whites all over the county to feed and clothe they niggers good. Talks of insurrection’s got folks scared. I'd think people’d pay good money to have ‘em calmed down a bit. Especially by one of they own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Calmed down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "No different from what you got him doin’ here. (beat as Sam considers) Just sayin’ you might have an opportunity on your hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Start askin’ around about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "Will do. (then) Guess I should git. Got a few other services in county.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Busy man, Reverend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "Never too busy for the Lord’s work. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f37 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "On Samuel as he watches the Reverend off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat steers a colt, as he and Samuel ride in the front of covered wagon. Samuel leans back, asleep. In the distance- SEVERAL GUN SHOTS. The horses fidget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "(to horses) Whoa. Whoa, now... Samuel stirs awake, and we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "38 The far end of the road where three men approach on horse PATTY-ROLLERS. Nat slows the wagon. As the men arrive, we recognize the leader as Ray Cobb. A scar stretches from his right eye to his chin, his sun-ag skin looks more like tanned leather. Jesse and the other at his flank, bloodthirsty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "You seen a nigger run by here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Naw. Then again I dozed off a few...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "(to Nat) What about you, boy? You best not lie. I know when ya’ll is lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "No, Suh. Cobb studies Nat through a familiar squint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "Couple niggers went missing off Bill Johnson’s place this mornin’. Say they raised up on a overseer ‘for they took off. Cobb eyes the surrounding woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Got one just back yonder. Swear T put one in the ‘nother. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "He's close... I can smell him (then) If y’all see somethin’, let us know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Will do. Cobb whistles, his horse snaps to. A moment before Sam li back, covers his face. Nat loosens the reins. Cobb eyes h hard as they cross. AS THE WAGON pushes forward Nat slows at something just o the road. We RACK FOCUS to reveal the body of a dead slav his brains exposed from a head-shot. On Nat, eyes still f forward as he snaps the reigns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat and Samuel load the last wooden slats onto the wagon. rests on the back as Samuel exits frame. WIDER to reveal a well-dressed family of three crossing i the foreground. The MAN (30's), holds a lacquered cane, w a pace ahead of the WOMAN (20’s) who ushers their SON (5) along by the hand. CLOSER on the Son who carries a WOODEN HAND PUPPET. As the Mother hurries him along, it drops, unnoticed, in the dirt. A moment later-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Ma'am... The woman turns to find Nat, holding the doll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "The younglin’ dropped it a step back. The woman offers a warm smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Thank you. Nat maneuvers the puppets arms, pulling a smile from the Just as he reaches it back to him- WHAP! The husband’s CA comes down hard on Nat's wrist. The doll hits the dirt as steps between Nat and his wife and child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "What you think you’re doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "He was just- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "(to Nat) You spoke to my wife?! Where is your owner, boy? Nat offers no response. The man swings the cane down hard its length striking Nat’s arm. Nat eyes the dirt in rehea passivity. MAN (CONT’D) Do you hear me, boy? The Man swings the cane again, it connects with a CRACK o Nat's elbow. Nat grits his teeth. The Man raises it once more. As he brings it down NAT CATCHES IT. His eyes just slightly connecting with the Man’s. The man goes white wi fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER, (0.S.)",
          "text": "(to the Man re: cane) You best go on and put that down. Nat lets go. The Man stumbles backward, but keeps the can raised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "I want the sheriff. This boy assaulted me! He assaulted my wife and I’m bringin’ charges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Sheriff Floyd? You can fetch him if you like. In the meantime, I’ma give you the count of three to put that stick down, else I’ma have to make sure you have some real charges to bring to him when he gets here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "You threatening me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "One. The Man flinches, lowers the cane. He regards Nat and Sam with equal disdain before slinking away, pulling his wife along with him. Samuel helps Nat to his feet. Nat and the young boy catch eyes long enough to see the boy’s innocen face curl into a scowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER, (CONT'D)",
          "text": "(to Nat) You alright? (Nat nods) (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER, (CONT'D)",
          "text": "Think they’re higher than the Almighty himself... C'mon. Samuel walks back toward the wagon. Nat eyes the PUPPET o the ground, it’s painted brown eyes staring back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Samuel sits next to Nat who guides the wagon away from th wood store, passing fresh fruit stands, vegetables stacke wagons, and crafts booths. Business men shout toward Samu begging for his business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FEW YARDS AHEAD",
          "text": "A YOUNG BOY (10) stands on the dirt road, bounces a woode sign which reads “SLAVE SALE!”. ANGLE ON a seedy SLAVE DRIVER (50's) who conducts an impromptu slave sale off the back of an uncovered wagon. EXHAUSTED AND RAGGED SLAVES stand naked on the wagon-back few REDNECKS assemble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Hold on. Nat slows the wagon as he and Sam look on. The Slave Driv slaps the backside of a THIN MALE SLAVE. A bony nub at hi right wrist, where a hand should be. The driver spins him",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE DRIVER",
          "text": "Strong as an ox! Nothing but good seed flowing from this here buck! (he fishhooks the slave And look at them teeth! 1/11 start this one at two-hundred? No response. ON NAT who witnesses the spectacle. SLAVE DRIVER (CONT’D) One fifty? (nothing) I gotta make livin’ here gents. Dammit, a hundred? Seventy-five? A REDNECK 1 raises a hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE DRIVER, (CONT'D)",
          "text": "Sold! The Driver motions to his helper who ambles over, ushers newly sold slave to the Redneck. Nat watches as the Redne roughly inspects him before handing over cash. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f6/15/15 - YELLOW 25a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He then fits a shackle around the slave's neck, climbs at his horse and trots off- the slave jogging behind him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nat and Samuel watch the Slave Driver arrive to a YOUNG WOMAN. Matted hair. A thin worn dress hangs just below he knees. Nat looks away. SLAVE DRIVER (CONT’D) Consider this comely wench! Not a day over eighteen! We'll start her at one seventy-five. A REDNECK #2 tips his hat. SLAVE DRIVER (CONT’D) Got one seventy-five, I hear two? A REDNECK #3 raises his hand. SLAVE DRIVER (CONT’D) Now we talkin! Do I got two twenty- five? ON NAT as he glances toward the bidding Rednecks. Studies their body language. He glances to the woman, her eyes deadened. REDNECK #2, again tips his hat. SLAVE DRIVER (CONT’D) Two-twenty five! I hear two-fifty?! Nat glances again to the mulling rednecks. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Massa... That wench there’d sho’ make a good weddin’ gift to Ms. Catherine. You keep sayin’ she been askin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE DRIVER, (0.S.)",
          "text": "Gimmie Two-fifty! C’mon nah! A long beat. Until-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "The whole lot of ‘em looks busted from here. Sides, she look right young if you ask me. Angle on Redneck #3 who again raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE DRIVER, (0.S.)",
          "text": "There it is! Two seventy-five?! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "You right, suh. She young, but with the right teachin’, a wench like that could be working a long time. Nat steals a look to Samuel who squints toward the stage. Slave Driver spins the Slave Woman in a circle, fondles h brest. She tenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE DRIVER",
          "text": "Now is you fella’s seein’ what I’m seeing?! Take this one home, clean her up, won't be long ‘fore you find yourself happier than a dog with three balls! A few chuckles in response. He spins her back forward. SLAVE DRIVER (CONT’D) (sotto, to slave woman) smile bitch! (she weakly complies) Now come on y’all, talk to me! (to Redneck #2) You got two seventy-five for me? Redneck #2 mulls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Massa, it'd shole’ be a shame to watch her go to waste for such a low price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "What you know about what's little and what's a lot? Nat falls quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER, (CONT'D)",
          "text": "Ain't sure what's got into you, but whatever it is, you need to quit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Yes, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE DRIVER",
          "text": "Alright! That’s two-fifty goin’ once... Nat glances back to the woman, when suddenly she GLANCES TO CATCH HIS GAZE. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40 41",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "SLAVE DRIVER (0.S.) (CONT’D) Goin’ twice! Nat and the woman’s eyes remain locked. The Slave Driver raises his hand high-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER, (0.S.)",
          "text": "Two seventy-five! The auctioneer freezes. Nat's eyes flit to Samuel in disbelief. Redneck #3 eyes Samuel hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE DRIVER",
          "text": "(ecstatic) We got two seventy-five! Do. I Hear. Three hundred?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Redneck #2 ambles off. All eyes fix on Redneck #3. SLAVE DRIVER (CONT’D) Two seventy-five goin’ once! ON NAT who holds his breath. SLAVE DRIVER (CONT’D) Two seventy-five goin’ twice! Redneck #3 finally spits in rebuke, turns and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE DRIVER, (CONT'D)",
          "text": "And SOLD to the fine gentleman in the back! Nat breaths relief, as he and Samuel make their way forwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wagon grinds to a stop. Samuel pulls back the cowhide flap, peers into the back. He scrunches his face. Nat fol his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "She'll be fine, Suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Hope you right. Have your mama get her cleaned up and fed; start breaking her in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "¥'suh. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f41 41a 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "You and Hark get started on that fence first thing tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "¥'suh. Samuel hops down, trudges toward the house. EXT. SLAVE QUARTERS - DAY 4la Nat scrambles to the back of the wagon, pulls back the fl to reveal the woman. He reaches for her and she recoils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I ain’t gonna’ hurt you. Cornered, she only stares. Her eyes weak, but wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "I’m gon’ climb up. Help you out. That’s all. Nat kneels on the back of the wagon. As he reaches out to her, SHE LUNGES INTO AN ATTACK, biting and clawing as the roll off the back of the wagon. Nat struggles to protect himself as Hark arrives, pulls her away. She collapses to hands and knees sobbing and exhausted. As she heaves for Nat and Hark help to her feet, hurrying her toward the sl quarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy hurries a pot of water onto the stove as Bridget prepares a cot. Nat steadies the faint woman in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGET",
          "text": "Lay her on over here. Nat complies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "She's burning up. Nancy pulls out a pouch of herbs, drops them into the boi water on the stove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGET",
          "text": "(to Nancy) Cut me three of those onions, yonder. Bring ‘em here. (to Nat) (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGET, (CONT'D)",
          "text": "Go’on and stay with Hark a spell “til we get this child right an’ on her feet. 29a 42 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42 43 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Yes’m. As Bridget pulls at the filthy dress-",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WOMAN",
          "text": "No! No! This mine! She clings to her dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGET",
          "text": "It’s ok baby- (to Nat) Go ‘on nah! Get. Nat retreats toward the door, exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat kneels, hidden in an inner corner of the front porch. applies a fresh coat of white paint to a peeling column.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.C.)",
          "text": "Now you just smile ya’ hear. Let them do all the talkin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE 2, (0.C.)",
          "text": "Yes'm. Nat stands to find Nancy and the SLAVE WOMAN climbing the front porch stairs. She stands unrecognizable, considerin the time we last saw her. Her caramel skin covers full, healthy features. Her hair is combed and pulled into a br Nat stands just out of their sight. Nancy knocks. Within seconds, Samuel emerges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Afternoon massa’. (xe: Slave Woman) This here Cherry Anne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "(courtesies) Massa’. Samuel looks Cherry up and down. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "They sure cleaned you up. (then, into house) Catherine! C’mon out here! Samuel glances in Nat’s direction. Nat quickly returns to work, watches from the corner of his eye. Catherine arriv SAMUEL TURNER (CONT’D) This here is Cherry Anne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "(courtesies) Missus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Hello. (then, realizing) She launches into a Samuel with a mammoth hug. CATHERINE (CONT’D) Thank you! Thank you! Thank you! She's perfect! (then, re: Cherry) Cherry... I bet they named you that because you're so sweet. Cherry smiles politely, Catherine grabs her hand. CATHERINE (CONT’D) C'mon, I want you to meet mama. Catherine and Cherry disappear inside, followed by Samuel Nancy stands on the porch for a beat. As she turns-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (0.S.)",
          "text": "Mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(turns, startled) Boy, you scared me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Sorry. (then) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "For getting her better. making her so beautiful. For",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f44 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I didn’t do nothin’. That child was brought into this world already as beautiful as she could be. But you knew that already, huh? Nat smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "Love you, Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Love you, mama. Nancy descends the stairs. A BEAT before Nat returns to w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guiles preps a covered wagon. Catherine hugs Janice as Sa looks on. Catherine Isaiah loads an arm full of bags in the wagon-back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "We shol’ is sad to see you and the missus go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Oh, we'll be just down the road. After we get good and settled, we'll be back to visit. Sundays for church and that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Won't be a second too soon. playfully jabs him in the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER, (CONT'D)",
          "text": "I’m messin. (then, sotto) You need anything, or he ain't treatin’ ya right, you let me know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Yes, “big brother”. (they embrace) Love ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "You too. Guiles helps Catherine onto the wagon as Cherry guides Elizabeth through the screen door. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "SAMUEL TURNER (CONT’D) You ready mama?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "I'm worried about you, Sam. It’s a big place to be here all alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "I'll be fine. They embrace. Guiles helps Elizabeth onto the wagon as Ch climbs into the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILES REESE",
          "text": "Well, guess we'll be getting on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "All right, then. They give you any trouble... don’t bring ‘em back here. A shared laugh. As Guiles climbs up, Nat arrives with two pails of horse feed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Massa Sam. (xe: feed) For their trip. Samuel eyes the two buckets, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Just one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat pulls back the canvas flap, sees Cherry sitting on a wooden box. Their eyes connect. He loads the bucket of fe",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I'm Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "I know. Nat pulls a small bouquet of flowers from beneath his shi offers them. She accepts. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 47 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY, (CONT'D)",
          "text": "They pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Found them around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Thank you. Nat nods, offers a gentle smile before he backs out. NAT stands on the dirt road, watches the wagon ride away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.0.)",
          "text": "And the rib, which the Lord God had taken from man, made he a woman, and brought her unto the man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON a straw broom until TWO PAIR OF FEET hop over it into frame. WIDER to reveal Hark and a beautiful woman ES (20's). A dozen slaves stand and clap as Hark and Ester kiss. A fiddler strikes up a tune and the other slaves form two parallel rows. NELSON (18), Ester’s brother claps, as she dances down the middle. Hark pulls Nat onto the dance pat and they dance down the path together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Its dusk. Hark sits on a hollow log. Nat approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "Hey, Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Hey, brother... Nat takes a seat next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "Shouldn't you be somewhere getting to know your new wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "I'll be getting there directly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "It was beautiful today. Ester is a good woman. Hark studies the smoldering fire. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "I'm scared, Nat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Of what? (playful) Ester?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "Naw... It’s just, I ain't never had no needs to look after nothing or nobody but massa’s horses and pigs. Now I got a wife. And when she go on and get the ‘big belly, I’11 have that child too. Nat pulls a measured breath, gathers his words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "The Bible says, “take therefore no thought for the morrow: for the morrow shall take thought for the things of itself.” (xe: Hark’s blank look) Means worrying ain’t gon’ do you no good. Trust in the Lord, and try to live your best for him, right now. And speaking of right now, you need to go and see to your wife, ‘fore she go and change her mind. Hark stands, noticeably relieved. A strong embrace before heads off. On Nat, his confidence fading slightly, as he studies the floating embers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat stands before a dozen brown faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Just as the planted crop is harvested in its own time, so too has the Lord planted us... The back door opens and several slaves walk in. The last them is Cherry. Nat stammers as he watches take her seat. NAT (CONT’D) Yes. The good Lord... (glances to his Bible) ++.the good Lord will finish his work in us. (then, rushing) (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f5/8/15 — PINK 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "As I close, I urge you, brothers and sisters to take heart. For God is at work in your life. And he will not relent until the job is done. Amen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Amen-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Dismissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat and Cherry arrive to an arching oak. Nat lies down hi vest for Cherry. They sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I’m happy to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "I’m happy to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "You look beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Thank you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "So much time passed... I battled thoughts that you might’ve been sold off... (then) How is it there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "It's fine. Nothing like what I come from ‘for here. Most days I’m just tending to Missus Elizabeth, or fetchin’ this or that for Miss Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "You know if ya’ll are coming back next week for church?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "I know as much as you. I s’pose if Missus is suggestin’ and Massa Reese don’t mind the trip. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f50",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I surely wouldn’t want to wait another season to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Me neither... They study each other, spellbound. Nat extends his hand t her. ANGLE ON A CLOTH WRAPPED OBJECT. Cherry eyes Nat bef unwrapping it to reveal NAT’S WOODEN TRIBAL RELIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "My Nana got it from my granddaddy. She brought it here when she was taken from Africa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Africa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "(nods ) She kept it hid. Said it was the one thing that kept her mind free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "It’s pretty. She offers it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I want you to have it. (then) In case I don’t see you for a while, you'll have somethin’ reminds you of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "I don’t know if it’s right I take it. ‘Sides I don’t have nothin’ to give you to remind you of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I spend all my time thinking about you already. A frozen moment as they stare and smile. Until-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE, (0.C.)",
          "text": "Cherry?! Cherry slowly stands. A warm smile before she disappears toward the Big House. We stay with Nat as he looks and longs after her. \f51",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A farm house stands adjacent to a small barn- both set be a vast field. We spot Cherry who empties plates into a sl bucket near the back door. She suddenly stops, turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Who's there? CHERRY’S POV as she gazes into a thicket of trees until-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORSE, JUPITER.",
          "text": "Cherry nearly drops the plates. Nat climbs down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY, (CONT'D)",
          "text": "Nat? What you doing here? No answer. Nat walks boldly to her, his eyes glued to her He leans in, kisses her softly on her lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I shoulda’ done that earlier today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "You came here to kiss me? Nat slowly sinks to one knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I ain’t got much. The Lord. My faith. Mamma. Nana. Up until now, it was enough. (beat) Cherry, I'd feel right honored if you'd be my wife. I'd treat you right. I'd protect you with my life... if you’d have me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "(smiles) Yes. I will. Nat rises. Kisses her lips again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY, (CONT'D)",
          "text": "What now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I'll talk it over with Samuel. Get a cabin set up for us. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f51 52 53 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "A final kiss before Nat slowly backs away from her, shado engulfing him into the night. Cherry smiles, breaths deep if for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat and Cherry are knelt in front of Bridget who prays fervently. Nancy, Hark, Ester and a few others “lay hands Nat and Cherry’s shoulders praying along silently in supp INT. SLAVE QUARTERS - NAT’S CABIN - (NIGHT) 53 Nat and Cherry are in Nat's cabin. He gently kisses her a they make love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverend Walthall climbs the porch steps. As he grabs the railing, it comes off into his hand. He carefully replace it, continues to the door and knocks. Samuel arrives, pus open the screen door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Reverend. What brings you around these parts during the week? Wouldn't expect to see you til Sunday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "There's never a wrong time to bring a blessing to a brother in Christ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Oh, Lord. Is this blessin’ gonna cost me money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "Ha! Not a penny. The contrary in fact. Sam joins him on the porch. They sit on adjacent rockers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Isaiah! Run some waters out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "Gin, if you please. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "(fom inside) Yes’suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "I put the word out about your preacher. Got a couple farmers willing to turn a good coin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "That right? Isaiah serves the drinks, before disappearing into the ho SAMUEL TURNER (CONT’D) How much they offering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "A bit. And these days every bit counts. (then) If your boy does to these fellas’ liking, you could bounce back from the drought, pay off some debt. Soon enough, find yourself riding the gravy train with biscuit wheels. Samuel stares off as he considers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Whereabouts are we talkin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "All in Southampton to start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "An all I gotta do is have Nat preach?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "That’s it. (beat) Now, I’m not vouching for the character of these fellas, what business they running or how, I’m just telling you there’s a opportunity here, one you got the means to capitalize on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "(finally nods) Sounds good enough. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "Alright, then. I’1l send you the details names, locations and dates by tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "You already booked the dates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "I figured you'd say yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "You're going mighty far outta your way make sure my cabinets are stocked full. What’s in all this for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "Just the joy of knowing I’m helping my fellow brother. And...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Here it comes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "If I were to receive a “gift offering” following the successful completion of such trips, I certainly would not object. A shared smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "You are a caution Reverend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "I am but a servant. (then, rising) First trip’d be day after tomorrow, if you can pony up by then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Shouldn't be a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "Good. The men shake hands before Rev. Walthall climbs into his carriage. His SLAVE snaps the reins and Samuel watches th carriage advance down the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat loads the last of supplies onto the wagon. Bridget st close. Nancy arrives with a cloth sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Got some salt pork and tomatoes in here, for when you get hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Thanks, mama. (then) If Miss Catherine brings Cherry on Sunday, tell her I'll be back directly. Nancy nods solemnly. NAT (CONT’D) Don’t y’all go getting worried, now. I’1l be back soon enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGET",
          "text": "I know. The Lord bless you, child. At that, Nat wraps Nancy and Bridget into a hug before heading off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--AERIAL SHOT of the wagon as it makes its way across the Eastern Virginia landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Nat guides the wagon toward a prosperous estate, he is by a slave JASPER (13, tattered clothes, rail thin).",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "You Marse Turner’s nigger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I’m Nat. (re: back of wagon) Master Turner is restin’ in here. Jasper cranes his neck to see inside. He eyes Nat suspiciously, then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "Come on. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f57",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jasper leads them toward the porch stairs of the main hou before disappearing inside. Samuel emerges. Looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "We here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Yes’ suh. A youngin’ just went inside to fetch Mister Randall. Seconds later a plump man, JOSEPH RANDALL (50's) emerges, followed by a muscular house servant ABNER (40'S) and Jas",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "Sam Turner. You made it. And right on time. Randall sticks out his hand. Samuel shakes it. ANGLE ON ABNER Who stares daggers into Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL, (CONT'D)",
          "text": "Joseph Randall. (xe: house servant) This here’s Abner. The little one there’s Jasper. (then, re: Nat) This the ‘nigger preacher’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "(to Nat) Nat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Evenin’ Suh-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "A little young ain't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "He’s old enough. Been studyin’ the Word a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "Studying? Hell, I can barely train my niggers to learn their own names... C’mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57A EXT. RANDALL PLANTATION - DAY 57a Samuel and Nat follow Joseph, Jasper and Abner along a wo path. Joseph walks and talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "It’s hard times for small farmers like you and myself. Breaking even is hard enough, gettin’ ahead is impossible. To save some, I cut ‘em down to a meal a day, per head. A few of ‘em started gettin’ fidgety, so I had Abner come down on ‘em. The group approaches a dilapidated barn, a PADLOCK secure the door FROM THE OUTSIDE. Joseph stops short. JOSEPH RANDALL (CONT’D) Day or so back, had a few quit on work if ya’ can believe it. Wouldn't even come out the quarter. So I locked ‘em up, the lot of ‘em. Hoping the heat and hunger would bring about their senses. All that said, Abner here’s provin’ my only real protection. Joseph turns to Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL, (CONT'D)",
          "text": "Now, they needs to mind me, so you speak on that. They treasure in heaven from submittin’ and all. (then) If they gets to moaning and carrying on, don’t pay ‘em no mind. They lazy as all hell and’ll do anything to get out of work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL, (CONT'D)",
          "text": "You ready, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "He's ready. With that Abner keys open the padlock; opens the barn doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joseph and Abner lead Nat and Samuel in. Abner lights a lantern. Under its glow, we see nearly a dozen EMACIATED slaves- men, women and children. They scatter deep into a corner. Nat's jaw drops. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f6/15/15 - YELLOW 44a",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "Listen up. Got a preacher here f'yall. (to Nat) (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58 59",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL, (CONT'D)",
          "text": "Come here, boy. (Nat slowly approaches) He's a nigger just like yall, and is going to talk to you about the Lord. Listen to him and you just might make it to heaven, ya hear? Joseph rejoins Samuel and Abner, leaving Nat standing in center of the room. Nat looks to Samuel who looks away. Through sad eyes, Nat studies the sea of skeletal faces a festering whip wounds. He swallows, peels open his Bible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "...Brothers and sisters. (re: slaves, unblinking I lead you to 1 Peter 2:18: Slaves... submit yourselves to your masters with all respect, not only to those who are good and considerate... but also to those who are hars!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat glances toward Randall who smiles and nods him on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat pulls the wagon to the front, just as Samuel and Jose descend the porch stairs. Abner trails a few steps back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "You sure you don’t want to stay the night? Got some fine brandy and a couple of choice wenches in the cellar. We can get Abner to strike up the fiddle, sit around the fire and tell old lies. Just then, Randall's daughter LILLY (9) emerges from insi She dons a white dress with a matching ribbon in her hair she gleefully descends the stairs, we notice a tweed rope her grip. We follow its length to the opposite end to fin It's tied around the neck of a NINE YEAR OLD SLAVE GIRL. The slave child giggles as she follows Lilly to the front yard where they frolic through a game of follow the leade ANGLE ON NAT who watches on, abashed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "We best be gettin’ back before nightfall. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ae \f6/15/15 - YELLOW 45a",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "Alright, suit yourself. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "But I would take a bottle of whiskey if you can spare it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "Sure can. Abner disappears inside. Randall produces a wad of bills, hands it to Samuel. He studies it a beat, before pocketin",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL, (CONT'D)",
          "text": "You're a smart man, Sam. Bound to make a fortune off that boy. (extends his hand) Good doing business with ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "(shakes ) sure. As Samuel climbs onto the front of the wagon, Abner retur hands him a bottle of whiskey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABNER",
          "text": "His eyes locked tight on Nat. Nat holds his gaze until he spots Jasper further down the road waving goodbye. Nat sn the reins and the wagon lurches forward. Samuel wastes no time popping the cork on the whiskey, pulling a desperate swig. INT. SLAVE QUARTERS - NAT’S CABIN - (NIGHT) 60 A wooden muddler mixes grease in a wooden bowl. A hands scoops at the substance and we follow it to reveal Cherry applying it to Nat’s back. She rubs at his muscles as he stares absently into the flame of the fireplace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "You alright? Nat nods, his eyes settle on Cherry’s dress draped across wooden table across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "That dress there. That the one you were wearing that day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Mama didn't offer you one of hers? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HHH",
          "text": "\f5/8/15 - PINK 46a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "She did. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nat looks to Cherry puzzled. A beat before Cherry rises, grabs the dress before returning to bed. She flips the bo hem to reveal a square patch sewn into the fabric. A clos look to reveal TWO NAMES AND A DATE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "(reading) Abigail Hayne",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "My momma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Madison Hayne. Who’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "That's me. (beat) My momma put this dress on me the day they took me from her. Showed me this here patch. Told me to never forget who I was. That I had a momma. And that she was somewhere missin’ me and lovin’ me. I was thirteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I can call you Madison if you like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "You can call me whatever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I'll call you Queen. Cherry smiles a beat before her look turns solemn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "+++We gonna have a baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "A baby? You sure? Cherry nods. Nat slowly swings his feet off the bedside, closes his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "You mad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Mad? Naw. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 61 62 63 64 65 66",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He pulls her into a tight hug",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "I ain't mad. He holds her close. We PUSH IN ON NAT, Feeling the weight his fortune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Nat and Samuel navigate the wagon on a country road. INT. SLAVE BARN/CHURCH - NAT’S CABIN - DAY 62 A very pregnant Cherry lies with Nat as she sounds out wo from the bible. Nat smiles, nods approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 64",
          "text": "EXT. SLAVE QUARTERS - NANA’S CABIN - DAY 65 Cherry sleeps alone in a bed. Widen to reveal Nat in Nana rocking chair. He holds an infant baby girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat pulls the wagon in front. Samuel looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Wait here. He drops from the wagon, approaches the front door. Nat climbs down, strokes Jupiter’s mane when the horse suddenly backtracks, spooked. Nat instinctively turns to A GERMAN SHEPHERD races toward him, full tilt! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nat falls to the ground, scurries backwards. Just as the lunges, canines peeled- He's yanked back. The dog fights against the weight of a choke chain, inches from Nat who retreats, pinned against wagon wheel. Nat glances up to find HANK FOWLER (early 30's, a wad of wedged between rotted teeth). A bullwhip rests on one sid his hip, a pistol stowed against his other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER",
          "text": "(calm) Nigger, what you doing on my land? Samuel arrives as Nat pulls himself to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "He’s with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER",
          "text": "Who the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Samuel Turner. Reverend Walthall sent us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER",
          "text": "You the fella with the nigger preacher. Hank regards Nat with a smug grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER, (CONT'D)",
          "text": "You lucky, boy. I like to’ve let Buster rip yo’ ass to bits. (then, to Samuel) C'mon. Let’s go find Earl. Hank, dog close, heads toward the tobacco fields. Samuel Nat follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hank leads Samuel and Nat across the plantation grounds toward the tobacco field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER",
          "text": "Niggers is niggers, here. We don’t treat none no different than another. Preacher or no preacher. We got rules. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f67 68",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER, (CONT'D)",
          "text": "The cost of breakin’ ‘em: stealin’ sassin’- or any other thing Earl or me thinks is worth dealin’ with’1l be paid for in skin. You interfere with that, we’ll shoot you where you stand. Hank stops, locks eyes with Samuel",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER, (CONT'D)",
          "text": "Any problems with that, you can stop right now and go on back to where you came from. Nat looks to Samuel who doesn’t budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER, (CONT'D)",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hank, Samuel and Nat arrive to find EARL FOWLER (Early 40 on horseback, hurling his whip down at toiling slaves. Th whip snaps like gunfire inches from the ears of men, woma and children as they pull leaves from the tobacco plants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER",
          "text": "Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER, (CONT'D)",
          "text": "c'mon, nah! CRACK! The whip cracks near the ear of a SLAVE TEEN MALE. teen picks faster. Earl dismounts, holsters his whip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER",
          "text": "Earl, this here’s Sam Turner. Fella with the nigger preacher. Earl hardly glances in their direction. A long beat until dismounts, locks in on Samuel",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER",
          "text": "Where you say y’all come from? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Here in Southampton. South of Nottaway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER",
          "text": "Nottaway huh? ...Lotta Yankees makin’ their way down those parts. Come down here, rabble-rousin’, stirring shit on our way of life. A quiet standoff as Earl locks eyes with Samuel, until- a OVERSEER arrives on horseback, pulls Hank aside. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER",
          "text": "Earl, got a little problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earl and Hank push in. Nat and Samuel freeze in the doorw their eyes fix on something we don’t yet see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER, (0.S.)",
          "text": "Which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER, (0.S.)",
          "text": "That one there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER, (0.S.)",
          "text": "How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK FOWLER, (0.S.)",
          "text": "Said it’s been ‘bout a day or so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE TO REVEAL",
          "text": "TWO MALE SLAVES chained to the wall. One wears an IRON COLLAR, bells on the tips of its reaching horns. A scar b from his temple to his cheek. The other wears an IRON MAS saliva seeping from its sides. Earl squares up with the latter, unlatches his mask. The broken slave can hardly stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER",
          "text": "You ain't gon’ eat? No response. Earl grabs the nearby bowl of cornmush, puts spoon to the slave’s mouth. He turns away. EARL FOWLER (CONT’D) Aight. (then, more to himself) If it ain’t one thing, it’s the other. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f69 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Earl pushes past Nat and out of the room. ON NAT as he studies the tortured men. Earl returns carrying a thick CHISEL, HAMMER AND FUNNEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER, (CONT'D)",
          "text": "(to Samuel) You wonderin’ why we could use that nigger of yours, you're seeing it first hand. EARL FOWLER (CONT’D) (to Hank) Open his mouth. Grab that cornmeal. Nat and Samuel watch on horrified, as Earl hammers out th male slave’s teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER, (CONT'D)",
          "text": "If it ain’t the Yanks, it’s the drought... Hank holds the slave’s mouth open, as Earl forces the cornmeal through the funnel and into the man’s throat. Bl teeth and cornmeal seep as he gags. EARL FOWLER (CONT’D) If it ain’t the drought, it’s goddamn mutiny. Earl wipes his hands, regards Nat without missing a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER, (CONT'D)",
          "text": "Truth is, even the meanest nigger fears the gospel. A good word from your boy here... a disciplined word might go a lot further than my pistol would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Well, Nat... he’s a good preacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER",
          "text": "Don't right mind how good he is. (pointed) Long as he say what he s’pose to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat stands on the wooden porch flanked by Earl who cradle shotgun. Samuel is a bit further back. A dozen slaves stare wide-eyed. In the BG Hank leads a shackled slave to join the others. This is WILL (30’s, th scar-faced slave we recognizes from previous scene). (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Will stands marred and exhausted, his trembling legs struggling to support his body. NAT regards the assembly, then turns to Earl, eyes averte",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "(low) Mr. Fowler, suh. Regarding my sermon, my plan is to foment in them concupiscence for song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Concup what? Samuel, out of earshot, looks on with growing concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Massa I’m askin’ if you’s opposed to me using singin’ to keep yo’ niggers down? As means to sing away any ‘malignance.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER",
          "text": "That’s fine. Ain’t got no quarrel with singin’. Long as it don’t interfere with they workin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Yes, suh. Thank you, suh. Nat turns to the slaves, his subservience thaws, his jaw tightening slightly. NAT (CONT’D) Brethren... I pray you sing to the Lord a new song. Sing praise in the assembly of the righteous. Let the saints be joyful in glory; Let them sing aloud on their beds. Let the high praises of God be in the mouths of the saints, and a two- edged sword in their hand, to execute vengeance on the demonic nations, and punishments on those peoples! Nat builds, as Samuel studies Earl, who watches on seemin oblivious to Nat’s innuendos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "To bind their kings with chains, And their nobles with fetters of iron; To execute on them this written judgment— (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Crowd members observe, rapt. Will glances toward Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "This honor have all His saints! Praise the Lord! Sing to Him a new song!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD MEMBERS",
          "text": "-Hallelujah! -Amen! -Yes Lord! On Nat, regaining his bearings. A female VOICE OS starts spiritual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cherry pumps water from a well near the forest’s edge. As fills a bucket, she hears a SOUND. She glances up to see- COBB, eyes glued on hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "What you doing out so late, girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Evenin’, suh. I’m just pulling water for the missus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "I don’t suppose you got a pass anywhere under that purty dress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "No suh. I belongs to Massa Guiles and this here his property.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "You sassin’ me, girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "No suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "Anybody that knows nothing, knows state law says “if a nigger is less than ten paces from the treeline, that nigger needs a pass.” Cherry eyes the treeline, which lies only a few feet away",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Well suh, I can go get one- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f7 72 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "You aint goin’ no where. Either you're gonna show me a pass... Or you gon’ show me something else. Cobb takes a step forward. Cherry steps back, right into-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Another of Cobb’s men emerges from the trees surrounding Off Cobb’s contorted smile, we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaiah pulls a robe tight as he reaches the front door. H opens it to find Nat, distraught. Isaiah steps onto the porch, closing the door behind him. They speak in whisper",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I need to talk to Samuel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "Samuel has retired for the evenin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Cherry's been hurt. I need a pass to go see her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74 748",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "I just said, he’s retired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "And I just said Cherry, my wife, your sister in Christ has been hurt-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "It's going to have to wait til mornin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Isaiah, if you don’t go get Samuel, right now, I’m gonna go get him myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "And what if he doesn’t let you go? (xe: Nat’s no answer) Let me guess, you gonna go anyway? (no answer) Nat, I’m real sorry for whatever happened to Cherry, but you can’t run around here with your chest poked out making demands. We are niggers! I'd have thought you'd learned by now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "We ain't niggers, Isaiah. We men. I'd have thought you’d learn that by now. And with that, Nat reaches past Isaiah, opens the door an strides into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat bounds the stairs, Isaiah races to get in front. Jani emerges from her quarters, Isaiah waves her back in. At t top of the stairs, Isaiah cuts off Nat’s path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "(harsh whisper) Alright, damn it! I’11 get him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Samuel lies passed out in his clothes. Liquor bottles lit the night stand. A soft knock wakes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH, (0.S.)",
          "text": "Master Sam? Suh? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "74K CONTINUED",
          "text": "Sam stirs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "What? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "4/21/15",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH, (0.S.)",
          "text": "(his best docile voice) I’m so sorry to disturb you, suh, but Nat needs to speak to you. Something awful has happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Whatever it is, tell him I’11 get to it in mornin’. Silence, until-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH, (0.S.)",
          "text": "Suh? (xe: no answer) Suh? If you could just see Nat for one moment-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "God damn it Isaiah... (swings his feet off the side of the bed) Tell him I‘1l meet him on the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (0.S.)",
          "text": "I’m right here, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "(beat ) Well you might as well come in. Isaiah pushes the door open. Samuel lies on the bed fully clothed. He swings his legs off the side of the bed. Isaiah enters with a hesitant smile. Nat follows, takes i the room he hasn’t been in since his captivity was extend",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "Again, suh, I’m so sorry-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "What’s wrong Nat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Just got word from Reese’s farm. Cherry... she’s been hurt real bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Yes, suh... A group of men... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "aH Ae HHH",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "When'd this happen? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Some time yesterday I reckon’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "(beat) Isaiah, fetch me some paper. Isaiah promptly snaps to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER, (CONT'D)",
          "text": "Don’t you go down there stirrin’ up trouble? Take Jupiter, stay the night, get on back in the mornin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Yes’suh. Isaiah arrives with paper and pen. Samuel jots a note and hands it off to Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "Thank you, suh. Nat exits, followed by Isaiah who smiles, bows as he exit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat rides like a man possessed, pulling every bit of spee possible from the colt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cherry's bed sits draped by a translucent mosquito net. Elizabeth, eyes wet, sways nearby in a rocking chair, Joa asleep in her arms. She stills as Nat follows Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON NAT",
          "text": "Who halts when he sees the bed, its contents silhouetted the netting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "We're prayin’ for her, Nat. All of us. (beat) Monsters... Nat approaches the bedside, he pulls at the net’s opening reveal- CHERRY. Her face swollen and unrecognizable. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "God's going to punish whoever did",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "this. He will... catatonic, we- (0.8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE",
          "text": "58a our 76 77 \f78 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat's POV as he squeezes an ear of corn. Blood gushes ove his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tight on Cherry's silhouetted profile as she stirs. Nat p the draped netting, moves close to her. Her lips move slightly within her bloated face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "No. You don’t apologize. You don’t owe that to anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Joanna OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "She's here. She just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "Don’t want her to see me like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "She don’t know no better. (then) Cherry, I need you to tell me who did this to ya. I’m gonna take care of it, ya hear. On my soul. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f5/8/15 — PINK 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "“Put up again thy sword into his place: for all they that take the sword shall perish with the sword.” You taught me that. (beat) I need you here. Joanna too. Promise you'll leave this to the Lord. Promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I promise. He gently kisses her cheek, uses a nearby sponge to dab s from her brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 80",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat arrives to find Samuel pacing on the porch. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "You wanted to see me suh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Yeah... (then) Cherry alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I believe she will be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Good. Not many would’ve let you go, but.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Thank ya, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "I'm having a get together tonight for some important people. Kind like when daddy was alive. (then) I’m gon’ want you, couple of others, in the house. You got experience with servin’ and respect with the help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Yes’suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Can't tell ya’ how important this is for all of us. We get this xight, the Turner name’ll mean something again. We'll be back on top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Yes, suh. And Samuel disappears into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 82",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f82 83",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat and Isaiah hold silver trays of hors d'oeuvres. Isaia wears a curled PERIWIG. Several well-to-do guests populat the dinner table. We see Elizabeth, Catherine and Guiles. recognize Reverend Walthall, as well as Joseph Randall an his WIFE (60's). GENERAL CHILDS (50’s a commander of the state militia) is also present, his wife and DAUGHTER (20 at his flank. She eyes Samuel seductively. Samuel manages nervous smile before clinking his fork against a crystal glass. The room settles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "As you know, this annual dinner was a tradition of my daddy years ago. For all he believed, he made sure family, faith and tradition were at the top of his priority list. Now, near twenty years later, the same priorities have kept this property afloat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "That, and a cash cow of a colored preacher. A few chuckles. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f83 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "All right, that too. Samuel smiles, nods to Reverend Walthall, who winks back. Samuel raises his glass high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER, (CONT'D)",
          "text": "May God continue to bless us for more generations to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUESTS",
          "text": "Here, here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Nat, lead us in prayer. All bow their heads, eyes closed. Nat looks to the servan at the perimeter of the table, then to the guests. He stu their pasty, smiling faces. Nat prays directly to them, H EYES OPEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Heavenly Father, we come to thank you for your word and your will. we understand it is written that “Eye hath not seen, nor ear heard- neither have entered into the heart of man, the things which God hath prepared for them, that love him.” We pray for and thank you for your protection and your promise that in our obedience, you will be an enemy to our enemies that you will oppose those who oppose us. Isaiah’s eyes snap open, rack to Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "Continue to guide us oh, Lord and we will continue to follow. Through fire and tribulation, we will push forward, recognizing you alone as our source and strength. In your Holy name we pray...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party has wound down. The women have retired, leaving only a group of inebriated men, Samuel being the worst of Samuel covertly signals Isaiah who steps forward with a t of cigars. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Isaiah, here, served President Jackson once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "That right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "Yes, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Tell him Isaiah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "(as he serves) During the war of 1812. For a time, I was his personal servant. We called him “Ewo nan Nouvelle Orléans.” (re: their blank stares) “The Hero of New Orleans.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "(boorish) And now you're here serving me. Childs holds up his glass. An awkward beat as Isaiah move him, fills his glass. Samuel, sensing the discomfort, sig Nat who steps forward, sets a bowl of peppercorn on the table. Samuel drops three into his glass of port wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Daddy always sai (sotto) “Three black peppercorns to a glass of port, and you got yourself an excellent digestive.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ester brings coffee as the men talk. Joseph Randall eyes closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "Black is always tasty... Especially a nice piece of black meat. Juicy. Sweet... As she pours for Joseph Randall, he runs his hand up her dress. She casually steps back from his reach. Nat notice",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILES REESE",
          "text": "Pepper in my port is worth a try. But fornication of that kind. Frankly, I find it uncivilized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84 5/8/15 - PINK 65a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Joseph Randall blindly reaches back toward Ester, rubbing hand along a leg. He glances toward the leg to find a pan covered leg. His eyes dart up to find Nat wearing a wry smile. Randall recoils, turns sheepishly back to his drin (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ae \f84 85 86",
          "sentiment": "neutral"
        },
        {
          "speaker": "5/8/15",
          "text": "(3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "Give it time, son. I suspect it won't be long before you find yourself slipping from the banal chaise to find a tastier treat in mammy’s harem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "When that day comes, make sure you have some money saved. Cus’ if my sister catches you and tosses you out, you won’t be coming to stay here. And another round of laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "EXT. SLAVE QUARTERS - HARK’S CABIN - NIGHT 66 84 85 86 Nat arrives to find Hark guarding his front door, arguing with Isaiah. They speak in whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "I ain't doin’ it Nat! I’d have ‘em lynch me first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Doin’ what? Nat looks to Isaiah who hangs his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "One of Samuel’s guests... has requested Ester.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Requested her for what? (xe: Isaiah’s look) No. Just go and tell Samuel. He’11 straighten this out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "Samuel sent me personally. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "I can’t do it Nat. I won’t. (to Isaiah) Who the hell you think you are?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "You think I wanted to come out here for this?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "You here ain’t ya?! You'd sell your soul if a white man told you! Nat abruptly beelines for the Big House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "Nat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaiah catches up to Nat, who strides toward the back doo As they reach the back steps, the door swings open to rev Samuel. He stumbles toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Where is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "Oh, I’m fetchin’ her directly, suh-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Samuel, please. You can’t do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "The hell I can’t! Joseph Randall appears at the door, grips a glass of wine",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "Everything alright? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f87 88 89",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Everything’s just fine. 1/11 be inside directly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH RANDALL",
          "text": "Hope you won't be alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "I certainly won’t be. Joseph Randall disappears inside. On Samuel, full of rage",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER, (CONT'D)",
          "text": "Boy, you mess this up for me, my hand to God, I'll have every goddamn one of ya’ lynched come mornin’! * (then to Isaiah) * Fetch her. Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat, Nelson and Hark watch Isaiah walk Ester to the Big House. She glances back, eyes filled with sorrow, Hark’s shame. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat sits leaned against a tree. Looking out at- Hark, who stands in the exact spot we last saw him, his e fixed on the Big House. A few long moments pass, before- The back door of the Big House opens. Ester slowly emerge She notices Hark and slows to a stop, hanging her head. H closes the gap, takes her into his arms. As Hark walks her towards the slave quarters. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "Where is He, Nat? Where God now? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Something changing behind his eyes. * \f90 91",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We open on a thick log, propped up on a tree stump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THWACK",
          "text": "An Axe splits the log in two, it tumbles off the stump. WIDEN to find Nat, as he places another log on the stump. THWACK! He glances up to find a WHITE DOVE perched on the nearby fence-post. Nat squints at the bird which seems to look directly at him. Further away, Hark crosses, pushing wheelbarrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Hark. No response, as Hark continues on, his eyes fixed forward Nat watches Hark trudge away-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Excuse me. Nat turns to find a white man ETHELDRED “E.T.” BRANTLEY (50'S), hat in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "E.T. BRANTLEY",
          "text": "I’m looking for a preacher called Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat stands before Elizabeth and Jethro. Just past Nat, Brantley mulls on the other side of the screen door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "He’s been banned from every church in the county for his sins-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JETHRO",
          "text": "He’s lucky it’s all he got for what he done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "The world has its way with dealing with the immoral. Above all, those who cast that immorality onto children as he has. But, no one is without sin, Miss Elizabeth. (lets that settle) This man wants to repent and be delivered. As a shepherd of the Lord, it’s my duty to serve... So, I'd like to baptise him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f91",
          "sentiment": "neutral"
        },
        {
          "speaker": "JETHRO",
          "text": "The hell you will!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "Jethro, you will mind your mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JETHRO",
          "text": "With respect, Ms. Elizabeth, a nigger can’t baptise no white man. (xe: her no response) I just think you should wait for Mr. Samuel to get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elizabeth studies Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JETHRO, (CONT'D)",
          "text": "Ms. Elizabeth, you can’t let this go on-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "Jethro, go wait in the front yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JETHRO",
          "text": "But ma’am-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "I won't ask you again. Jethro seethes. A murderous glare as he passes Nat-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JETHRO",
          "text": "Boy, you gon’ get it. And he’s out the door, leaving Nat and Elizabeth alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "You sure you want to do this, Nat? Samuel may not like it, nor will a lot of other folks around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Don't think I have a choice, Missus. This man still belongs to God. And to stand between God and his people is a dangerous place to be. A long beat, until-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "You have my blessing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Thank you, Missus. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f91 92 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She watches him go, her eyes betraying a hint of melancho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat stands in waist deep water, Brantley before him. Nanc Bridget, Hark and others watch from the river bank. Jethr stands further back. If looks could kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Do you confess your sins before God?",
          "sentiment": "neutral"
        },
        {
          "speaker": "E.T. BRANTLEY",
          "text": "Yes, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Cross your arms. Brantley complies. Nat bends Brantley backwards into the water, covering his face before propping him back upright few slaves clap as Brantley wipes his face, offering Nat misty-eyed smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "E.T. BRANTLEY",
          "text": "Thank you, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Go and sin no more. Brantley nods as he trudges back toward the riverbank. ON as he stands alone in the water, staring toward the bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER, (0.S.)",
          "text": "I been good to you ain’t I? EXT. SLAVE QUARTERS - NAT’S CABIN - DAY 93 Nat is sat on a narrow chopping block, stares forward. Samuel, Jethro and Reverend Walthall stand before him. A SHOTGUN rests in the crux of Jethro’s arm. Angle on Hark unnoticed in the BG feigning work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "My whole family has. And you go and do this to me?! A nigger, baptizing a white man on my property. You know how this makes me look?! Nat only stares forward. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "SAMUEL TURNER (CONT’D) Boy, you had better say something and quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "“Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.” Silence. Samuel and Rev. Walthall share an incredulous lo",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "“Exhort servants to be obedient unto their own masters, and to please them well in all things; not answering again-\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "“You were bought with a price; do not become slaves of men-”",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. WALTHALL",
          "text": "“But he that shall blaspheme against the Holy Ghost hath never forgiveness, but is in danger-\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "“Beware of false prophets who come in sheep’s clothing but inwardly are ravening wolves!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Nat!- Nat looks Samuel straight in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "“He that stealeth a man, and selleth him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Don’t you eyeball me!-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "(standing) -or if he be found in his hand, he shall surely be put to death.” (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93 94 95 96 97",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "In a flash, Samuel snatches Jethro’s shotgun, smashing th hilt into Nat’s mouth with a CRACK! Nat hits the ground stunned, blood spilling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "(to Jethro) Get him on the post. Jethro snatches him by the shirt. On Hark who takes a ste forward. Nat’s look waves him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy, Bridget and other slaves gather, as we reveal Nat strapped to a wooden post, centered in the middle of the courtyard. Hark and Nelson arrive, soon joined by another slave, SIMON. Jethro paces behind Nat, dragging a ten-foo long whip. He looks to Samuel who nods, then exits toward Big House. Bridget leads Nancy away as Jethro goes to Nat rips off his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JETHRO",
          "text": "Told ya’ you was gon’ get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Samuel bounds toward the Big House, spots Elizabeth. A su CRACK in the distance. Samuel stops, locks eyes with her. cracking of the whip continues over their silence. She ho his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRACK",
          "text": "He strides past her and into the house, slamming the door SHUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT on Nat who floats on his back. As his eyes peel ope he squints up to see the figures silhouetted against the One of the figures leans in close to reveal an angelic wo blocking the son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.0.)",
          "text": "Hey, boy. \f98 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat’s eyes open to find Jethro, hovering, drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JETHRO",
          "text": "You best just go on’ and die. It'd be easier on you. You make it outta’ this alive, I’m gonna ride you like hogs on slop. (beat) Die. Jethro straightens, staggers away. We move in CLOSE on Nat's near-lifeless eyes. His eyes sl drift closed, until- A FAINT GLOW OF LIGHT ILLUMINATES HIS FACE. REVERSE to reveal- A CANDLE HAS BEEN PLACED IN FRONT OF NANCY’S CABIN. Nat wills his eyes open. THE LIGHT ACROSS HIS FACE BRIGHT We again REVERSE to reveal- More candles have been placed in front of various slave cabins. We see the door of another slave cabin open, an a produces a candle. Another cabin and another- until the entire courtyard glows. Nat’s body responds- his chin lifts, his muscles tighten, legs supporting his body’s weight. Off Nat’s determinatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Samuel and Jethro arrive to find Nat alive and fully aler Despite his gaunt features and the infected puss bubbles protruding from his back, he supports his own weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "You learned your lesson, boy? Nat, wild eyed, looks just close enough to Samuel to avoi eye contact. Something unnerving about his subservience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Oh, yes ‘suh. I've learned. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "(to Jethro) Let him off. Jethro unlocks the stock. Nat stands up straight for the first time in days, his entire body trembling involuntari SAMUEL TURNER (CONT’D) You done preachin’ for a while. Don’t want you goin’ off with no groups unless me or Jethro is there, ya hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Yes, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Go on and get cleaned up. Want you back in the field come mornin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Yes, suh. As Samuel and Jethro walk off, Hark approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "Nat, you alright? Nat collapses, face-planting in the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat lies on a cot, his back covered with steaming strips cotton. Bridget sits at his side. Nancy arrives with a th blade and a bottle of brown liquid. Bridget slowly peels a cotton strip to reveal an infested wound. She takes the blade, cuts a shallow incision into the bubbled flesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGET",
          "text": "I watched your grandfather die. In the old land. Saw him give up the ghost with my own eyes. And he saw me. He harnessed the Holy Spirit that day. Yes he did. She applies pressure to the wounds, sending blood and pus cozing from his flesh. BRIDGET (CONT’D) I was proud of him. So proud. I still thank God he died that day. That he didn’t live to see what I seen... To watch a strong man broken down is a terrible thing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 101 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The brown liquid steams as she pours it across his wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat staggers in from the intense day of work. Sweat and d blood crust his shirt to his back. He spots Bridget in he chair, faced toward the stove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Hey Nana. Nat grimaces as he peels off his shirt. Several lines of fresh stitches. NAT (CONT’D) Stitches held up good... Nat rinses his hands and face in a nearby pot of water, suddenly stops. He looks to Bridget, walks to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "Nana? Her lifeless eyes fixed forward. A needle and thread rest between her fingers, a half sewn pair of pants in her lap",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT on Nat's face. His eyes cast down at something we d yet see. We PULL BACK to reveal Bridget’s body wrapped he to toe in linen on a plank table behind him. We continue pull back to find his eyes set on his closed Bible. He fl toward the back. “Ephesians 6:5-6 - Servants, be obedient to them that are masters...\" “Matthew 5:38 -If anyone strikes you on the right cheek.. “Luke 6:27 Do good to those who hate you, bless those who curse you...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON NAT as fix forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SERIES OF QUICK FLASHBACKS",
          "text": "The slave's teeth hammered out- The young slave girl led on a leash- Cherry beaten and bruised- The blood seeping from the corn onto his hand-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WITH NAT as he flips the Bible again... His jaw tightens. He slowly rises, moves to Bridget’s wrapped body. He lift and carries her out of frame. We move in close on the Bib Closer until a verse fills the frame: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f102 103 104",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "“Samuel 15:3 Now go and strike... and devote to destructi all that they have... Do not spare them, but kill both ma and woman, child...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bridget’s funeral has long ended. Nat stands before her f grave. Dozens of single flowers litter a wooden cross. In BG Hark arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Mostly. (beat, then) I need you to round up a few men we can trust. Have ‘em meet us near the big cyprus at Cabin Pond, night after next. Hark eyes him, nods. A beat before Hark turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "Hark... (Hark turns back) He's still here, brother. Even now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat sits alone in front of a small smoldering brush fire. few seconds pass before Hark and THREE OTHER MEN emerge f the dark. Nat stands, meets them. Hark is flanked by SIMO (24), Nelson and WILL (THE SLAVE WE RECOGNIZE FROM FOWLER PLANTATION) .",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "This is Simon. Samuel bought him a month back in Norfolk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "You know Nelson. And this is will. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "(xemembering) Word travels fast. (then) You weren't followed? Will shakes his head ‘no’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "Good. Welcome. Glad you’re here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNAP",
          "text": "All eyes open and fix into the darkness towards the sound Nat stands. A tense moment passes before JASPER emerges f the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "(to Jasper) This a grown folks meetin’. Get! Jasper slowly backpedals, until.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Hold on. You come from Randall's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "Yessuh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "He just a boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "So was David. (then, to Jasper) Have a seat. Jasper timidly complies. Nat studies the faces before him NAT (CONT’D) Let’s pray... Heavenly father, we come to you this evening to thank you for the gift of your Word. We pray you guide our hearts and minds that we may follow your will alone. In Jesus’ name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I been followin’ the Lord a long time, now. Preachin’. Citin’ scripture. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f104",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "Sharing the word through the few sections and pages I’ve been allowed... Holds his worn Bible up high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "But, I’ve gone back into this Word. All of it. With new eyes. I see now that for every verse they use to support our bondage, there is a truth demanding our freedom. For every line they use to justify our torture, there’s another that damns them to hell for those actions. (beat) They say by the darkness of our skin, we’ve been cursed. That God's called our children and our children’s children to be beast of burden until death. That He's called our wives and daughters to warm their bellies in the night... (beat) This isn’t the word of the God I serve. He lets this sink in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "The Lord has spoken to me; visions of what is to come. A rise of good against evil. “The first will be last and the last will be first”... (pointed) We've been chosen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELSON",
          "text": "What we gon’ do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "The same as David and Gideon-and Joshua and Sampson... We will fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "The six of us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "At first. But once it begins, our brothers and sisters’1l join.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELSON",
          "text": "They a lot of whites. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f104",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The others",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "How many slaves you think here? on all the plantations in-county?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELSON",
          "text": "Whole lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "How many white?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "But they got guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "We'll take the armory in Jerusalem. We'll have guns too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "Jerusalem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "That's right. We'll start at Turner's, then fight our way there. By then we'll number in the hundreds- thousands even. The grapevine’s ablaze with talk of fightin’. Slaves just like us, all over, havin’ meetings. Waitin’ for somethin’. Waitin’ for us. don’t look so sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "If ever there was a time to have faith my brothers, it’s now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "We make a stop at Fowler place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "We will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I’m witchu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "(beat) Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELSON",
          "text": "When we fight? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f104 105 106",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Soon. The Lord will provide a sign. Until then, remain steadfast, ready to strike at the moment of the Lord's call. (beat) With the strength of our Father, we'll cut the head from the serpent... We'll destroy them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Janice, in the room alone, cleans. She moves to a bottom of books, dusts them. As she dusts with one hand, the oth pulls a book from her apron, sliding it onto the shelf. A she removes a different book- A HAND catches her wrist. Startled, she looks up to find Isaiah. Off her terror, we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. SLAVE QUARTERS - NAT’S CABIN - MORNING 106 Nat, dressed for the day’s work, pulls up suspenders befo heading for the cabin’s exit. He opens the door to find Isaiah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "May I enter. Nat allows him in, but not before a quick glance outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "There’s much wrong. (beat, then) Whether you consider me a friend or not, I don’t know. But I care what happens to you. The same way I care about what happens to every other soul on this property...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "If there’s something you need to say, Isaiah, I'm listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "There was a meeting a few nights back. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nat offers no reaction. ISAIAH (CONT’D) While I’m not privy to what was said, I can assume by it’s secrecy, it couldn't have been entirely... productive. (no response) Now, I don’t know what ideas swirl in your head, but I’ve lived enough to know the result of certain ideas won't lead to what you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "All I want, I want for the oppressed people of God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "Do you want death for them? For your wife and daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "If it be God’s will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "God's will? Who’s selected you the instrument of such things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "He has.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "You walk a dangerous line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "In his ordered steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "And you're sure it’s him doing the “ordering”. Nat only stares. ISAIAH (CONT’D) I may live in the house, but my head isn’t in a hole. I know whites are wrong for what they've done and continually do. But I also know a man of God is called to lead in love. Anything else will only leave us all worse off. Isaiah studies him a beat before reaching into his suit jacket, pulling from it a BOOK. CLOSER to reveal it is th book Janice took from the shelf. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f106 107 108",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH, (CONT'D)",
          "text": "(pointed) He is a God of love, Nat. Don’t forget that. He hands him the book before turning towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I won't. (beat ) Nor will I forget he is a God of wrath. Isaiah turns back locks eyes with Nat a beat, before slip from the cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat pulls a near full cotton bag through a row. He glance to notice several slaves have stopped picking, their gaze directed upward. A shadow creeping across their faces. Na follows their eyes to see-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIC VOICE, (0.S.)",
          "text": "(to Nat, as if carried by the wind) The serpent is loosed. The eclipse passes. As the enslaved go back to picking, H steps into Nat's row. Nat holds his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat and Cherry lie opposite each other, eyes locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "The Lord’s called me... To stand and fight. A long beat, until- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f108",
          "sentiment": "neutral"
        },
        {
          "speaker": "108B",
          "text": "109 110 qi",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "I knew this day would come. I told myself I wouldn’t be scared. All my life I been prayin’ for the Lord to help us, or to send somebody who could. We all have. Just wasn’t ‘spectin it to be my own husband. (beat) If the Lord’s called you to fight, you fight. You fight for me. For Joanna. Fight for us all. Nat pulls her and Joanna into an embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cherry stirs awake to find Nat gone, a cloth-wrapped pack lies in his place. She opens it to find A BEAUTIFUL DRESS moment before she flips the bottom hem to find: THE PATCH FROM HER PREVIOUS DRESS. Off her look, we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cherry lies asleep. As Elizabeth clears of dishes from Cherry's night stand, she tips a glass spilling water ont the floor. As she bends to towel it, reaching deep under bed, her hand catches something. Tight on her face as she studies something we don’t see. She eyes a sleeping Cherr with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A candle dances within a dark room. An OC gust distinguis it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 110",
          "text": "OMITTED ql. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "see OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "AHR HE",
          "text": "\fqi 112 113 114",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 112",
          "text": "INT. TURNER PLANTATION - BIG HOUSE - SAMUEL’S ROOM - NIGH Samuel sleeps. A few seconds before he stirs awake, reach for a glass of water. He suddenly freezes. As he squints the dark, his eyes adjust and he sees the shape of a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER",
          "text": "Who's there? Nat takes a half step into a shard of moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL TURNER, (CONT'D)",
          "text": "Nat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "(directly into his eyes) Yes. Before Samuel can utter a response, the glint of a swingi axe. INT. TURNER PLANTATION - OVERSEER’S BACKHOUSE - NIGHT 114 OVER BLACK we hear a KNOCK. Then another. A lantern flash to reveal Jethro, sat up in bed. A YOUNG SLAVE GIRL (10) beside him. Jethro rubs his eyes-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOCK",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JETHRO",
          "text": "Wait a goddamn minute! He staggers to the door, shirtless and half asleep. Just he pulls the door open- THWACK!!!! He’s axed out of frame. Will takes a step inside wielding a massive SLEDGEHAMMER. lifts it high over his head. The finishing blow cuts us t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Samuel crawls along his stomach, blood seeping from mouth Nat walks behind him, axe in his hand. Samuel props himse against the wall and we see the deep gash in his chest. Samuel and Nat's eyes stay locked a long beat. Nat turns, exits. On Samuel, left with his thoughts until his eyes slowly sag shut. 116 INT. SLAVE QUARTERS - NANA’S CABIN - (NIGHT) 116 Nancy lies asleep under dim candlelight. Nat sits bedside",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Mama. She wakes; instinctively reaches for her field clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Nat? Oh, Lord, I slept too late? Nat gently catches her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "You don’t have to work today, mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "You're free. She stares closely at Nat, suddenly noticing the blood on face, clothes and hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "The battle has begun, ma. (toward the cabin door) Simon. Simon pokes his head in. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f116 117 118",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "NAT (CONT’D) Simon's gonna take you to Reese's. I need you to take care of Cherry and Joanna until I return... (xe: Nancy’s sad look) What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Nothin’. I’m proud of you. She pulls Nat into an embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "You fight. I’1l pray. PRELAP - SOUND of intense vomiting. EXT. SLAVE QUARTERS - NANA‘S CABIN - NIGHT 117 Nat stands keeled over, steadying himself against a tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Nat. Nat turns to find Hark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "Everybody's ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat, atop Jupiter, stares down at the many faces. Hark, W Nelson and Jasper are mounted at his flank. As Nat opens mouth to speak- Isaiah arrives in his blood-streaked robe Delirious, he CHARGES Nat, Will steps in his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH",
          "text": "Boy, what did you do?! No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAIAH, (CONT'D)",
          "text": "You killed him... You killed us! (to all, in tears) He’s killed us! Every one of us is already dead! He lunges for Nat, but Will catches him, shoves him to th ground. Isaiah staggers away, distraught, leaving a sombe feeling over the group. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Your earthly master is gone. You are now free men and woman, servants of only the Lord. A murmur spreads throughout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "As the sword of the Lord bears down on our enemies, our ancestors and unborn children rejoice. (beat) Are we dead? No. I say we are now alive, seeing through eyes that have been denied us since being born into the darkness of bondage. Stand with us... that your other captive brothers and sisters may also know freedom. Stand, that our children, for generations to come will know that with the supernatural power of God, we straightened our backs against the works of the evil one. A male steps forward. Then another. And other, until ever able man has stepped up. Off their determined looks-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- A group of torch-wielding REBELS gallop past camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- TIGHT ON A LIT WALL to reveal SHADOWS axing down on a BLOOD sprays against the wall with the last blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat stands in a room of an estate, eyes a military sword mounted on the wall. A REBEL and a SLAVEOWNER wrestle in BG. \f123",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat, sword fitted to his hip, sits atop Jupiter amongst h men. They eye the Big House in the distance. Will trots u Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Can I do this m’sef? Nat nods. Will dismounts, pulls a SHORT AXE from his belt walks calmly toward the Big House, casually climbs the po steps before entering. Several long moments pass. Hark crosses past Jasper to Na",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "Should we go check on him’",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH",
          "text": "A BODY explodes through the second floor window, lands in bloody, lifeless heap! Jasper nearly jumps out of his ski Before anyone else can react- The front door crashes open and a man we recognize as Ear Fowler sprints toward us. Will bolts through the doorway pursuit, gaining on him with every step. EARL runs wildly, until he suddenly STOPS, realizing he stands in front of Nat and nearly forty armed rebels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL FOWLER",
          "text": "No... (stumbles backward) No! Just as he turns, SHUNK! Will’s axe hacks into his neck. Will straddles Earl's bod raises his axe and chops with measured focus. He finally rises, holding Earl’s steaming head by the hair. He tosse into the nearby brush, before remounting his horse. For a moment, no one even breathes. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "The boy! All look around. Hark and Nat lock eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f124 125",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FIGURE sprints through the dark. He burst into a cleari approaching the back section of a large, familiar house. he arrives to the back door, he bangs repeatedly with all might. The door finally swings open to reveal-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABNER",
          "text": "We reverse to see our messenger is JASPER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat and his men arrive to the plantation entrance. As the push forward-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "(hard whisper) Wait. The men stop. Nat stares out at the Big House and surroun structures. He squints into the dark. Did something move?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANG",
          "text": "A bullet slams into Nelson’s head. Gunfire erupts. The men scramble for cover. Will returns fire. Hark dismounts, scurries to Nelson who lies dead; a bullet hol cut into his temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDALL, (0.S.)",
          "text": "Hey, “preacher”. I know you out there! C’mon. Me and my boys is ready! Nat sees a dozen slaves appear on the lawn with guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDALL, (0.S.)",
          "text": "Ya'll gonna hang! You hear me?! All of ya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Hark! Hark dodges gunfire, joins him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "Tell the men to fall back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "What? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f125 126 127",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "If we have a gun fight now, we'll never make it to Jerusalem-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "That man had my wife- now her brother! I want my revenge, too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "This ain’t about revenge, Hark. They have all had our wives and killed all our brothers! (beat) The root, not the branch. We must stay focused, brother. A long beat before Hark nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "(to others) Pull back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Randall squats beside Abner and Jasper. They level rifles toward the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON JASPER",
          "text": "His face, a picture of shame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat, followed by Will, Hark and others jogs from the dens forest, arriving to a clearing. Nat studies the treeline men continue to trickle in. Nearly fifty men in all. Even the last man emerges, Nat continues to eye the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "This all of us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "This it. Hark studies the light part of the sky, smiles, then chuckles. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f127 128 129",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "By now, I’d be two row’s down. Half bag full...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "(smiles) I'd be headed to the barn, gettin’ the stock fed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REBEL MAN 1",
          "text": "I be boilin’ water fo’ da’ smokehouse... Thankin’ on dumpin’ it in on massa’s head. Laughter from the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REBEL MAN, (0.C.)",
          "text": "I be tightnin’ barrells, sealin’ cracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Checkin’ leaves is dry. Packin’ an’ stackin’ ‘em up. Dodgin’ that cracka’s lash... * (beat ) * But not today. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "No, suh. * (then, to the group) * On to Jerusalem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "On to Jerusalem. The phrase echoing through the ranks as Nat and Hark shar look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A thick fog sits on the road. The Armory sits quietly on cul-de-sac in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat and Hark, armed, stand on the main road. Dozens of re stand in ranks behind them, weapons ready. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f129",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nat squints in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILENCE AS THEY WAIT",
          "text": "Finally, RAYMOND COBB steps from within a bricked archway JESSE steps out, loyal at his side. Cobb regards Nat acro the hundred yard stretch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "Throw down them weapons! Lay on the ground!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither Nat, nor his men budge. A beat before A GROUP OF FIFTY ARMED, LOCAL WHITES emerge from hidden positions wi the brick cul-de-sac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "(to his men) The LORD is our light and our salvation, whom shall we fear? We slowly track across the faces of the rebels as they ey their adversaries. Cobb barks orders as the armed whites scramble to line themselves up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (0.S.)",
          "text": "When the wicked, even our enemies and our foes, came upon us to eat up our flesh, they stumbled and fell... A white man fastens a BAYONET onto his rifle. We pass Wil NAT (0.S.) (CONT’D) Though a host should encamp against us, our hearts shall not fear: Cobb unholsters his pistol. We pass Hark....",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (0.S.)",
          "text": "...though war should rise against us... in this will we be confident! We arrive back to Nat, eyes focused and wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REBEL",
          "text": "Nat charges toward Cobb and his men, his rebels close beh Cobb lets out his own battle cry as he and his men charge",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANG",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f129",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Men from both sides are killed instantly. The two sides slam into each other with the sound of thun Nat, fires his rifle, tosses it before pulling his axe an sword. He swings both, connecting with flesh. Cobb wields a RIFLE with an attached BAYONET. He plunges point into passing rebels. Will crushes a white man’s head with the broad side of hi axe, before burying the sharp side into another man’s che Hark fights off two men, with an empty rifle. He smashes unconscious with the butt before Jesse arrives, grabs him a choke from behind. He holds Hark as another charges wit his bayonet. Just as Hark is nearly pierced, he head-butt Jesse, spinning him in front and into the blade. Nat, kicks a man in the groin, raises his sword to swipe BANG! A bullet pieces his shoulder. He drops his sword, stumbling backward. REVERSE to reveal Cobb holding a rifle. He rushes Nat, lu at him with his bayonet. Nat catches the barrel, hip toss him to the ground and pounces. The two roll until Cobb la on top. Cobb locks both hands around Nat’s neck in a chok Nat spots his sword just feet away, but just out of reach fights at Cobb’s grip, finally separating two fingers, breaking them backwards with a SNAP! A monstrous left slumps Cobb to his side. Nat reaches, snagging his sword as he climbs atop Cobb. Cobb strains against Nat's weight as Nat presses the sword tip toward Cobb’s neck. IN THE BG a white man is seen rushing toward Nat. He rais his rifle and IS TACKLED out of the frame. Nat's sword pierces Cobb’s neck. He pushes it deeper, the eyes remaining locked. Finally the sword’s hilt is presse Cobb's neck, pinning him into the ground below. Nat watch until the last sign of life is gone. Nat rises, his shoulder stained red from the gun shot. As looks around, we see only rebels stand- the ground litter with bodies, black and white. A few white men can be seen retreating in the distance. He locks eyes with Hark, both of breath-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "(to all) c'mon! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f129 130 131",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nat pulls his sword, grabs a nearby weapon and sprints to the Armory. Hark, Will and the remaining rebels, joining",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat and the rebels sprint into the cul-de-sac, arriving a the Armory door. Will steps forward, smashes the lock wit axe handle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Line up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "Guns comin’! The rebels toss axes and shovels aside as, line up as Nat Hark surge the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat, Hark and others storm in to find dozens of stacked crates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Open em’ up and pass ‘em back! The men begin cracking open the crates. Nat opens one him and his face falls. HIS POV to reveal- The crates EMPTY, HEAVY STONES sit in place of guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "Get outside-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANG",
          "text": "Gunfire rips through the slat walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-Outside the armory door, bullets perforate the exposed rebels as they are attacked from every angle. Nat spots INFANTRY OF THE STATE MILITIA stand on rooftops in widows of the surrounding cul-de-sac buildings. Their power continues to bear down on the rebels inside. Nat, Will, Hark and the remaining others crouch low, dodg fire. Without warning, Will stands, storms outside it is with gunfire. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f131 132 5/8/15 - PINK 95a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He grabs a bayonet fitted musket, stands himself up with His silhouette looking more like an African statue. A fin shot blows through his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 132",
          "text": "\f133 134",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat crawls towards the open door. As he reaches to close he spots two MILITIA SOLDIERS wheeling a CANNON. As they it toward the armory door-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Get back! SLOW MOTION as the cannon erupts, Nat diving for cover ju before impact- BOOM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK",
          "text": "Nat emerges from beneath the loose rubble, his face and b covered in ash-like dust and dirt. Daylight pours in from cannon’s exit blast at the back of the room. Nat spots Hark, a thick shard of shrapnel lodged deep bet his collarbone. Nat crawls to him, struggles to drag him towards the exit. Hark waves him off as he holds his woun HARK(spits blood) Go on. You gotta lead. A beat before they embrace. Nat sees a few other rebels emerging from the debris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "Come on! He helps three rebels through the opening, offers Hark a final look, before exiting. We stay with Hark, blood gushing through his fingers with every breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat darts through the woods alongside a few of his men. Finally, they stop. Only three rebels remain. Gunshots ri out in the distance. The men crowd in. Nat barks instruct using his finger to draw a map in the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "OK, we're right here, about three miles away from Cabin Pond. That's there we'll regroup. Any other survivors’1l meet us there... Nat takes in the faces of his men. A closer look shows th aren’t men at all, but boys. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "NAT (CONT’D) How old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REBEL BOY 1",
          "text": "Fifteen, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REBEL BOY 2",
          "text": "Fourteen, suh. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f134 135 136 137",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nat studies their scared faces. A long beat until-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "You've done good. You've been brave in fighting... (beat) But, it’s time to go home. If you get stopped on the way, tell them you didn’t have anything to do with this. Tell them you ran when the killing started. The boys slowly stand, unsure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (CONT'D)",
          "text": "Go’on, now. They run off into the woods, leaving Nat alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat runs through the swamp, splashing through the soggy marsh. He stops at a massive overturned tree, catches his breath. He burrows beneath the tangled roots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON a YOUNG WHITE SOLDIER, musket raised, as he arri to Hark who holds his seeping wound. Hark, moments from death, eyes the soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARK",
          "text": "John Clark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CLARK",
          "text": "(lowers his weapon) Hey, Hark. A moment between them, before a passing MILITIAMAN impale Hark with his bayonet. On John Clark, as he processes. \f138 139",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "General Childs, joined by his LIEUTENANT, sits before Che who wears her new dress. Elizabeth stands close, flanked John Clark. We notice their hands clasped. Catherine and Nancy hover just behind. Nancy holds Joanna who cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "You don’t know where he is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "No, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "And he never mentioned nothing on a insurrection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "No, suh. General Childs eyes her hard:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "When’s the last time you saw him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "She’s told you everything she knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "Elizabeth, I’ve known you a long time, and got a lot of respect for you and your family, but you're interfering with something real important. A lot of people were killed the last twenty-four hours. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "I know. One of them was my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "(to Nancy) So Samuel sent you here to ‘help out’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Yes, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "How long before the killin’ did you and the boy leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Oh, suh, I don’t know nothing about no killin-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "General!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "(to Lieutenant) Go get me that boy... (to Nancy) Why would Samuel send a field hand to help in the house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "Our hands often go from field to house when needed. Not every family treats their slaves with your level of savagery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "Not every slave treats their masters with the level of savagery yours done. Childs’ lieutenant returns with a terrified Simon. GENERAL CHILDS (CONT’D) (to Simon) Boy, what did Samuel tell you that night? You lie to me, I'll kill ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "Massa Samuel told me to bring Miss Nancy to help out for a day or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "And he gave you a pass? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "Yes, suh. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f139 140",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "You still got it? Catherine goes to a nearby drawer, produces a crumpled pi of paper. General Childs examines it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "If you’re done with your questions, we'd like to get back to mourning. General Childs tosses the paper, onto the table, along wi several coins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER, (CONT'D)",
          "text": "What’s that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "We're taking the boy. Simon's face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNER",
          "text": "You most certainly are not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "(to John Clark) Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CLARK",
          "text": "Everything will be alright, mama As John Clark and Elizabeth embrace-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CLARK, (CONT'D)",
          "text": "(whisper) They ain’t gon’ find him. Not unless he wants to be found. He offers a solemn smile before he joins General Childs, Lieutenant and Simon. They exit, leaving only silence, un A BANG OS. Elizabeth rushes to the window to see Simon dead on the l General Childs mounts his horse, tips his hat to Elizabet before he and his men head off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 140",
          "text": "\f141 142 143 144",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- We track across a group of Rebels standing on a wooden platform. Nooses are fitted around their necks. Tight on male slave, as he drops out of frame. The rope fills the frame, taut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Two black men sit beaten and tied to a tree. Liquid is splashed across their faces. A white hand, holding a lit match creeps into frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We start in close on the pocket of a pair of overalls. we pull backwards to reveal a deceased BOY 11 wears them as hangs by the neck. We continue our pull to reveal- Black bodies of all sizes hang like ornaments on the branches o massive fallen oak tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cherry hangs clothes near the treeline. Catherine sits on porch in the distance, drifting in a rocking chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "(whisper) Cherry... Cherry freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "It's Nat, love. (then) Keep on working. She quakes visibly as she returns to the hanging clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "They looking for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (0.S.)",
          "text": "Did they hurt you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (0.S.)",
          "text": "How is Joanna? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hee",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "She fine. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (0.S.)",
          "text": "And Mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "She fine too. Cherry shoots a nervous glance toward Catherine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (0.S.)",
          "text": "You heard anything on the others?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "They been hanged... All of them. They killing people everywhere. For no reason at all, but being black. Say the killin’ won’t stop til they get you... (then) All this time, I thought... I thought you were dead, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT, (0.S.)",
          "text": "I’m here... I'll always be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "I miss you so much... No answer. She stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY, (CONT'D)",
          "text": "Nat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE, (0.8.)",
          "text": "Cherry, who are you talking to? Cherry turns to find Catherine just behind her. Cherry wi her face. Catherine surveys the area, sees nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY",
          "text": "I was just talking to myself... wishing things was different. Catherine regards her with compassion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Me too... A long beat until- Catherine pulls a wet shirt from the clothes basket, pins to the line. They silently work in tandem. \f145 146 147",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Militia men scour the swampy woods. We spot John Clark am them crossing a trickling creek. He slows to a stop, look his left and right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat kneels in prayer. A SOUND from behind and his eyes op He turns to find a YOUNG BOY we recognize as YOUNG NAT, painted royal blue. (The scene mirrors Nat's childhood vision). Demonic sounds permeate the forest. Nat stands, strides towards his younger self, placing a protective ha in front of him. WIDER to reveal Nat is alone. He stalks toward us and past camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several stores have reopened. General childs sits under a military tent as his boots are shined. A few militia men loiter nearby. Scattered locals crisscross the dusty squa",
          "sentiment": "neutral"
        },
        {
          "speaker": "FURTHER AWAY",
          "text": "Nat enters an empty frame. We take in his sunken eyes and gaunt frame as he lumbers forward. His bullet wound feste spilling puss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WHITE MAN who spots Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITE MAN",
          "text": "Hey! As he sprints toward Nat, others also recognize him, brea into hysterics. The white man arrives to nat, wasting no in connecting a wild blow to Nat's face. Dozens more follow suit, until a massive mob has formed, raining blows onto Nat’s body. A woman rips at his shirt the energy of the lynch mob intensifies, until-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANG",
          "text": "The crowd freezes. We REVERSE to reveal GENERAL CHILDS, h the smoking gun. He’s flanked by his lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL CHILDS",
          "text": "I know you're angry, trust me, I understand. But, this man has committed mass murder and will stand trial. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As he approaches, the mob reluctantly backs off. General Childs arrives to Nat who lies in a bloody heap. The lieutenant and another soldier rip Nat to his feet and aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 148",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f148 149 150 151",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat sits eyes fixed forward. A SHERIFF appears at the bar",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "It’s time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Follow a YOUNG BOY (7) as he crosses cobblestone road, up flight of stairs, pushing his way through a surrounding m As he steps onto a cross-bridge, we rise above him to rev THE COURTHOUSE SQUARE. Hundreds crowd in front of a stage like platform, others watch from roofs, windows and stair",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat is led up a narrow staircase and onto the wooden platform. He studies the multitude of people. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A viewing platform, where Nat spots John Clark who stands the flank of General childs. A million words unspoken. Na eyes then drift to Jasper who stands amongst patrons. Nat studies Jasper who struggles to hold his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat’s face softens a beat, as he offers the faintest nod forgiveness. The sheriff motions for the roaring crowd to settle. Within minutes, the area is near silent, save a f scattered slurs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "(to Nat) Somethin’ you'd like to say to * these people first? * Nat regards the people. Then, with a firm voice-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAT",
          "text": "I’m ready. The sheriff exits and the crowd’s energy escalates to nea fever pitch. The UNDERTAKER fits a noose around Nat’s nec Draws the rope of the pulley and Nat’s body rises several feet above the platform. SOUND DROPS. Not a limb or a muscle moves as Nat hangs st as a stone. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "CLOSE On Nat’s face as he stares forward, as if frozen. U (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f151 152",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Something above catches his eye. His eyes flit upward tow something we don’t yet see. Nat's POV to reveal- A WHITE DOVE CIRCLES JUST ABOVE. ON NAT. Even through the pain, the slightest smile grows. Seconds later, we watch his eyes slowly CLOSE. ON JASPER, who squeezes his eyes shut, his body trembling through sobs. PUSH IN on Jasper. CLOSER until his face fills the frame. We watch as he AGES before our eyes. His features mature, jaw widens, age lines crawl across his brow. He slowly op his eyes and we see Jasper, now a grown man. The shame go only a fierceness remains. We slowly pull back as sound gradually returns. Muffled blasts and explosions permeate. We continue our pull to reveal-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jasper dons a blue FORAGE HAT and SACK COAT, white-knuckl a bayonet-fitted rifle. We reveal other black soldiers on either side. A massive AMERICAN FLAG ripples in the BG. T explosions are now deafening as the group of men clinch t jaws in anticipation. After an arduous beat-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARGE",
          "text": "Jasper and his fellow soldiers belt out battle cries as t rush the camera, bayonets pointed. Jasper raises his rife BANG! A cloud of smoke takes us to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPER",
          "text": "After Nat Turner's hanging, his body was skinned and dismembered. His skin was sewn into wallets and purses, h flesh churned into grease- all to be sold at the local market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NAT TURNER, healthy and strong, stands staring into camer for a long beat (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f153",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: A prophet. A preacher. An American hero. His flesh destroyed, but Nat Turner’s legacy of resistance will liv forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "rere",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(OPAET (oR NMG Cela Lecd els) oko o Relat eet aN faaaiee gM Me PMs age o ee No Pola Woh aa Mek Motes} atmos EON OOM ony eA ER eR aaa eg GEL Ree fol -coEMRoMo)Lol Mel ol aero a are = ole ela ea Peale Etec WWW.FOXSEARCHLIGHT.COM/FYC.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1884"
    }
  ]
}