{
  "movie_id": "MOV1998",
  "scenes": [
    {
      "location": "HELLAS BASIN MARS EASTERN RIM DAY 2",
      "characters": [
        "KAYLA",
        "LAUREN, (0.S.)",
        "DAVID",
        "MARTHA",
        "DRIVER, (CONT'D)",
        "WINTHROP",
        "ELDERLY WOMAN, (V.O.)",
        "TELEMETRY",
        "MIN",
        "LAZ",
        "REPORTER",
        "VIVEK",
        "MARS 114.52 13",
        "HEAD ACCOUNTANT",
        "GEOLOGIST",
        "LAUREN, (CONT'D)",
        "DELL, (0.S.)",
        "END OF EPISODE",
        "CORDINE",
        "PRODUCER",
        "ALVIN, (CONT'D)",
        "ELLIE, (0.S.)",
        "HAGERTY",
        "PILOT",
        "SAYERS",
        "WINTHROP, (ON TV)",
        "PROPULSION",
        "DAVID, (V.O.)",
        "SAM, (HEAD OF PURCHASING)",
        "--",
        "PRETESH",
        "OGELBY",
        "LAZ, (CONT'D)",
        "LAZ'S MOTHER, (V.O.)",
        "HEAD OF SYSTEMS",
        "VETERINARIAN",
        "SCHNEIDER",
        "PRETESH, (0.S.)",
        "INEZ",
        "66.",
        "COMMS",
        "WINTHROP, (V.0.)",
        "SAM",
        "SYSTEMS",
        "METEOROLOGY",
        "DELL",
        "VIVEK, (CONT'D)",
        "MARTHA, (0.S.)",
        "CHOPPER PILOT",
        "ELLIE",
        "PRODUCER--",
        "GREG",
        "VOICE, (0.S.)",
        "LAZ, (0.S.)",
        "ALVIN",
        "NEWS ANCHOR",
        "WITH--",
        "HANK",
        "KENT",
        "REPOTER",
        "CHIEF ACCOUNTANT, (0.S.)",
        "CORRESPONDENT",
        "COMMS, (V.0.)",
        "PHOTOGRAPHER",
        "HOLLY",
        "TRAJECTORY",
        "HEAD OF TELEMETRY",
        "LAUREN",
        "NAVIGATION",
        "DRIVER, (0.S.)",
        "ALVIN, (0.S.)",
        "JET PILOT",
        "EARTH 6.16.25 16",
        "SOFTWARE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A vast, rust-colored plain beneath a pink sky. A smudge o mountains on the horizon. We hold on the hypnotic beauty the emptiness. It could almost be a photograph. ...a faint dust devil in the distance - swirling into for and disappearing within seconds. The camera EASES BACK. The move is barely detectable unti something breaks the bottom of the frame - a gnarled tang of metal, half-buried, covered with over half a century’s dust. Cyrillic script. A Soviet flag. It’s the Russian Mars 2 Lander, which failed to deploy it parachute and slammed into the ground 50 years ago - the first man-made object to touch Mars’ surface. Then, breaking the top of the frame, a hundred miles away from us, a bright flare in the sky descends obliquely. As breaks the frame - a RESOUNDING CHORD - uplifting and dangerous - a sternum-rattling chain of notes, as though music is willing this object into being. The flare fades until all that is left is a small, dark speck. It continues to descend rapidly until - coinciding with another chord - a supersonic parachute deploys. We CUT TO MUCH CLOSER as, a few hundred feet above the surface, a cocoon of balloons inflates and envelops the speck. The parachute disconnects and wafts away. The ballooned object begins a free fall. It hits the gro bouncing high up again and into a succession of smaller parabolas, until it finally comes to a rest. The balloons deflate. Within is a landing pod, a conical vessel with a rounded bottom scorched by the entry. Mechanical arms extend outwards from the sides to right t pod, so the cone is facing up. The cone splits into three separate plates which rotate outward and down, like the petals of a blossoming flower. REVEALING a ROVER - a six-wheeled chassis mounted with robotic hardware. It has two logos: NASA and VISTA. With a deep, guttural note from the sax, the rover’s “eye a 360 degree camera at the end of an extended rod - rises from the hardware to survey the landing zone. The eye til up, as if awakening. We CUT TO the Eye’s view - the distant horizon. The song reaches its crescendo. Then abruptly stops, taking us to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rover view of the horizon on a massive screen above 1 rows of room-wide desks covered with monitors, TECHNICIAN SCIENTISTS, and ENGINEERS behind each. Adjacent to the rover view is a digital map of Mars focus on the Hellas Basin with a marker for the rover’s locatio (and other surface robots and hardware), as well as a sec graphic showing Mars in its entirety and the position of multiple objects orbiting it. In the upper right-hand corner are two timecodes marking Earth and Mars times to the hundredth of a second:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARS 114.52 13",
          "text": "Here on Earth, it is JUNE 16th, 2025, three and a half ye out from the scheduled crew launch to Mars. We CUT TO Flight Director ALVIN BARRIS (early 50s), and MARTHA HIRSCH (mid 40s), the Mission Control Director. Bo wear headsets. Low-key and workaday in manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Proceed to landing zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Go transmission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMS",
          "text": "Command sent. E.T.A for transmission 9 minutes, 2 seconds. E.T.A. to target: 2 hours, 12 minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Copy. HAB 1 landing countdown remains on schedule for T-minus 33 hours, 35 minutes. We CUT TO the rear of the room where we find LAZ INGRAM ( British), the founder and CEO of VISTA, the private space exploration company teamed with NASA on the venture. He’s staring at the massive screen, arms folded. Laz has the bearing of a man in cool command. He’s a visionary who, like all visionaries, suffers from impatie but does not suffer fools. INT. VISTA HQ - PRETESH’S OFFICE - DAY 4 PRETESH KHATTAK (40s, Pakistani-American, the Chief Engin is with his team of engineers, including: MIN ZHOU (Asian American, 30s), VIVEK (Indian-American, 30s), GREG (beefy white, 20s), and WEI (Asian-American, 20s). They're watching the rover feed on a large mounted screen listening to the audio from Mission Control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMS, (V.0.)",
          "text": "Feed incoming. A moment later, we see the view pan 90 degrees to another part of the horizon. The assembled watch with awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA, (0.S.)",
          "text": "Give me high res and I.R.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMS, (V.0.)",
          "text": "Commands on deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay everyone, back to work. We've got data dumps coming in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We follow a line of tire tracks in the fine dust, until w arrive at the ROVER. We come around front and see the tra extending to the landing module in the distance. The rover’s eye tilts down toward the soil. A mechanical swings out with a small drill at the end. The arm lowers the drill to the surface, whereupon the bi begins to spin, then descends into the soil. Its whirring the screech of pulverized rock the only sounds from here the horizon. We hear another mechanical sound: THE ROAR OF A CHAINSAW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT on a CHAINSAW biting into ice. CUT TO a WIDE SHOT to see a parka-clad MAN with the saw a the center of a large, frozen lake. There’s a snowmobile him and a HUSKY darting around nearby. CLOSER on the man, as he pushes the cut ice through, and water from the lake bubbles up through the hole. The man is TOM HAGERTY. He’s 52 but more fit than men 20 years his junior. A peppered beard dominates his face. There’s a matter-of-factness about him, a sureness and efficiency to his every movement. He fixes bait to a hook. Lowers the line into the hole wi rod. Props the rod up with a forked stick. Takes a moment look around at the desolate surface of the lake. It never gets old - the sublime. The husky starts to bark. Hagerty glances at the dog, who barking in the direction of another ice hole about thirty yards away. The pole is quivering on its stick. Hagerty makes his way over. Starts to reel in the line. T catch breaks the surface. A large rainbow trout. He unhoo the fish and heads back toward the snowmobile. TIGHT on Hagerty gutting the fish, the blood spilling on the white snow. He tosses some of the innards to the husk who hungrily devours them in a couple bites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROBERT CORDINE (50s) - the NASA LIAISON - is doing a stan interview with a news team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "The rover will confirm our soil composition estimates and give us a ground-up view of the landing. But tomorrow, that’s when interplanetary colonization really becomes tangible... We CUT TO the coverage filling the screen. The chyron rea Bob Cordine - NASA Mars Mission Director. CORDINE (CONT’D) By landing the HAB 1 module, we're putting the first technology on Mars that can support human life. The tests we do on HABs 1 and 2 - they’1l improve the subsequent HABs our crew will call home. HOLLY O'KEEFE (late 20s), Head of VISTA P.R. - to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Got what you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRODUCER",
          "text": "We’re good. Thank you. As the Producer shakes hands with Cordine--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(to Cordine) Plane’s waiting. Cordine’s ASSISTANT escorts Cordine off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRODUCER",
          "text": "(to Holly) When do I get Laz? \f10",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I gave you Cordine, didn’t I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRODUCER",
          "text": "Cordine isn’t news. Laz is news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON Laz again, looking at the big screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVIN, (0.S.)",
          "text": "Laz. Laz looks to Alvin, who is pointing to Laz’s ASSISTANT ov by the door. She’s tapping her wrist. Time to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREN GUTIERREZ-HOLT (Latina, late 30s, VISTA’s Program Director), parka-clad, on her phone. She personifies competence and authority. It’s very windy. There’s a HELICOPTER in the background, CHOPPER PILOT beside it. Sh has to shout to be heard above the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Tomorrow morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ, (0.S.)",
          "text": "What was that? She covers the phone so it’s blocked from the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Tomorrow morning. Earliest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz in the back talking to the speaker phone. He’s stuck bumper-to-bumper traffic on the highway. There is no one the driver's seat. The car is driving itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Maggie’s adamant. \f11",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "There’s nothing I can do about the weather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Does tomorrow give you enough time to get back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Depends how long it takes me to convince him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Say again. Gusts of wind are tearing across the tarmac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’11 call you when I have the yes. She ends the call. Approaches the CHOPPER PILOT who was waiting for her to get off the phone. LAUREN (CONT’D) You sure we can’t try to beat the blizzard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHOPPER PILOT",
          "text": "Hundred percent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(pointing up) The sky’s crystal clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "That doesn’t mean shit in Alaska.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hagerty and picking up. the Husky are minding the ice holes. The wind is Hagerty looks toward the sky, now beginning to fill with an oncoming front of clouds. Decides it’s bette not to remain out here, exposed. TIME CUT to fish to the husky jumps edge of the Hagerty packing up the poles and strapping the back of the snowmobile. He starts the engine. The onto the back sled. Hagerty drives toward the lake. The wind intensifies, snow beginning to slant down from the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cordine is already on the plane. Laz climbs aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "We could’ve come in the same car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "We could've. As Laz settles into a seat not facing Cordine and uncaps waiting bottle of water--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "I want to talk about Hagerty. Laz ignores him. As he retrieves a sleeping pill and wash it down with the water, the JET PILOT boards--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JET PILOT",
          "text": "Gonna be a little bumpy on the way out. Fire in the mountains is throwing up some thermals. The two men nod and the pilot heads into the cockpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "Near where you live, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Wind’s blowing the other way. Laz leans back and closes his eyes. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "I think we should reconsider. Laz keeps his eyes closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Lauren’s already en route.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "I just think - from NASA's perspective - Hagerty’s a wild card and we should-- \f13 Laz opens his eyes and drills Cordine with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "We had this discussion. Then we had it again. We can go for number three, but I just took an Ambien, and I’m even more stubborn when I’m sleepy. Shall we continue? Cordine says nothing. Laz closes his eyes again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretesh, Min, and Greg are standing in front of the half- built HAB 3 wearing smocks, surgical masks, latex gloves, plastic hair caps. Min shows them a small, rubber washer encircling a valve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN",
          "text": "We ran the raw data again and our shake-bake analysis is off. We favored the wrong results.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREG",
          "text": "The entry heat could be greater than its combustion limit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "It’s at least six centimeters under the shield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN",
          "text": "We're worried about free air. Greg pokes his pinky finger into the tube.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREG",
          "text": "Trapped here. Pressure might push it through the lock. She points to a coil of nylon rope in a compartment about foot away from the valve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN",
          "text": "Could get this far. (turns back to him) Which is exactly what I said when I got outvoted by the other departments. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren is on her phone, looking out the window at the blizzard. On the other end we hear--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF ACCOUNTANT, (0.S.)",
          "text": "About 46 over because of OT this week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "How can we make it up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A glass-walled conference room at the far end of the offi bull-pen. About a dozen DEPARTMENT HEADS gathered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAD ACCOUNTANT",
          "text": "I’m working with Sam on materials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (HEAD OF PURCHASING)",
          "text": "Avisma will sell us titanium for 10 percent less. It’s a Russian company, so NASA might not--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You tested the samples?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Pretesh says they’re good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Alright, I’1l talk to Bob. (shifting focus) Press?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "We've got the big four, plus CNN, Bloomberg, and MSNBC. They all want one-on-- A knock on the glass. Everyone looks over to see Pretesh. mouths “Lauren?” Sam points to the speaker phone and mout “On now.” Pretesh opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (0.S.)",
          "text": "Holly? \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "Hi Lauren - it’s Tesh. (to the others) I need the room. TIME CUT to Lauren sitting on the edge of the bed. She lo stressed, but not shaken. She glances at her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "He’s in the hearing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH, (0.S.)",
          "text": "I’m not saying we have to stop the countdown... CUT BACK to the Conference Room. Pretesh is alone. PRETESH (CONT’D) At least not yet. We should have a better sense in a couple of hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Keep the circle tight. I don’t want this distracting him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A closed hearing. Laz and Cordine are seated before the Appropriations Committee. Seated with them is Senator MARGARET SAYERS (early 60s, a Republican from Texas). She Ann Richards, if Richards was a conservative. They’re joi by the NASA ADMINISTRATOR - Cordine’s boss - DEIDRE KENT (early 50s, politically savvy with the polish of a career bureaucrat). The Chairman of Committee is TED WINTHROP (mid 40s, a Republican from Wyoming). Among others are Rep. HAL SCHNE (early 70s, Democrat from Massachusetts) and GAIL OGELBY (late 30s, Republican from Mississippi).",
          "sentiment": "neutral"
        },
        {
          "speaker": "OGELBY",
          "text": "We're getting into double digits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHNEIDER",
          "text": "Billions that aren’t going to schools, to infrastructure... \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "Mr. Chairman. Congress has already committed to this plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "We approved 70 billion. Not 80. That’s 15 percent over-budget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "No, it’s right on budget. We told you 85 when we first proposed. You said make it 70 or we get nothing. Sayers discreetly touches Laz’s arm, a signal that says h should soften his tone. But Laz continues--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ, (CONT'D)",
          "text": "We all knew we’d have to come back for more. Our plan is still less than half of what my colleagues at NASA were proposing. Deidre shoots a look at Cordine while--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Our job’s to make sure we’re spending the taxpayers’ money responsibly. Your job is to justify that you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "Mr. Chairman - if we can get back to the specific line items, I believe we can make clear how--",
          "sentiment": "neutral"
        },
        {
          "speaker": "OGELBY",
          "text": "What is this 92 million for nanotech?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENT",
          "text": "The FDA approved CRISPR testing on humans, and we need to fund it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHNEIDER",
          "text": "But is it mission critical?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "We can’t fully predict the bio- stressers. Nanotech in the bloodstream gives us the ability to monitor and treat in real-time. \f17 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OGELBY",
          "text": "By messing with genetic code.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I'd say improving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Playing God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I don’t believe in God, so I’m not in the business of playing him. Sayers, Cordine, and Kent stiffen. Ogelby is not pleased the response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "We all know God is a she, Laz. A few chuckles. This eases the tension in the room. SAYERS (CONT’D) The best way to see how the money is being spent is with your own eyes. She looks over to Laz with a look that says “step up”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "We hope you’1ll join us for the HAB landing tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "You can meet our top candidate for crew commander. Laz clenches his jaw. Sayers just made a promise he can’t necessarily deliver. We hear the whir of a snowmobile engine and CUT TO--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The snowmobile is struggling to make headway through the quickly deepening snow. It’s beginning to get dark, and w the storm, visibility is poor. It lurches to a halt. Hagerty tries to restart the engine but it stubbornly coughs, refusing to cooperate. \f18 19 14. TIME CUT to Hagerty inspecting the engine. The husky hudd close to the snowmobile to get out of the gusts. Hagerty finds a snapped belt. Pulls it out. Checks his spare part bin, but there’s no backup belt to be found. He unpacks a tent and a shovel from the sled. Starts to d out a spot to camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz alone at a secluded table. He’s on his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Should I cancel the trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blizzard raging outside. Lauren’s in a booth at a greasy spoon world’s away from the plush restaurant Laz is in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Tesh says they might need a delay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "For how long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "He doesn’t know. They have to work out a fix first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Maybe it’s better if we put the breaks on everything. Takes the rush off you, gives me wiggle room with the clowns out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "It didn’t go well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "It could've gone better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What happened? \f20 15. He sees a HOSTESS ushering Senator Sayers toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "She's walking toward me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Game face, Laz. He ends the call. Stands up as Sayers approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "(to the Hostess) Vodka gimlet up. The Hostess nods and departs. As Laz and Sayers sit-- SAYERS (CONT’D) Well - I appreciate your honesty, if not your style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WAITRESS is setting down a piece of pie with a fresh sp while Lauren's phone is connecting a video call. We see a five-year old girl - Ellie - on the screen. Ther something slightly off about Ellie’s look and the fatigue her voice, but with the image tight on her face and the shakiness of the camera, we’re not sure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Hey sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "Hi Mommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You going to bed soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "Yeah. Are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’m having some pie first. Lauren shows her the slice of pie with the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL, (0.S.)",
          "text": "You already had dessert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "But now I want pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Daddy's right, it’s time for sleep. Give me a kiss. 16. Ellie blows her a kiss. Lauren blows one back. Her husban DELL (early 40s) comes onto the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "How’s it looking? She holds the phone to the window to show the blizzard. DELL (CONT’D) Don’t push him to go earlier than he’s comfortable with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "You will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE, (0.S.)",
          "text": "Can I see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "Show her the snow. Lauren holds the phone up to the window again. When she l back at the phone, Ellie has reappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "Did you see Santa Claus yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Santa Claus? \f21 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "Daddy says you’re at the North Pole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Close to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "So you'll see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Santa Claus doesn’t exist, darling. Ellie's face contorts. Dell appears back on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "We talked about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "She’s five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’m not going to lie to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "We'll call you tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Dell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "She's crying now. I gotta go. The call ends. Lauren looks at herself in the spoon - an upside down, distorted image of herself. Allows herself t seconds of guilt, then buries it. Sets down the spoon. Picks up her phone. Starts to type something out. During which we hear HOWLING WIND, which t us to-- INT. ALASKA WOODS - HAGERTY’S TENT - NIGHT 21 Hagerty has a SATPHONE linked up to a TABLET DEVICE withi the cramped quarters, his dog taking up half the space intended for a single human. \f22 18. On the screen, we see that he’s checking the weather forecast. There’s a large front making its way over north Alaska. He tries to zoom in on it but the website is not responding. He reorients the antenna on the satphone and holds it up toward the top of the flapping tent to get a better signa It works. Zooms in on his location. It looks pretty bad weather-wise. He clicks to a new window. His email. Many of the message are Google alerts for the VISTA/NASA Mars Mission. But am them, he sees an email from Lauren Gutierrez-Holt. The subject is: SEE YOU SOON Opens it. It reads: Since you won’t answer my emails, I’m showing up on your doorstep. Stuck in Fairbanks, but coming your way. Don’t shoot at the chopper. LGH ON Hagerty, brow furrowed in the blue glow of the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "This level of funding doesn’t happen without oversight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "You can’t outsource and micromanage at the same time. We promised faster and cheaper, and you promised autonomy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "Within reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Congress is slowing us down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "You won’t speed anything up by pissing in NASA’s eye at hearings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Their skin in the game is covering their asses. Mine is getting to Mars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same as my skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Yours is the construction jobs in Houston.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "If all I wanted was pork, there’s a helluva lot of easier ways to kill a pig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I can’t get us there when we’re 15 billion short. I’m spending way too much time and effort--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "Deal with it. There’s no Michelangelo without the Medicis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "The Medicis were smart enough to buy the paint and get the fuck out Michelangelo's way. She starts to cut her last piece of steak in half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "I would never tell you how to build a rocket. My expertise is Washington. I’1l get you the money. But that means rolling out the red carpet tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "The landing could be delayed. Off her look--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ, (CONT'D)",
          "text": "It’s a technical problem. There's a valve washer that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "Then you better get me Hagerty. \f23 24 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hagerty emerges from the tent with the husky. The snow is deep but falling lightly now. The wind has died down. TIME CUT to him crouched over a propane stove. He holds b ends of the snapped belt over the flame, melting the rubb then presses them together, fusing them. Holds the fused portion over the flame once again, pressing the bond toge with his gloved hands. Then pushes the belt into the snow solidify the bond. TIME CUT to Hagerty fitting the belt back into the engine The sky is clear now. He hears rotor blades. Looks up thr the tree branches and sees a helicopter dart by overhead. TIME CUT to Hagerty on the snowmobile, priming the fuel p then starting the ignition. The machine sputters to life. hops off and inspects the engine. The belt is working. Cl the cover lid and remounts the snowmobile. It lurches for through the deep snow. EXT. HAGERTY’S CABIN - DAY 24 A couple hours later. As Hagerty emerges from the woods i a clearing, we see a small cabin ahead - a modest abode t looks like a collision of the 19th and 21st centuries. Th structure itself could be out of a Jack London novel. But roof is covered with solar arrays and a large satellite d and antennas. Nearby are half a dozen 30-foot-tall, moder looking wind turbines. A few dozen yards from the cabin is the helicopter we saw earlier. Lauren is standing beside it in a big parka. She walks toward Hagerty as the snowmobile comes to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Thought you might've bailed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Got caught in the blizzard. He retrieves the frozen trout from the snowmobile -- HAGERTY (CONT’D) Hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I could eat. \f25 21. INT. HAGERTY’S CABIN - MAIN ROOM - DAY 25 TIGHT on the filleted trout frying in a pan. We pull back see Hagerty at the stove, Lauren at small table. The two-room cabin is tidy. Essentials only. But in one corner is a computer station with several monitors. Top o the line equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I emailed so many times, I grew calluses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "I read all of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Why didn’t you answer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Didn't know if you were serious or just testing the waters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Well I hope me flying to your doorstep shows how serious we are. Hagerty plates the fish and brings it to Lauren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "What about Cordine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Approved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "He must've put up a fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Laz always wins the important ones. That’s why I work for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "So how does this work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "In person. You fly back with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "I’m not a wine and dine guy. \f26 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "The head of the Appropriations Committee is coming in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "You need to show me off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "It’s a few handshakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Before I’ve said yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’m an optimist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "You know what my demand will be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Laz is prepared to address that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Will I get a yes or a or no?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You have to talk to him yourself. I won’t speak on his behalf. Hagerty cocks his head with deliberation. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "You eat. I’11l pack. On Lauren - relief. Hagerty disappears into the bedroom. INT. HAGERTY’S CABIN - BEDROOM - DAY 26 A fork scrapes across the plate in the other room as Hage packs a duffel with clothing. He takes a couple shirts do from hangers on a pole which stretches above the single b Among the shirts is a NASA flight jacket. He looks at the insignia for a moment. Resumes packing. \f27 28 29 30 31 32 23. EXT. HAGERTY’S CABIN - DAY 27 The helicopter rotors swirl to life, kicking up billows o snow beneath. It lifts off the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hagerty and Lauren in the back, the husky crammed in too. Hagerty looks out the window, as the pristine Alaskan landscape stretches beneath them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In stark contrast to the snowy peaks - the arid Santa Mon mountains. Smoke is billowing upwards from a ridge- line. the distance, we see a private plane making a wide turn t position itself for final approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The camera is beneath the fuselage of the plane. We see t plane’s shadow appear over the runway, get closer, then h the squelch of the tires, as they contact the ground with puffs of burnt rubber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An Electric Minivan pulls through a security gate at the entrance of a massive building that stretches for a quart of a mile. The VISTA logo in three-story letters along th side. The van parks in a space next to the entrance. Laz, Sayers, Cordine, and Winthrop get out. Laz’s ASSISTANT is waiting. Holds open the door as they enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They approach a set of double doors. Above them is a sign which reads: BUILD FACILITY. Laz holds his phone up to a scanner. The doors unlock with a click. As Laz opens the door, we hear the hum of machines, a beeping forklift, me against metal, a symphony of construction. \f33 34 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXTREME WIDE SHOT from above, as the foursome make their down a central corridor. The room is vast. One area is dedicated to satellites. Another to the HAB 3 build. A prototype section for the Lander/Mars-Ascent Vehicle (LMA An air-lock portion with engineers in sterilized jumpsuit and hoods doing post-assembly cleaning and stress testing laser cutting and welding section. And at the far end of the room - dominating an entire sid the assembly of a massive rocket. INT. PRETESH’S OFFICE - DAY 34 Pretesh and Min are showing Alvin a copy of the valve--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "When we changed the washer from metal to rubber, we did three shake and bakes. Two were within the margin, one wasn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVIN",
          "text": "How does a red flag like that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN",
          "text": "You were pushing us on the launch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "(more diplomatic) Everyone was under pressure. I know you were too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVIN",
          "text": "Give me odds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN",
          "text": "8 to 1.2 percent catastrophic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVIN",
          "text": "What’s the fix?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "We can’t get inside with the arm, so our focus is entry angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN",
          "text": "My team’s crunching numbers. \f35 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVIN",
          "text": "(to Pretesh) Freeze the countdown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "We could use more time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVIN",
          "text": "Alright. I’1l freeze it. (as he exits) Get me within the margin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayers and Winthrop are dwarfed by the massive rocket the are standing near, gazing at it. Laz and Cordine are a fe yards away talking to Alvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "When do I get to meet Hagerty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "They're in the air now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "I want a picture with him. Next to one of these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "I’m sure we can make that happen. Laz and Cordine approach them as Alvin walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Countdown’s frozen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "There’s a valve we're taking a look at. Our engineers are working on the problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "We talking hours, or...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Hopefully. Might be days. \f26",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "(to Sayers) I’ve got to be back for the leadership caucus Thursday morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "We'll do our best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "(to Winthrop) These sort of things are common.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "(to Laz) Seems serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Everything’s serious 80 million miles from earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "I'd like to pray. Winthrop takes Sayers’ hand. He means an actual prayer. They're all a little taken aback by it. WINTHROP (CONT’D) Bob? Cordine takes Winthrop’s other hand, going with the flow. WINTHROP (CONT’D) (to Laz) I know you’re not a believer...but if you'll indulge me. Sayers shoots a look to Laz. Time to play nice. Laz takes Sayers’ and Cordine’s hands to complete the circle. Winth bows his head and closes his eyes. WINTHROP (CONT’D) Dear heavenly father... Sayers and Cordine follow suit, bowing their heads and closing their eyes. Laz keeps his open. We start to hear deep drone from the baritone sax... \f36 37 38 39 27. WINTHROP (CONT’D) Please give your guidance and blessing to the engineers... INT. VISTA HQ - PRETESH’S OFFICE - DAY 36 Pretesh, Min, and a team of six other engineers in a heat discussion. Greg finishes an equation on a dry erase boar then Min crosses something out, pointing to an entry-angl diagram--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP, (V.0.)",
          "text": "...that they might be enlightened with your infinite wisdom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alvin approaches Martha and says something. She speaks in the headset. We CUT TO to the big screen where we see the countdown clock FREEZE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP, (V.0.)",
          "text": "...that this delay be brief, and we proceed soon with the mission at hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly is briefing several news camera crews and a dozen reporters on the delay. One of the reporters asks how lon the delay we be. Holly says she doesn’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP, (V.0.)",
          "text": "...-So that with the world’s eyes on us, we can show what gifts you have endowed us with...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hagerty’s POV out the window, a moonless sky filled with stars above a bank of clouds stretching to the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP, (V.0.)",
          "text": "..-And continue on our path into the magnificent universe you have created... \f40 41 42 43 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE SHOT of the four linking hands from above. Tiny in relation to the booster rocket. The drone gets louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SAXOPHONE PLAYER is playing the baritone sax that we've heard throughout the episode thus far. Circular breathing Cheeks and veins straining, eyes closed, sweat on the bro He’s swaying back and forth slowly, as he wills the unbro drone into being.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the drone continues, we see the ISS serenely orbiting earth, passing from day into night, the sun disappearing behind the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The drone is replaced with a SWISHING sound. KAYLA FORD (early 40s, African-American) is floating in m gravity looking out the window. Her face lit up by the su blue reflection on earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAYLA",
          "text": "Hank. HANK (mid 50s) is working at the other end of the compartment. He looks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "You can see that fire in the Santa Monica mountains. He floats over. Looks out the window. Kayla points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAYLA",
          "text": "Right there. \f44 45 46 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Yeah, I see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAYLA",
          "text": "Big one, huh? We CUT TO their POV and see the west coast of North Ameri below, major metropolises, a web of bright lights, Los Angeles dominating. Just to the north of the city is a st of glowing fire lines, reddish orange in contrast to the yellow-white electric light. Fingers of smoke stretch for twenty miles to the east. As we slowly push in on the tan of fire lines and smoke, we hear the sound of a raging a fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty foot flames. Trunks and branches snapping and crackling. The relentless violence of nature. EXT. LAZ’S MANSION - NIGHT 45 An electric minivan winds up the driveway of a sprawling Italian villa. We can see the orange glow of the forest f in the far distance behind the mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID, Laz's butler, shows Hagerty and Lauren into a larg living room. Everything is packed up in boxes. The walls floors are bare. Most of the furniture is pushed to one s of the room along with the boxes and rolled up rugs, exce for one sofa and two chairs placed in the center. A bubbl wrapped Warhol self-portrait is leaned up against one wal upside-down. Laz is sitting on the sofa. He doesn’t stand when Hagerty Lauren enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Forgive the appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Moving out or moving in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Out. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Not the fire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Divorce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Been there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "(re the chairs) Please. Hagerty and Lauren sit in the chairs opposite the sofa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ, (CONT'D)",
          "text": "Why Alaska?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Where my mother grew up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Back to your roots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Something like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Not because Bob shit-canned you. Hagerty looks to Lauren. What can she do? Laz is Laz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ, (CONT'D)",
          "text": "He gave me his version. I want yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "NASA’s plan was too convoluted. Too expensive. They were never going to get it off the ground. I was vocal. That rubbed Bob the wrong way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "There’s a political element to bringing you back. You’1l have to play nice this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Bob must've wanted someone still on the inside. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "He did. I don’t. But I need someone with a NASA pedigree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "With more allegiance to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Two birds, one commander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "You know my ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I can’t give you final say on the crew. A lot of people will want to weigh in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "They can weigh in all they want, but this is over two years there and back. I need to pick the team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I‘1l do everything I can to protect your choices. But I’m not the sole sovereign here, as much as I'd like to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "When the terms aren’t clear, it gets messy. I learned that the hard way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "If you want the command, you’re going to have to place the same faith in me as I’m prepared to place in you. They hold each other’s gaze, then abruptly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ, (CONT'D)",
          "text": "(to Lauren) Where are we putting him up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Four Seasons. \f47 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I hate the Four Seasons. (to Hagerty) You can stay in the guest house. Laz exits without a word, no hand shake. Hagerty and Laur are left alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "That's it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Ball's in your court. Hagerty gets up and walks over to the Warhol painting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "His wife is a collector. Ex-wife. Hagerty considers the painting for a moment, then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "The engineers still at it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Until there’s a fix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "I want to stop by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Is that a yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "It’s a maybe. INT. VISTA HQ - PRETESH’S OFFICE - DAY 47 Hagerty and Lauren with Pretesh, along with Min, Wei, Gre and two other engineers. All the engineers look exhausted The dry erase board is filled edge to edge with hastily d diagrams and complex equations. Pretesh holding up a VISTA mug at an angle, using it as a model for the aeroshell. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "We reduce heat back here... (pointing to the bottom edge) But the increase here takes us out of the margin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "You could rotate during entry. Hagerty takes the mug, using it to illustrate. HAGERTY (CONT’D) Distribute heat across the rim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN",
          "text": "Problem is, it could twist the parachute cords.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Not if you stop rotation just before deployment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREG",
          "text": "We can’t predict how the atmosphere will affect rotation speed. If we pre-program incorrectly... Illustrating with the mug--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "You don’t have to be perfect. The torque of the parachute will stabilize even if you have a little spin. Worked like a gem on Apollo 20. Look... He goes over to a computer. Pulls up a video. Everyone cr around. We see footage of a re-entry taken from a high altitude drone, an orange glow on a turning capsule. HAGERTY (CONT’D) X-axis spin - unplanned. Right here - I pump the thruster. Manual, so nowhere close to perfect...still spinning a little...and here... We see the chutes deploy, the capsule jerks from the tens spins slightly in the other direction then settles, the s stopping. \f48 34. HAGERTY (CONT’D) Boom. A little jerky for a second, but stable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN",
          "text": "You had more air resistance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "I’m not an engineer. I’m just going from experience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "Let’s do the math. As the engineers get to work, Hagerty turns to Lauren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Go get some sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’m fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Go home. I'll do the sprint. You do the marathon. She nods, squeezes his hand, then exits. INT. LAUREN’S HOME - BEDROOM - DAY 48 Early morning. Dell is asleep in bed. We hear a door open Footsteps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Okay little one - here we go. Dell stirs, squinting at the morning light. Looks over at other side of the room. We see Ellie being lifted by a nanny - INEZ (20s) - froma medical bed into a high-tech, child-sized wheelchair, transferring a catheter tube connected to the bed to a so on the chair. Ellie has a swollen abdomen and weak limbs. has advanced Gaucher’s disease. Dell sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "Morning Inez. \f49 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INEZ",
          "text": "Morning. INT. LAUREN’S HOME - UPSTAIRS - DAY 49 49 Dell - showered and dressed - lightly knocks on a door. H got a mug of coffee in the other hand. Without waiting fo response, he opens the door to find Lauren in her home office. The walls are covered with Mars maps and several large calendars with key mission dates filled in. Lauren folding a blanket and placing it on a small sofa where we a couple of pillows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "Again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I didn’t want to wake her when I came in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "(letting it slide) Inez has breakfast ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’ve got to change and get to the office. (re the coffee) That for me? He holds out the mug. She takes it, has a sip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "Can you go in a little late today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Winthrop’s here, and the countdown is frozen because--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "She hasn't seen you in two days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I know, and it kills me, but I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "Alright, forget it. \f50 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Don’t punish me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "Punish you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "For the Santa thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "I’m not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’ll stay for breakfast. Dell says nothing. His version of a truce. She sets the coffee down, gives him a peck on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "I love you. She exits. Dell picks up the mug she left behind. INT. LAUREN’S HOME - DAY 50 Lauren is feeding Ellie with a spoon. Dell silently eats the other side of the table. Inez washes dishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "Can I try?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Absolutely. Lauren scoops up a spoonful of Ellie’s oatmeal, then wrap Ellie’s hand around the spoon. It takes some effort for E to bring the spoon to her lips, but she does. LAUREN (CONT’D) Great. Lauren wipes the excess oatmeal off of Ellie’s mouth. Tak the spoon and scoops up some more oatmeal. Places the spo back in Ellie’s hand. But this time, she drops the spoon before it gets to her mouth. Inez, hearing the clatter, starts to come over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "It’s alright. I got it. \f51 52 37. Lauren picks up the spoon. Wipes it off with the napkin. Scoops another spoonful of oatmeal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Let’s try again. Places the spoon back in Ellie’s hand. Keeping her hand wrapped around Ellie’s--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "Here - I’1l help you. On Dell - who can’t help but be moved by the tenderness Lauren is exhibiting toward their daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winthrop is in the middle of giving an interview to a cam crew. Holly and Sayers looking on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "When you’re here, and you see hundreds of people - the magnitude of it - I’m convinced that America will get there before the Chinese... As Winthrop continues, we CUT TO Sayers leaning into Holl ear, sotto voce--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "You line up as many as you can. There’s nothing he loves more than free press. Well, except baby Jesus. Holly has to stifle her laugh. INT. VISTA HQ - BULL-PEN - LAUREN’S CUBICLE - DAY 52 Lauren and Cordine mid-conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "What’s the hesitation? \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "He wants final say on crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "You see - this is exactly why I didn’t -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Laz told him no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "The guy’s not a team player. I can list three other candidates who--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "We can’t second guess every decision like this, Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Lauren. They both look over to see LAUREN’S ASSISTANT nod toward central corridor. Laz is approaching. Before he even gets Lauren’s cubicle--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "What’s Pretesh saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "They're getting there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "We were just discussing Hagerty. Laz glances at Lauren to get a sense of how the conversat was going. Not well is the sense he gets. CORDINE (CONT’D) There’s no way he gets final say on crew selection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I told him you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "And I don’t care if I sound like a broken record. I still have serious doubts about-- \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I’ve got a 4-billion-dollar HAB we're trying to keep from blowing up. This is the discussion you want to be-- Cordine calmly, firmly interrupts--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "You've been given a great deal of freedom, but that’s your privilege, not your right. I can veto. I am the safeguard. So if I want to discuss this a third time, and a fourth and a fifth, that’s what we'll do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winthrop doing another interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "How close are the Chinese?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "They've got Russia and India helping - a lot of tech and financial resources. But we’re about to start crew selection. I don’t think the Chinese are anywhere near that stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Does that mean a crew commander’s already been chosen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "I’ve been told it’s probably going to be Tom Hagerty, which I think would be an excellent choice. CUT TO Holly and Sayers, both dumbstruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "He didn’t...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "He did. \f54 40. INT. VISTA HQ - BULL-PEN - LAUREN’S CUBICLE - DAY 54 Laz, Cordine, and Lauren in the thick of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "You wanted a NASA guy. I’m getting you a NASA guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "Former NASA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "We’re all pros, Bob. You can work with someone you fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "He doesn’t respect authority.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Because he was right. You were dragging your asses. During which Lauren gets a text message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "This is still a NASA venture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "It’s a joint venture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "The Congressman just announced Hagerty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "What...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "On camera. The two men are stunned for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Well that’s that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "Did you put him up to it? \f55 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I’m a prick, but I’m not a two- faced prick. INT. LAZ’S GUEST HOUSE - DAY 55 Hagerty is in the living room watching coverage of Winthr on TV. He looks as though he’s barely slept.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP, (ON TV)",
          "text": "...expect to meet with him today, and we'll go from there. Hagerty numb. The coverage CUTS TO a NEWS ANCHOR--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANCHOR",
          "text": "Colonel Tom Hagerty commanded two missions and oversaw the astronaut training program before leaving NASA three years ago... We see footage of Hagerty on a moon walk. NEWS ANCHOR (CONT’D) He’s conducted more space flights than any American, second only to Sasha Illyich of Russia... There’s a knock at the door. During the coverage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "It’s open. It’s David, the butler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Car’s here for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Let me take Apollo for a quick walk first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Whenever you’re ready. As David leaves, Hagerty crouches down and takes Apollo's face in his hands. \f56 57 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Leash or no leash? Apollo swivels his head free and barks. HAGERTY (CONT’D) Alright - no leash. Hagerty’s cell phone vibrates on the coffee table. He loo at it, decides to ignore. Turns off the TV instead. Heads the door, as the phone continues to vibrate-- HAGERTY (CONT’D) Come on, boy. INT. VISTA HQ - HALLWAY/PRETESH’S OFFICE - DAY 56 We FOLLOW Laz, as he briskly makes his way down the hallw to Pretesh’s office. Opens the door. The camera whirls ar to Pretesh and his team, all turning to look at the boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Tell me there’s progress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "We may have something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE shot of Hagerty walking slowly along the road - all gated houses on lush estates. Sprinklers going full force one of them. Apollo is trotting along ahead, sniffing her and there. In the distance we can see the smoke rising fr the Santa Monica mountain fire. A HUMMER-ESQUE vehicle barrels down the road, blaring mus and whizzing past Hagerty and his dog. Hagerty watches th vehicle disappear over the crest. He turns back to Apollo, who scampers around a bend and o of sight. After a few moments, he hears barking, then growling. He whistles for Apollo, but the dog does not co when called. The barking and growling continue. Hagerty picks up his p to a fast walk. As he rounds the bend, he sees Apollo squ off with three COYOTES. They’re smaller than Apollo but h power in numbers. \f58 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Apollo! But it does no good. The posturing continues. Hagerty wal closer, tentatively, hoping to scare the coyotes away. He claps his hands loudly as he yells out-- HAGERTY (CONT’D) Go on now! Go on! But this snaps them from defensive to offensive. One of t coyotes lunges at Apollo. Apollo claws and bites, sending of the coyotes darting a few yards away, but just as it retreats, another one attacks. Apollo has a tougher time this one, and, sensing weakness, the first and third coyo pounce as well. Apollo is thrashing about, trying to fend them off, but h can’t cover all sides at once. The coyotes are snapping a his legs, going for his throat when they can. Apollo gets pinned to the ground. Hagerty acts instinctively. He whips off his pullover and wraps it around one of his forearms. Heads into the fray. Uses the padded arm to swipe at the coyotes. One of them locks onto his covered arm with its jaw. Hagerty swings b and forth to shake him off. The coyote scampers off. He t his attention to the other two, whacking until they roll of Apollo and trot away into the brush. Apollo whimpers o the ground, bloodied by gashes. EXT. LAZ’S MANSION - DAY 58 Hagerty carries Apollo toward the front gate. It’s no sma feat - the dog weighs well over a hundred pounds. But adrenalin has kicked in, and his only thought is getting help. When he gets to the intercom, he presses the call button with his elbow. A moment later--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID, (V.O.)",
          "text": "Mr. Hagerty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Bring the car down. Now. \f59 60 61 44. INT. VETERINARIAN’S OFFICE - DAY 59 Apollo squirms as Hagerty and a VET’S ASSISTANT hold him on an examination table. The VETERINARIAN gives Apollo a in the hindquarter. Apollo lets out a high- pitched whine Hagerty runs a hand along Apollo’s snout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "It’s okay, buddy. It’s alright. In a few moments, Apollo slackens from the sedation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VETERINARIAN",
          "text": "There's a couple deep bites - here...and here. We’1l have to stitch those up. I'll want to doa rabies and tetanus treatment too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER, (0.S.)",
          "text": "Colonel. The DRIVER has entered. Holds out a phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER, (CONT'D)",
          "text": "Mr. Ingram’s office. Say they’ve been trying to reach you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayers is introducing Winthrop to Alvin and Martha. Laure on her phone about twenty yeard away, keeping an eye on t",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "He’s getting antsy. I need you to spend some face time with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "--",
          "text": "INT. VET’S OFFICE - WAITING ROOM - DAY 61 Hagerty on the Driver’s cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "When we’re done here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "How long? \f62 63 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Could be a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I know he jumped the gun. I’m sorry for that. We’re not trying to corner you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "It’s not about him. I won’t leave my dog. He’1l sense if I’m gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Please Tom - do me this favor. INT. PRETESH’S OFFICE - DAY 62 The office is crammed with people now, including Laz, Pretesh, Min, Wei, Vivek, Greg, Alvin, the Mission Geolog and several Engineers. With a paucity of chairs, most peo are standing. Min is holding up a model of HAB 1, slowly rotating it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN",
          "text": "All we need is about sixty seconds of relief on this side, so if we-- Cordine enters. People move aside to make room for him in cramped space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "Please. Continue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren escorts Hagerty toward the large booster rocket, w Winthrop and Sayers are waiting with a photographer. Wint lights up at seeing Hagerty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Colonel, it’s an honor. As they shake hands-- WINTHROP (CONT’D) Not everyday I shake hands with a man who’s been to the moon. Just wish my son could be here with me. \f46",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "Studying astrophysics at M.I.T.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Great program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Too far from home. And chock full of liberals. But if you want to study space, you make sacrifices. Winthrop laughs. Hagerty forces a smile. WINTHROP (CONT’D) I'd like to take a picture, if you don’t mind - to send to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Of course. As Hagerty and Winthrop walk toward the rocket--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Maggie tells me I opened my trap too soon about you coming on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "No worries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Well, sure as heck hope you say yes. I don’t want to allocate all this money to build a ship that doesn’t have the best skipper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHER",
          "text": "Right there is great. Winthrop throws his arm around Hagerty with a big, toothy smile. Hagerty manages half a smile. Camera flashes. PHOTOGRAPHER (CONT’D) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "(to Hagerty) So tell me - what was it like? The first time you set foot on the moon? What was your very first thought? \f64 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Disappointment. Winthrop’s face falls. Sayers and Lauren stiffen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Disappointment...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "It wasn’t Mars. And it could've been. If NASA spent its money right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "I think what the Colonel is trying to say is--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Don’t sugar-coat it, Maggie. (to Hagerty) It’s refreshing to hear the truth. Sign of a good leader. INT. VISTA HQ - PRETESH’S OFFICE - DAY 64 Further into the presentation. Pretesh is pointing to a m of Mars on the wall. Sundry equations and diagrams popula the dry erase board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "The new entry angle means we'll have to put down here - the Cerberus Plains - either landing site three or nine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVIN",
          "text": "How’s the soil situation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOLOGIST",
          "text": "It’s not as mineral or water rich, but it’s flat, open terrain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Is there enough water to test the fuel generators? \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOLOGIST",
          "text": "We only got half a meter down so it’s tough to say. Our estimate is yes. Barely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "But this puts us close to our margin on the valve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Just close?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIVEK",
          "text": "Point zero six. All eyes on Laz, waiting for his decision. He looks down the ground, considering, then back up at Cordine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I'm willing to roll the dice if you are, Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "It’s your call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Our call. Cordine appreciates the respect given him in front of the assembled team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "Let’s roll ‘em. An appreciative nod from Laz. Cordine is stepping up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "(to Alvin) Program the entry, and let’s get to countdown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alvin and Martha are at their stations. Lauren, Sayers, a Winthrop are behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Navigation. \f49. We CUT TO each of the stations as they pipe in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAVIGATION",
          "text": "Primary MPS check. Secondary check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Propulsion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROPULSION",
          "text": "Thrusters one through six operational.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Software.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOFTWARE",
          "text": "Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Telemetry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEMETRY",
          "text": "Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Meteorology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "METEOROLOGY",
          "text": "Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "(to Alvin) Ready to transmit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVIN",
          "text": "(to Winthrop) Will you do us the honor, Congressman? Alvin hands Winthrop his headset. As Winthrop puts it on-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVIN, (CONT'D)",
          "text": "The command is “Go on landing sequence.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Now? Alvin nods. Winthrop looks like a kid in a candy store. \f66 67 50. WINTHROP (CONT’D) (into the headset) Go on landing sequence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMS, (V.0.)",
          "text": "Landing sequence sent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Countdown is transmission plus 15:52. T-minus 24:17. We see the COUNTDOWN appear on the big screen. CUT TO Laz standing in the back of the room, as he was ne the top of the episode. TIGHT on his finger tapping his b with each second that ticks off the countdown clock. He’s wound up. Abruptly, he makes for the exit. We STAY with him, FOLLOWING from behind. A rapid flurry of sax notes starts to bubble up, the slap of the valves and circular breathing giving it a percussi energy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Laz passes by the camera crews--",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPOTER",
          "text": "Laz... Without stopping he holds up a hand that says “not now.” stay with him as he passes through a set of doors into--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music continues. A sea of cubicles. Everywhere he wal he draws glances - he’s the big boss, after all. The musi picking up in pace and intensity, an anxious frenetic fee it. He passes through the lobby and main double door into... \f68 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the BRIGHT SUNLIGHT. Keeps walking through the front parking lot, away from the building, away from everyone. notes are furiously fast now. There are satellite trucks parked out front now to cover landing. Laz heads in the opposite direction. He stops about 30 yards away from the entrance. And as he stops, the music abruptly stops too. We finally COME AROUND on him. He’s got his eyes closed. the sun shine down on his face. Breathing. He pulls out his phone. Speed dials. On speaker. A double ring, like they have in the U.K. An ELDERLY WOMAN’S voice answers. It’s a middle class Yorkshire accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY WOMAN, (V.O.)",
          "text": "Hallo? Hi mum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ'S MOTHER, (V.O.)",
          "text": "This is a nice surprise. Her voice is a balm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Sorry to call so late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ'S MOTHER, (V.O.)",
          "text": "Isn't today your big day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Supposed to be. How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ'S MOTHER, (V.O.)",
          "text": "Oh fine. Had our final rehearsal tonight for the Carlisle concert. Everyone’s nervous, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I’m going to have to come see the choir sometime. \f69 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ'S MOTHER, (V.O.)",
          "text": "You'd rather be caught dead than in a church. True.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ'S MOTHER, (V.O.)",
          "text": "It’s a nice program. Vitry and Machaut. Philip gave me one of the featured sopranos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Let’s have a taste. Over the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ'S MOTHER, (V.O.)",
          "text": "(laughs) I’m embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "It’s just me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ'S MOTHER, (V.O.)",
          "text": "Well...okay, but just a little. I haven't done my vocal exercises. She clears her throat, then begins to sing a portion from Guilliame de Machaut’s “La Messe de Nostre Dame.” Her voi is tinny through the phone, but soothing and confident. I measured melody an antidote to the unsettling saxophone assault we heard moments before. Laz sits down on the ground between two cars. Leans his b against a wheel well. Holds the phone between his knees a listens, as though it’s a blood transfusion. As her singing continues, we SMASH CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz entering the front doors - calm and re-energized. We with him again, but this time from the front, moving backwards as he moves forward. As he passes through the double-doors to the main bull-pen, additional voices come filling out the full harmony of Machaut’s piece. \f70 71 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We retrace the same route as before, but TIME CUTTING to through it faster, the music continuing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz makes his way back inside. Assumes his usual place in back. Lauren approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I’m good. As the music continues we CUT TO a tracking shot of Missi Control staff waiting anxiously. CUT TO half a dozen news cameras pointed at the Mission Control room, one of the cameramen chewing his lip. Over the P.A. --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA, (0.S.)",
          "text": "Transmission delivery in 5..4..3... We CUT TO Martha and Alvin at their station. MARTHA (CONT’D) 2...1...landing sequence initiated. Countdown to confirmation 9 minutes 14 seconds. Martha leans back in her chair. Alvin remains forward, el on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVIN",
          "text": "Wish the speed of light was about twenty times faster. The music continues as we move through a MONTAGE-- -- Winthrop and Sayers in the back. Sayers staring at the screen. Winthrop’s head bowed in prayer. -- Hagerty looking up at the screen, as still as a statue \f54. -- WIDE SHOT outside the control room, where scores of st have gathered to watch on monitors. -- the empty rocket tube, work lights still inside, but n technicians there. -- WIDE SHOT of the long central corridor, devoid of anyo -- Exterior of the VISTA Headquarters, the satellite truc dwarfed by the massive logo. -- Two car mechanics working under the hood of a side- sw Prius in a rundown auto shop on Lincoln Blvd. Another mechanic gets their attention to show them live coverage his phone. -- A homeless man pushing a cart down the sidewalk, a cardboard sign on his back: I HAVE DREAMS TOO. -- People in business attire waiting in line at a food tr in downtown L.A. All watching their phones. -- Third graders in a classroom. All of them watching coverage on a TV that’s been brought into the room. -- Directly above the city of Los Angeles, a clover-leaf highway intersection dominating the center of the frame, every lane jammed with traffic. Slowly PULLING BACK... -- The Santa Monica mountains - raw nature in contrast to urban sprawl of the city. A wisp of smoke. -- A burned-out log in a sea of scorched and naked tree trunks, the remains of the forest fire. A small bird fluttering onto one of the logs - the only bit of color i black and ashen landscape. Then the bird flying off, whipping the camera toward the in a failed attempt to follow it. -- Taking us to the interior of the ISS - Kayla and Hank floating as they stare at a computer screen, the same ima on the big screen at Mission Control. We shift focus from them to a small socket wrench floatin behind them, slowly spinning as it inches across the cabi Which takes us to-- \f72 73 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HAB 1 ENTRY MODULE floats serenely above the curvatur the red planet below. With several short bursts, the thrusters angle the bottom of the module toward the surfa A burst from a side thruster initiates a gentle rotation. final sequence of bursts stops the angling and rotation, one long burst slows the module down enough to succumb to Mars’ gravity. It begins a gradual descent. We see the faintest glimmer of entry burn start to glow on the lip o the module.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "73 Martha and Alvin at their station, both waiting for th transmission to come through. We can tell from a shift in body posture that it’s arrived. Alvin looks to Martha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROPULSION",
          "text": "Thruster sequence check. Entry angle confirmed at 23.78 degrees. Rotation at 1.14 rpm. INTERCUT between Martha and the following--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Trajectory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAJECTORY",
          "text": "On course check, speed: two one zero five with uniform decrease eight nine seven kilometers per second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Heat readings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAD OF SYSTEMS",
          "text": "Variable from 650 to 935 Celsius. CUT TO Pretesh, Vivek, and Min toward the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIVEK",
          "text": "(to Pretesh) That’s in our zone. Pretesh holds up both hands, fingers crossed on each. \f74 75 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HAB 1 module screaming toward the Mars surface, a mas burn glow enveloping the entire craft, strongest on the lowest part of the lip angled most toward the ground. But the atmospheric resistance slows the module, the burn glo starts to reduce, finally disappearing altogether. Then another thruster burst, which slows down the rotation to almost nothing. As it slows, the MUSIC FADES until it is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tension is felt by the stillness of the room, people barely breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAJECTORY",
          "text": "Rotation 0.09 rpm... Silence as they wait for the next phase. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Chute deployment? She waits for a response. MARTHA (CONT’D) Chute deployment? A beat, then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYSTEMS",
          "text": "Parachute deployed. A few people clap, but most don’t. One of them is next to Head of Systems who whispers-- SYSTEMS (CONT’D) Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Eight seconds until secondary chute. On Sayers and Winthrop. Then to Pretesh and his team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIVEK",
          "text": "(to Pretesh) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIVEK, (CONT'D)",
          "text": "If the washer had burned, it would've affected the primary chute. I think we’re gonna--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN",
          "text": "Shut up. We’re not down til we’re down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYSTEMS",
          "text": "Secondary chute deployed. We can sense the tension starting to let up in the room. They’re not home free yet, but they survived the burn pha and the chute deployment. The two stages everyone was mos worried about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAJECTORY",
          "text": "Speed remains constant. Not good. Tension ripples back through the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Repeat trajectory. You said speed is constant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAJECTORY",
          "text": "Now it’s increasing. Point eight terminal velocity. Point nine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYSTEMS",
          "text": "Erratic rotation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROPULSION",
          "text": "Retro-thrusters have kicked in... We CUT BACK TO Pretesh, Vivek, and Min.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN",
          "text": "Too high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The module is six kilometers above the surface, plummetin fast. Its primary and secondary chutes are tangled, causing it spin wildly, the tangled chutes unable to slow its descen and the thrusters doing little to slow descent at this sp especially at this height and with the erratic spin. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz, Cordine, and Pretesh are standing over Martha and Alvin's shoulders now, staring at their screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "The landing thrusters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVIN",
          "text": "It’s not enough at this speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "The rotation’s too variable to counteract.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAD OF SYSTEMS",
          "text": "Impact in nine...eight...seven... Lauren has walked over to Holly now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Can we get Laz out of his interviews?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "You're killing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "How is this good press?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYSTEMS",
          "text": "...three...two...one. A beat, then Martha, trying not to sound defeated--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Telemetry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAD OF TELEMETRY",
          "text": "We've lost contact. A wave of disappointment through the room. These people a all professionals. They’ve seen dozens of launch and land failures, but never one as important as this. On Hagerty, stoic. CUT TO Sayers and Winthrop. She steals a glance at him. H shaking his head. \f78 79 59. We CUT TO Laz and Pretesh. Pretesh looks devastated but i trying to keep it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "It wasn’t the valve. I’m guessing it was something with the deployment mechanism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Full diagnostics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "I’m sorry, Laz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "We'll land the next one. Lauren and Cordine approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "I‘1l do the press, if you'd rather not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Let’s do it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the saxophone, we hear one long, somber note. The ca glides over the Martian red dust, pristine and untouched, angled down so the ground fills the frame. As the note be to taper off, the camera slows, and we see the gnarled wreckage of the HAB, smoldering from the crash. The tatte and scorched parachutes stretching a hundred yards, as th the module were bleeding cloth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT on the Saxophone player, as the tapering note retre into silence. Then he takes a breath, removes the reed an opens the valves, dumping the built up spit onto the grou Over which we hear--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ, (0.S.)",
          "text": "We can’t predict everything. That’s the nature of space exploration... \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz and Cordine are speaking to a scrum of press.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "We try, we fail, we try again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRESPONDENT",
          "text": "But once you send people, if there’s a failure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORDINE",
          "text": "Will people die? Obviously we want to prevent that. But it’s possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "It’s not just possible, it’s probable. Colonizing a new planet is the biggest challenge humanity has ever faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRESPONDENT",
          "text": "Even if the cost is human life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "We're doing this to perpetuate human life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz and Cordine are walking Sayers and Winthrop out the d to their waiting minivan. They’re mid-conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "Not saying it won’t happen, but it’s a much tougher sell now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I hope we can count on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINTHROP",
          "text": "The only thing I’ve learned from politics is never to make promises. (as he climbs in) But get Hagerty out East. My people will be much more amenable to an American hero than a limey billionaire. \f82 83 84 61. Being a limey, Laz appreciates the dry humor of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HAB 3 unit. Pretesh is there with his team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETESH",
          "text": "Let’s dismantle the entire system. Lay it out, piece by piece... INT. LAUREN’S HOME - NIGHT 83 Lauren enters the house, looking exhausted. Makes her way into the living room, where she sees a CONGRATULATIONS si draped above the archway to the dining room, balloons everywhere. Dell waiting for her in a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELL",
          "text": "I left it up on purpose. Off her look-- DELL (CONT’D) Take this. He hands her a balloon. INT. LAZ’S GUEST HOUSE - NIGHT 84 Hagerty puts a bowl of water on the ground. Apollo, banda and still a bit out of it, laps up the water. Hagerty run hand through his mane. A knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "It’s open. Laz enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "(seeing Apollo) How’s he doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "A few cuts. He’ll be fine. Laz steps closer to pet him, but Apollo barks. \f62. HAGERTY (CONT’D) Doesn’t make friends easily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Was it just the two of you up north?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Just the two of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Your mother’s not from Alaska. She lived there for less than a year when your grandad was working the rigs in Prudhoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Did you check before or after I lied to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Why didn’t you call me out on it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "You don’t embarrass a man you're trying to convince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "I haven't said yes yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Why did you go? Hagerty just shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ, (CONT'D)",
          "text": "Forget I asked. Laz crouches down and lets Apollo sniff his hand. This ti Apollo doesn’t bark and lets Laz pet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "The sky. Laz looks up. \f63. HAGERTY (CONT’D) When it’s clear - in the winter - you can see it all. Twenty-three hours of night. As cold as space. If I was never gonna get the chance again, it was the next best thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Now you’ve got your chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Still no final say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "I can’t promise it any more than you can promise the crew they’11 survive. But I'll do my best. The logic is sound, and Hagerty believes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "When do I start?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "You need to settle things up back home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "There’s nothing there I can’t leave behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZ",
          "text": "Then tomorrow. We’ll fly you out to D.C. with Bob to rub shoulders. (points) The beard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "I’1l shave. Without a handshake or farewell, Laz exits. INT. LAUREN’S HOME - BEDROOM - NIGHT 85 Lauren and Dell enter and turn on the light, Lauren holdi balloon. Ellie stirs awake. She’s hooked up in her medica bed. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "Hi Mommy. Lauren pierces one of the balloons with her teeth and suc in the helium. With a high-pitched voice--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Hi sweetheart. Mommy’s happy to see you. Ellie bursts into laughter at the sound of her mother’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "Again! During which, Dell edges out of the room to let them have some time alone together. With lungs full of more helium-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "This is what I sounded like - when I was your age. More laughter from Ellie. Then abruptly, matter-of-fact--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "Am I going to die? The question catches Lauren off guard, and yet--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Everybody-- But she still has the helium voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "Fuck. She exhales, letting the helium pass from her lungs. Then with a normal voice--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "Everyone dies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "But will I die soon? Lauren considers for a moment, then - unblinking-- \f86 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You've already lived longer than you were supposed to. Because you're strong. Ellie weighs this, then - straightforward--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIE",
          "text": "Do the funny sound again. Off Lauren as she sucks in more helium from the balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT on Hagerty’s face in the shower, hot water streamin down from crown to chin. TIME CUT to Hagerty in front of the sink, a circle wiped on the steamed mirror so he can see himself. The BUZZ of clippers as he begins to shave off his beard. TIGHT on the sink, hair falling into the bowl. TIME CUT to Hagerty in the bedroom, completely naked, sta at himself in the full-length mirror. He’s clean shaven n His body is not that of a young man’s anymore - its imperfections amplified by age. But he’s still fit. Stron stature, vulnerable in nakedness. Human. He walks over to a sliding door leading to a terrace, sti naked. Opens it and walks outside, letting the warm, dry California night air envelop his skin. Looks over at the burning orange glow from the Santa Moni Mountains fire in the distance. His focus shifts to the big house, where he sees Laz on t patio looking at the glow from the fire as well. Laz turn him. Hagerty makes no move hide his nakedness. Laz doesn’ show any outward reaction to it. Laz gives him a casual salute, then heads back inside. Hagerty turns his attention back to the sky, in the oppos direction of the fire. From his POV we see a tiny reddish dot in the cloudless n sky. Mars. You have to strain to see it. \fBACK ON Hagerty, staring up at the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAGERTY",
          "text": "Goddamn. BLACK OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1998"
    }
  ]
}