{
  "movie_id": "MOV2199",
  "scenes": [
    {
      "location": "GRADE SCHOOL CLASSROOM LIGHTS DIMMED",
      "time": "NIGHT",
      "characters": [
        "INTO THE HALLWAY",
        "THE WALL EXPLODES",
        "A DEER BURSTS FROM COVER",
        "YOUNG BEAUTY",
        "CAR BLOW-BY",
        "HEALY, (CONT'D)",
        "AMELIA",
        "WOMAN / TALLY",
        "GIRL",
        "AMELIA..",
        "OPENS HIS EYES, SEES RICHARD NIXON",
        "LAWYER",
        "TIME-CUT",
        "PAULSEN",
        "OFFICER",
        "A RINGING BELL",
        "AMELIA KUTTNER",
        "FRONT YARD",
        "ANYONE HERE KNOW AMELIA",
        "BLONDE, (0.S.)",
        "OUTSIDE, JOHN BOY",
        "GIANT KILLER BEE",
        "ROTTING DEAD GUY",
        "PARKED AT ROADSIDE",
        "ON THE GIANT MOVIE SCREEN",
        "MAN",
        "MISTY MOUNTAINS APPEARS, 30 FEET HIGH",
        "DOCTOR/JOHN BOY",
        "PAUSE. FADE UP ON",
        "REDHEAD",
        "SHUT UP, BOTH OF YOU",
        "FLASH CUT TO",
        "OUTSIDE, IN THE SKY",
        "CHECKBOOK",
        "OUT THE OPEN WINDOW",
        "THE INTERIOR OF A FAMILY SEDAN",
        "BLONDE",
        "AND HOLLY SLIPS",
        "A CAR DOOR SLAMMING",
        "CHEESY GUY",
        "NIGHT BECOMES DAY",
        "HEALY",
        "OUT THE KITCHEN WINDOW",
        "AMAZON",
        "A GIRL IN A YELLOW DRESS",
        "STEWARDESS",
        "AMELIA, THEIR QUARRY",
        "THREE HI-RISE TOWERS",
        "THE BACK WINDOW GLIDES DOWN",
        "HOLLY, DUCK",
        "DAD..",
        "BACK OUT ON THE STREET",
        "A GUN MATERIALIZES",
        "MARCH SPINS, SLINGS THE CHAIR--",
        "CAMERA FINDS HEALY",
        "BARTENDER, (VOICE)",
        "FIRES AT MARCH, BAM-BAM-BAM--",
        "LOOK, THIS IS VERY IMPORTANT",
        "OUTSIDE THE STALL",
        "A GREY MERCEDES",
        "IT SAVES HER LIFE",
        "CHET",
        "DOWN IN THE COURTYARD",
        "BEHIND HIM, OUT OF FOCUS",
        "WITH MARCH",
        "OLD LADY",
        "MARCH WITH TWO TOPLESS CHICKS",
        "BURBANK AIRPORT WESTIN",
        "A SIMILARLY DRESSED MAN",
        "HEALY DOWNSTAIRS",
        "SMOKER",
        "NUN",
        "QUICK TIME CUT",
        "MARCH HUSTLING HOLLY ALONG THE SIDEWALK",
        "CROSSES BETWEEN HOLLY AND JOHN BOY",
        "KUTTNER",
        "HOLY SHI--",
        "GOLD CHAIN",
        "MEDIC",
        "SAME HOUSE",
        "TINY HUMAN FEET",
        "YOU WILL NEVER BE HAPPY",
        "HEALY'S CAR",
        "BACK DOOR OF CLUB",
        "AMELIA SLIPS--",
        "CAMERA DRIFTS",
        "THE CAR IS REVOLVING",
        "KID",
        "MARCH'S EYES SNAP OPEN",
        "RONNIE THE COMIC",
        "HOLLY",
        "JANET",
        "DEAD GUY",
        "A DISTRACTINGLY GREEN WALKIE-TALKIE",
        "SCALDING HOT LIQUID--",
        "WHAM",
        "NEWSCASTER, (0.S.)",
        "REPORTER",
        "A SERIES OF SHOTS",
        "JESSICA PINWHEELS PAST HER--",
        "THE GIANT SCREEN STARTS TO GLOW",
        "HOLLY MARCH",
        "SON",
        "JESSICA",
        "THE OBJECT OF THEIR QUEST",
        "VOICE",
        "BEHIND SOME CONSTRUCTION FENCING",
        "PROJECTIONIST",
        "BUSBOY",
        "GROUND LEVEL",
        "MARCH DOESN'T THINK",
        "HEALY, (0.S.)",
        "DORK",
        "DOCTOR",
        "CLICK--",
        "HEADLIGHTS",
        "MARCH TALKING TO A COCKTAIL WAITRESS",
        "JOHN BOY",
        "BERGEN PAULSEN",
        "HIPPIE",
        "SHATTUCK",
        "MARCH",
        "OLDER MAN",
        "MISTY",
        "VOICE, (0.S.)",
        "A STACK OF PORN MAGAZINES",
        "OLDER GUY",
        "THE POWDER-BLUE TRANS AM",
        "BLUE FACE",
        "LOOK OUT GODDAMNIT",
        "BACK INSIDE",
        "WOMAN",
        "BARTENDER",
        "TALLY",
        "AN OLD WOMAN'S FACE, DISTRAUGHT",
        "TWO DISTINCT OUTCOMES",
        "YELLOW DRESS",
        "EAT THE GODDAMN THING",
        "COP",
        "WE PUSH IN THROUGH A WINDOW",
        "JESUS",
        "DOWN BELOW",
        "GUY",
        "MARCH, STILL RUNNING",
        "OUTSIDE",
        "BLUE-FACE",
        "DEER",
        "SECURITY GUARD",
        "CUT TO",
        "ON HIS CHEEK",
        "MRS. GLENN",
        "NEWSPAPER,",
        "NARRATOR, (ON FILM)",
        "THE POLICE CAR, SQUEALING OFF --",
        "HEY, WHAT ARE YOU GUYS PROTESTING",
        "VALET",
        "SPEAK WITH YOU...",
        "TIME CUT",
        "JESUS CHRIST..",
        "MARCH, OBLIVIOUS",
        "NIGHT",
        "MARCH, ON YOUR NINE.",
        "GRABS THE DOOR AND YANKS IT SHUT",
        "KUTTNER AND OUR GUYS",
        "MALE ACTOR",
        "MARCH AT A BAR BY THE POOL",
        "POUNDING FOOTSTEPS, NOW",
        "PERRY THE LAWYER",
        "JOE THE BARTENDER",
        "BACK OF AMBULANCE",
        "HOLLY AND AMELIA",
        "BRAZIL'S 'KILLER BEE' RAMPAGE CONTINUES",
        "MISTY MOUNTAINS",
        "HOLLY HAS A GUN IN HER HAND",
        "WHAT",
        "DRIVER",
        "PUSH IN ON ONE HOME",
        "A SUITED MAN",
        "OTHER SIDE OF THE FENCE",
        "ELDERLY MAN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Lighted HOMES dot the landscape. Clinging like stragglers to the steep canyon. Wreathed in fog. Secure. Sleepy. Above, random cars shuush by up on Mulholland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUSH IN ON ONE HOME",
          "text": "Nestled in the canyon. The back door opens, emits a brief shaft of light, as a BOY (14) in pajamas lets the dog out He shuts the door. And the CAMERA DRIFTS alongside the house. He's visible through windows, heading down the hal switching off lights as he goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE PUSH IN THROUGH A WINDOW",
          "text": "Following behind the boy. Down a darkened hallway as he stops at one particular door... He turns the knob, ever so gently. Listens... Then -- CLICK--! The boy switches on a PEN FLASHLIGHT. Enters the room. Creeping in carefully, inching his way towards A BED. He leans down. Peers underneath. From above, SNORING. Mom, Pop. He shines the light: THERE, under the bed, surrounded by dust bunnies--",
          "sentiment": "neutral"
        },
        {
          "speaker": "A STACK OF PORN MAGAZINES",
          "text": "The boy grasps one from the top. Gingerly, slides it off. Stands again. Penlight, off. Heads back out",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTO THE HALLWAY",
          "text": "The boy (let's call him Bobby) moves quickly now. Starts back down the hallway, examining the magazine. It's called BUSTER. And it's a clear product of its decad The cover prominently features a porn star with a notewor rack... Bold lettering proclaims her to be: SUPERSTAR MIS MOUNTAINS. Bobby smiles. We follow him into the KITCHEN. He raids the fridge. Find half a HAM SANDWICH, drops it on a plate. Eyes riveted on CENTERFOLD: MISTY in full glory-- He turns, heads toward his room... A man with a purpose. we want to know this purpose? He stops. Damn. Forgot something. Jogs back, with us in Crosses to the fridge. Opens it. Grabs a bottle of milk. Of course, forgot the milk. Where's our thinking? He stands, the kitchen window at his back, and pours hims a glass... And that's when we see something he doesn't--",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUT THE KITCHEN WINDOW",
          "text": "A CAR. Way in the distance. A POWDER-BLUE TRANS AM. It appears out of nowhere. Punching through the guardrail on Mulholland with a fog-muffled CRUMP-! It's almost comical. Half-obscured by Bobby's head, the c crosses our POV. Showering earth. Then it's GONE. Blink and you missed it. Window, boring a Holy shit. BOBBY, oblivious. Leaves the kitchen, actually yanks our POV away. Walks, juggling the sandwich and magazine, into the living room. Raises the glass of milk, takes a sip --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WALL EXPLODES",
          "text": "Just DISINTEGRATES. The whole damn thing. Part of the CEILING going with it, as",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE POWDER-BLUE TRANS AM",
          "text": "BLASTS into the house, moving impossibly fast. Showering DEBRIS. Trailing trees, brush... It hurtles across the room. DETONATES obstacles. BLOWS th splinters. Sweeps the place clean, doing 50, half on its Then, just as promptly, DEPARTS. Crash--! Sails OUT THE OPPOSITE WALL. Into the night. Just like that. CAMERA PANS TO FOLLOW -- Peering out the gaping HOLE, out and down -- Unbelievable. There it is, STILL GOING. Plunging down a HILLSIDE. Tumbling. Chewing up huge GOUTS of dirt. WHAM--! It slams to a STOP. A hundred yards down the hill Battered. Smoking... Stillness, then. Echoes, fading... BOBBY, knocked off his feet by the impact, stands shakily Stares out what used to be the back wall of his house...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOBBY staggers downhill in his PJs. Past uprooted trees, gouged earth. Trailing in the car's WAKE -- The sound of DOGS BARKING fills the canyon now. Faintly w hear Bobby's PARENTS up above. Calling his name. Bobby stumbles. Falls. Rolls to his feet... THERE, BELOW. The car sits steaming. Roof pancaked. He forces his feet to move. Approaches the wreck as you'd approach a sleeping dragon. Cranes his neck for a look... The car is empty. And then A COUGH. BEHIND him, he spins- Stops dead. Transfixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY MOUNTAINS",
          "text": "Lies twisted against a rock. Completely nude. Famous curv bruised, discolored (this is to be handled tastefully.) Bobby can't help staring. He tries to make sense of what seeing: That's Misty Mountains. That's her in the flesh. Her breath comes in hitches, gulps. Her eyes are swimming. Unfocused. Finally notices BOBBY. Fixes him with a pain-wracked star",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY MOUNTAINS",
          "text": "How... do you like my car... Big Boy. SIRENS, approaching. She convulses. Spasms once, twice. BLOOD jets from her mo She dies staring at him. The strangest moment of this kid's young life. The two of them in tableau. SIRENS, closer now. Wind, gus We hold... And then Bobby does something odd. He grips hi pajama top. Yanks it over his head. Shivers, it's cold. Steps up next to the corpse... Delicately lays the fabric across her. Covers her up. Withdraws. Stands trembling in the cold. Waiting on the sirens... CUT TO BLACK. ROLL CREDITS. \fPause, then-- HEALY (v.o) It's a different world these days. More cynical. Less innocent. You see it all around... You see it in the kids--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A roomful of sullen, vacant-eyed kids (mean age of, say 1 watching an ancient EDUCATIONAL FILM. Subject: GRAMMAR. ONSCREEN - A young boy holds up a white BEACH TOWEL:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (ON FILM)",
          "text": "Bart has a PLAIN towel. The word \"adjective!\" appears on screen, DING..! And then Bart is replaced by a little girl clutching a YELLOW TOWE",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (ON FILM)",
          "text": "Sarah has a BRIGHT towel. DING..! Another kid, another towel. This one multi-colore",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (ON FILM)",
          "text": "Jonathan has a GAY towel. The classroom erupts in LAUGHTER... Apparently this is th funniest thing ever. One kid actually falls out of his se CAMERA settles on one YOUNG GIRL in particular, laughing with her classmates. Dark hair. Beautiful. HEALY (v.o.) They know too much. Precocious is a good word... only that doesn't get it. It's like precocious, only shittier...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "School's out. Kids exit the building. Moving in cliques. Stoners. Skaters. More Stoners. It's the 70's, after all. CAMERA FINDS our YOUNG BEAUTY as she starts home. After a moment, a fire-engine red CORVETTE pulls alongside her. Turns out she knows the guy in the car -- the MUCH OLDER in the car... They strike up a conversation as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOMEONE watches from a store window across the street. \fHe's got a kind face, this man. Late-thirties maybe. For the record? Meet JACKSON HEALY. HEALY (v.o.) Take this one. Thirteen and already she's got herself a winner. Sure, he's three times her age... But he's got money for pot. And he drives a nice car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RED CORVETTE is parked in the driveway of one of thos modern boxes on stilts that populate the hills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERA DRIFTS",
          "text": "To an open WINDOW. We HEAR people having sex inside: OLDER MAN (0.s.) Yeah! Who's the man, baby?! Who?! YOUNG BEAUTY (o.s.) -.. You are. You're the man. Oh, yes. You're the man! You! You!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERA FINDS HEALY",
          "text": "Just below the window. Hidden in SHADOW. Bored, eating peanuts. Pops them one at a time... Munches. Listening: YOUNG BEAUTY (o.s.) You're the man! You're my Foxy-fox! Healy frowns: Foxy-fox..? YOUNG BEAUTY (o.s.) Foxy-fox! Foxy-fox! Healy shrugs. Picks through his handful of nuts... Whispers to himself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yeah, but is he the man...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BEAUTY",
          "text": "Oh, yes baby! Yes! You're the man, baby! Ah, that's better... Healy smiles as he finds a cashew. HEALY (v.o.) Love. Grand, isn't it? (beat) I was in love once. June Miller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEALY sits across a table from a knockout BLONDE. They st into each other's eyes. A beat. Healy starts to say somet The blonde cuts him off:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE",
          "text": "Jack... I slept with your father. The guy at the next table does a SPIT TAKE. BACK TO SCENE - Healy dusts peanut debris from his hands. HEALY (v.o.) Marriage is buying a house for someone you hate... Remember that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME HOUSE",
          "text": "The YOUNG BEAUTY exits. Alone. Her BICYCLE, stashed by th front door. Banana seat. Tassels on the handlebars. She g on, rides off. HEALY steps from the shadows. Stares after HEALY (v.o.) Yep, these days the world is a vulgar, unromantic place... HEALY cracks his neck. Grimaces. Slips on a pair of BRASS KNUCKLES. Starts towards the front of the house-- HEALY (v.o.) So I adjust. Healy knocks on the FRONT DOOR. The OLDER GUY answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Are you the man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "What..? Healy SLUGS him. WHAM--! SHATTERS the man's JAW-- And right then we FREEZE FRAME. On the moment of impact. The poor guy's face CONTORTED IMPOSSIBLY. Sickeningly. HEALY (v.o) I don't have a job title. I'm not in the yellow pages... But if you've got trouble with someone --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Setting up for the night's business. Healy sits in a boot the back of the club. An older man sits across from him. \fHEALY (v.o.) -- Someone's threatening you, someone's messing around with your underage daughter. Whatever -- The older man gives Healy an ENVELOPE. Shakes his hand. L HEALY (v.o.) -- You might ask around for me: Jackson Healy's the name... When business is good, I'm easy to find. When it isn't--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crammed to overflowing with weary travelers. The color ORANGE at the apparent height of its popularity. Healy sits by himself in the first row. A slim metal BRIEFCASE rests on the seat by his side. HEALY (v.o.) , -- Means I'm traveling... The 1° and 14° of every month. Healy reaches into the front pocket of his jacket, takes a pack of PARLIAMENTS. Lights up, one handed. Never taking his other hand off the briefcase. HEALY (v.o.) LA to New York. Drop off and pick up. No questions asked. Not something I'm proud of... But it's work. A stewardess approaches Healy--",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARDESS",
          "text": "Sir..? I'm sorry, but if you'd like to smoke you'll have to move to the smoking section of the plane. Healy follows her finger. On the floor, a yellow LINE. Be that, a bunch of people smoking. Healy gets up -- Moves FIVE WHOLE FEET. Sits. Ah. Now it's cool to smoke. Joins his fellow smokers, puffing away. Smoke BILLOWS throughout the plane... A BABY coughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The city of Los Angeles laid out as far as the eye can se Which isn't that far, really. SMOG obscures most of the v TWO CARS are parked up here. Healy's Chevelle, and a Ford \fHealy leans against the Ford. HEALY (v.o.) Sometimes I feel okay about things. Not often. Scotty, my AA sponsor, keeps trying to get me to quit this kind of work. Inside the Ford is a WOMAN. Dirty blonde hair. Young. Healy a slip of PINK, COW-SHAPED NOTEPAPER:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "I think there's two of ‘em... I just got the name and description for one. They've been talking to all my friends, asking where I live. I'm scared. Healy studies the slip of paper. Pockets it. The woman hands him an envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "You'll take care of ‘em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Consider it done. The girl offers Healy a fragile smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Thank you... I feel better already. You... You make me feel safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(smiles) That's my job. Healy starts to leave, counting the money in the envelope Then stops. Turns back. Leans in the window:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Um, you're short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "I'm... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You're twenty bucks short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Oh. I'm sorry... Here, ummm... She fishes through her purse for some cash. Finds two ten",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Sorry, here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FORD drives off. Taillights, receding. Healy watches HEALY (v.o.) Truth is, I've been thinking about what Scotty said... I could try for an investigators' license. Become a detective, you know..? Those guys help people. (beat) Maybe then I'd feel good in the morning. CUT TO BLACK. Pause. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HAND dangles limply from the edge of a PORCELAIN TUB. WIDEN to reveal a tousled-looking MAN, 40-ish. FULLY DRESSED, immersed in water up to his neck. Dead asleep... Meet HOLLAND MARCH. Somewhere in the house a PHONE starts to RING. Slowly, March's EYES open. He sits up, sloshing water. Winces. Puts a hand to his throbbing temple. Stops, frown There's something WRITTEN on the palm of his hand. With a permanent marker, in an unmistakably feminine scri",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU WILL NEVER BE HAPPY",
          "text": "March just stares at it: How did that get there..? The ph still RINGING. March ignores it. An answering machine pic ANSWERING MACHINE (0.s.) You have reached March Investigations. This machine records messages. Wait for the tone, and speak clearly. A BEEP, followed by: YOUNG GIRL'S VOICE (HOLLY) (o.s.) This is your daughter speaking. Thursday, as you may remember, is my birthday. Please give accordingly -- March waves a hand at no one in particular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah, yeah... YOUNG GIRL'S VOICE (HOLLY) (o.s.) Also, I hope you didn't forget that you're supposed to be working today -- \f10 March blinks. A beat, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Oh, shi-- He's already leaping out of the tub. Over this we HEAR: MARCH (v.o.) What with the world coming to an end, you'd think people would, you know, band together or something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March in a beat-up CONVERTIBLE. Stuck in a GAS LINE. Cars HONKING as March inches towards the ARCO STATION. MARCH (v.o.) Nossir. People are still mean and petty and unforgiving... which is good, ‘cuz otherwise I'd be out of a job. Up at the pumps, a FIGHT breaks out. March ignores it... Peruses the day's newspaper. A featured headline:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAZIL'S 'KILLER BEE' RAMPAGE CONTINUES",
          "text": "He takes out a PORTABLE ELECTRIC RAZOR the size of a BRIC Starts shaving. The glamorous life of a detective. MARCH (v.o.) They implemented a no-fault divorce here couple of years back. That screwed things up... Lotta private cops folded. (beat) Not me. I got this guy, runs security at a local retirement park, he kicks a few cases my way -- slam dunks, most of ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH CUT TO",
          "text": "March, in the living room, talking to an OLD LADY. He writes in a notebook as she relates her problem:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "It's my husband. Fred is his name. He's gone missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(professional concern) Missing..? I see. \f11",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "I'm terribly worried... Fred's just never been gone for this long. March nods, writes... Then spots something out of the cor of his eye: There's an URN over the fireplace. March squints at the PLAQUE affixed to it: FRED MILLER -- A devoted and loving husband. March frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Um, Mrs. Miller... Your husband Fred..? Exactly how long has he been missing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "Oh, let's see... (furrows her brow) Probably since the funeral. March nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I see... I see... (puts away notebook) Well, I can start today if you like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March slouches in his car. Watches through the window of Hollywood SEX SHOP. A couple debates which dildo to buy. man holds up several; the woman shakes her head. MARCH (v.o.) Lean pickings, but I hang in... Maybe I'm a fighter. Maybe someday people will notice. Maybe the flying pigs will tell them. MARCH snaps pictures of the couple. The woman shakes her head, still obstinate --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(sighs) Honey, you're not gonna find one with a breadmaker in it, just buy the fucking thing. He snaps another photo. \f12 MARCH (v.o.) In the meantime, I take whatever's out there. It's bottom feeding, sure. But at least you're getting fed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March is talking to the guy behind the counter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "... She's blonde, about yea high..? Might be from the neighborhood. Name's Amelia. The worker shakes his head. March turns, and we follow him OUT OF THE SHOP. He stands the sidewalk out here, stares down the street at a long l other establishments-- MARCH (v.o.) It ain't rocket science. It's grunt work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SERIES OF SHOTS",
          "text": "Literally going store to store. Asking questions at the Quick-e-Mart. At a fast food join Talking to a VALET. Talking to a NUDE DANCER, Bent-double peeking through her knees... She shakes her head, no. MARCH (v.o) You ask questions. Pound the pavement. Chances are something's gonna pop--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH'S CONVERTIBLE pulls to the curb. He gets out, notic his hand: YOU WILL NEVER BE HAPPY. Faded, but still there Scowls at it. Looks down the row of seamy BARS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH talking to the bartender. Looking worn out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "I think I remember her. Amelia, right? She was in three, four nights ago. Drank bourbon martinis. March perks up instantly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "That's disgusting. Pay with a credit card, by any chance? \f13",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "As in, am I gonna pull the receipts for you? Fat fucking chance. March offers up a folded $10 bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "That's very pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I made it myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Yeah? I made this. He produces a carved wooden BAT from under the bar. CUT T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark. Shadowy. Across the alley, we see the same bartende LOCKING UP. He pockets the keys. Heads off... MARCH (v.o.) Look, I'm not saying it's easy. I'm not saying you don't gotta think on your feet. Bend a few rules, maybe. Pan to REVEAL MARCH, behind a dumpster. Dark sweater, bla cloth cap. He takes a RAG, proceeds to wrap his KNUCKLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK DOOR OF CLUB",
          "text": "March sidles up, whistling. Glances both ways. MARCH (v.o) But it's worth it. As long as you get the results-- He braces himself. PUNCHES THROUGH the glass pane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Ow! Shit! He pulls his hand back out. His wrist is BLEEDING. Fuck. He puts pressure on it. Red SEEPS through his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Ow, OW, Ow. Damn, that's a lot of blood. He takes the RAG from his knuckles, tries to cover the wound... The rag turns red instantly. Starts dripping. \f14",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Woah. Ow. Woah. Lots of blood. Lots of blood. Okay. Okay. March takes a few steps back, stumbles. Suddenly dizzy no Goddamn, that's a lot of blood. He shifts his grip -- and a literal STREAM OF BLOOD spews preposterously. Straight up into the air. He teeters ina tight little circle. Blood squirting everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Okay. Ow. Wait, wait. Okay. Okay. His eyes start to flutter now as we SLAM-CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK OF AMBULANCE",
          "text": "Blasting through traffic, siren WAILING. March's face, CHALK-WHITE. Head lolling. A MEDIC hunches over him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC",
          "text": "I need two units of whole blood! Shit! BP dropping! Christ, we're LOSING HIM--! The ambulance careens across lanes. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night quiet. Serene. A HOSPITAL NUN wheels a bandaged March outside, to a waiting TAXI. Helps him stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUN",
          "text": "Tell me, are you willing to find God?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(doped up) No can do... I'm already looking for Amelia. He staggers to the cab, climbs in. MARCH (v.o.) Bottom line, I get by. I make some money. I live my life. I'm happy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME-CUT",
          "text": "A placid, narcotized MARCH in back. MARCH (v.o.) Except, you know, for all the stuff I'm not happy about... But it's best not to think about that. \f15 The taillights recede into the gleaming distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A thick crust of smog hangs in the air. The sun still bla",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (0.S.)",
          "text": "The Air Quality Management District today issued a stage two smog alert for most of the Los Angeles basin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a small place. Situated just above \"The Comedy Store on Sunset. Clean. Spartan. It looks like a monk lives her Healy lies in bed, atop rumpled sheets. Stares at the cei The newscast continues on the TV nearby:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (0.S.)",
          "text": "The AQMD cautions residents not to engage in any unnecessary exercise until after 6 pm tonight... Healy checks the time: 4:21 PM. Sighs. Sits up. NEWSCASTER (v.o.) Infamous adult film star Misty Mountains was pronounced dead early yesterday morning, after driving her car off a Canyon road. Drugs may have played a-- Healy shuts the TV off. TIME CUT: HEALY BUTTONING HIS DRESS SHIRT. He stops to sprinkle fish-food into a saltwater aquarium. On his desk, a daily \"tear-off\" CALENDAR. Your word for t day! He tears off yesterday's page. Reveals today's word: Equanimity \\e-qua-nim-i-ty\\, noun: The quality of being c and even-tempered; composure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "She accepted their problems with grace and he with equanimity. Healy smiles, pleased with himself. Finishes with his shi Grabs his coat, exits the room... SLAM! In the foreground we see something he forgot -- Something shiny. His BRASS KNUCKLES. \f16",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healy, on the way somewhere. Cruising up Laurel Canyon. As he nears a construction area -- POV HEALY: He sees a cute YOUNG GIRL. 14, maybe 15 years old-- Sees her snake beneath a chain-link fence. Once inside, she stands. Dusts herself off. Paces off 10 steps across the scorched, barren ground. 6 steps over, 3 back -- like following a treasure map. Healy, puzzled. This is really very odd behavior. She finds a specific spot. SITS. Composed. Takes out a BO Starts to read aloud. We have no idea why she's doing thi ANGLE ON HEALY, GOING BY... His gaze lingers a moment, curious. Then he turns the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEALY pulls up. Takes a slip of familiar NOTEPAD PAPER ou his pocket. It's PINK. And shaped like a COW. Checks it-- Then gets out of the car, whistling a tune. He crosses to slightly run down 50's-modern HOUSE. Patting his coat poc as he goes, looking for something: His brass knuckles. Gone. Shit. He shrugs it off. KNOCKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Just a minute..! Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Messenger service. Holland March home..? The door opens -- revealing none other than HOLLAND MARCH Distracted, scratching at the bandage on his wrist--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hi. Healy SLUGS MARCH full in the face. March drops as though pole-axed. Healy steps past him. Inside. Shaking his hand in pain... Shuts the door. Looms over March. Poised like a dancer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Mr. March, we're gonna play a game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "This is a mistake, you got the --OOOFF--! \f17",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "It's called, \"Shut up, unless you're me.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(gasping) I... I LOVE that game. Healy spots March's WALLET on a nearby counter. SLUGS him again for good measure, then crosses -- begins idly flipp through the wallet. Stops. Whistles low:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You're a private investigator? MARCH manages to sit up. Props himself against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Look... There's 30 bucks there. Take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I told you, I'm a messenger. (looks around) You afford this on a P.I.'s salary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "At night I'm a superhero. What's the message? Healy kneels down next to March--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Stop. Looking. For Amelia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Fine. Hey. 'Nuff said. Put a fork in me. I'm done. Don't really put a fork in me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(stands) That's fine, Mr. March. Amelia will be happy to hear you got the message. Almost done. Last thing..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You wanna know who hired me to find her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Bingo. Now, we can do this the easy way--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Her name's Glenn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Or we can do this the hard way-- \f18",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "My client's name is Lily Glenn. She's an old woman. Thinks Amelia might be her niece... Hired me on Tuesday. Healy stops, momentarily thrown. March spits blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Anything else..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You just gave up your client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Well, I made a discretionary revelation--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "No, you gave her up, just like that. Some poor old woman pays you good money and that's how you treat her..? March just shrugs. Supports himself on a coffee table... Stands. Slowly, painfully. Covertly slipping one hand int an OVERTURNED COOKIE JAR-- Comes up with a .38 SPECIAL. Spins toward Healy... Only Healy isn't where he was, he's dropped, he's on the ground, foot lashing out -- KICKING THE COFFEE TABLE. -- WHAM! -- the whole damn thing comes up from the ground SLAMS MARCH in the face. Knocks him back on his ass. Healy is on him in a flash. Grabs the gun. Dumps the shel Tosses it... Says, sadness in his voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I'm sorry you didn't get the message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I get it now. I dig. I get it. Healy grabs March, wrenches his bandaged arm up behind hi back. Pins him against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Ow. Watch it there! I'm injured!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Listen, when you talk to your doctor, tell him you've got a spiral fracture of the right humerus... Got that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Wait, wait... Jesus, man, STOP! \f19",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Deep breath. Healy twists March's arm PAST THE BREAKING POINT -- CRACK March screams as we SLAM-CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healy comes out the front door. A YOUNG GIRL, carrying a grocery bag, is headed the opposite way, swigging a drink It's the same girl he saw in the FENCED-OFF LOT earlier. This, we will come to realize, is March's daughter HOLLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Hi. Want a Yoo-Hoo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "A Yoo-Hoo..? Man, I haven't had one of those in about 10 years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Knock yourself out. (hands him one) You a friend of my Dad's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Business associate. He's inside. Resting. (vigorously shaking the bottle) Didn't I see you crawling around an empty lot a few blocks over..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "... Maybe... I read there sometimes. Healy nods. Takes a swig of his drink. Smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "\"It's me-he for yoo-hoo!\" (nods again, a beat) Well... Thanks. The girl waves. Walks up to the house. Healy gets into hi Takes another sip of Yoo-Hoo. Smiles. Drives off. CUT TO: A WHOLE DAMN CASE OF YOO-HOO. CLINK-ING as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healy lugs it down the sidewalk on Sunset. Pushes through small crowd of people waiting outside a CLUB. \f20",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Busy night. A BAD STAND-UP holds forth on the lighted sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "RONNIE THE COMIC",
          "text": "So you heard about this lawsuit..? L.A. is suing the automakers over the catalytic converter. (beat) Thing is, I don't see what all the fuss is about... I installed one on my car, nothing happened... Except, well, I turned into a Catholic. But that's it. The laughter is not deafening. Healy wrestles the Yoo-Hoos through an UNMARKED DOOR at t back of the club. Starts up a FLIGHT OF STAIRS -- Someone enters behind him. Healy looks back: TWO MEN. One's older, with horn-rimmed glasses and a brus cut. The other's in his twenties, feathered hair and gold chains. Back in the day, Richard Lynch would have played this guy. Don't know who that is? Shame on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Sorry, this area is private. Gold Chain ignores this. Starts up toward Healy. The Olde Guy closes the door at the base of the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD CHAIN",
          "text": "Wow. You got, like, an apartment up here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Guys, if you're looking for a bathroom--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD CHAIN",
          "text": "Nice try. We're looking for Amelia. A BLUR OF SILVER. GOLD CHAIN has a STEEL BATON. Healy can't react. Hands fu -- WHACK--! Down he goes. Yoo-hoo's SMASHING as we CUT TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN OLD WOMAN'S FACE, DISTRAUGHT",
          "text": "This is Lily Glenn. And she looks like she's about to cry",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH walks past camera. His right arm is in a CAST now. \f21",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Mrs. Glenn, let's be reasonable; this is a high profile case, your niece was a famous, um... actress. The head medical examiner himself ID'd the body--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "I'm telling you, I SAW her, Mr. March. I didn't imagine it. I saw my Misty alive. (exasperated) I... I thought you said you found her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "No... I said I was tracking the girl you saw; doesn't mean it's your niece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "Why won't anyone believe me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Mrs. Glenn, you were upset. You were at your dead niece's house, all those painful memories -- you just made a mistake, could happen to anybo--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "I'm telling you, it was Misty. There was no mistake... I saw her through the front window--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yes, you said--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "--clear as day. She was wearing a blue pinstriped jacket. She was writing something... Then she came out and drove off before I could get her attention. (points) This was TWO DAYS after the accident! AFTER they said she went off that cliff! A pause. March takes a deep breath... Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Mrs. Glenn, Misty Mountains is dead... She died in that accident... I never should have taken your money in the first place. The old woman starts to cry. Chin set in feeble determination: \f22",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "Even if it's for nothing... Even if this Amelia girl isn't my niece... I don't have anything else, do you understand..? Please, Mr. March -- please -- will you keep looking for her? For me? March sighs... Considering. Then looks the old lady directly in the eye and says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March climbs in the passenger side. Slams the door. A pau Holly sits in the driver's seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Holly... Am I a bad person? Holly picks at her nails, distracted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "... Yeah, pretty much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(nods, then) Drive. Get me out of here. Holly puts it in gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Did you solve the case, dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "... Sure. Yeah. Case closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAM--! Healy smacks against a wall. Then crumples as GOLD CHAIN enters frame. Looms over him. In the background OLDER GUY is tossing the place. Emptyin drawers. Throwing stuff... Gold Chain kneels next to Heal",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD CHAIN",
          "text": "Okay, sport, I'm asking you again... Where is Amelia? Healy makes himself sit up. He looks resigned, weary. He spots a pack cigarettes amongst the nearby debris. Grabs as a wave of LAUGHTER wafts up from the club below. \f23",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": ".».. Told you... I just don't know anyone named Amelia... I-- Gold Chain KICKS Healy in the gut, WHAM--! No warning. Fo sideways, retching. More LAUGHTER from the club below. Healy straightens again. In pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD CHAIN",
          "text": "You don't talk, we're gonna have to start breaking your fingers. You understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I understand. OLDER GUY calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "Got some kind of hidden cabinet here! GOLD CHAIN turns, crosses the room. Starts pounding on th cabinet. Breaks it open. Inside is a heavy canvas BAG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "UM, YOU DON'T WANNA OPEN THAT... That's not mine. My friend wanted me to hold it for him... Trust me, don't-- GOLD CHAIN ignores Healy, rips the bag open-- AN EXPLOSION OF BLUE PAINT. Just like one of those charges they hide with bank money. Turns Gold Chain's face an impossible, shocking BLUE -- At which point, through the floor, comes the BIGGEST BUZZ YET of LAUGHTER... Like a sitcom soundtrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "That's, um... that's not gonna come off. GOLD CHAIN snarls. Savagely wipes his face on towels. Crosses to the AQUARIUM, dips his face, scrubs--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Tried to tell you. Gold Chain stops. His still-blue face dripping wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD CHAIN",
          "text": "You tried to tell me..? He reaches in the tank, grabs a TROPICAL FISH -- FLINGS I \f24 It SMACKS the wall wetly. Next to Healy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Come on, the fish...? Don't do that. No dice. The guy just sneers, groping for another fish. Healy appeals to the older dude:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Can you please tell this guy to act like a professional? Older Guy just SHRUGS as Gold Chain gets hold of a yellow striped number. Tosses it, squirming, into Healy's lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD CHAIN",
          "text": "You're gonna eat that, bastard. Do it!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "This isn't gonna help you... Do you get that? This is silly and unprofessional--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "No. Gold Chain draws an AUTOMATIC. Lets it dangle at his side",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD CHAIN",
          "text": "... Stand up. Healy sighs. Gets to his feet. It's slow going. He's in p Stands in the middle of the room... Arms held loosely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Stop and think. Is this why you came here tonight? To make me eat fish? To shoot me? Healy locks eyes with the kid. Gone is any trace of resignation. Of passivity. He suddenly looks... hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You could have come in here. Beat up on me. Trashed the place. I wouldn't have cared. It's what I expected. (shakes his head) But you didn't do that. Instead you gotta piss me off. Make an enemy. Even if I did know something, there's no way I'd give it up to you. You're a moron. (pause) Also, Slick, blue ain't your color. \f25 GOLD CHAIN RAISES THE GUN AND FIRES. Healy's already in motion..! The bullet goes wide. Past Healy's shoulder, keeps going --",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUT THE OPEN WINDOW",
          "text": "Hits a WOMAN in the APARTMENT across the street. Her half-open window SHATTERS, pop--! Arm wound. She goes down with a YELP. Drops from sight. The OLDER GUY knocks the GUN aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "You stupid son of a bitch! VOICES, now, from across the way. SHRIEKING. Healy, a BLUR. Dives into the BEDROOM. Hits, flat. Sweeps a SHOTGUN from behind the bed. SPINS, barrel up -- Front door, open. Still swinging... Visitors, gone. CUT T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Googie architecture gleams in the bright morning sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A party for Holly in progress. MARCH stands at the counte surrounded by a pack of howling YOUNG GIRLS, all CALLING their shoe sizes. He raises a hand:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Whoa, whoa, EASY. Christ Jesus, one at a time, huh? THANK you. Janet, size..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET",
          "text": "You took the Lord's name in vain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "No, I didn't, I found it useful... Cindy, you a six..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Except every ball goes straight in the gutter. Squeals, giggles..!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH, in a closed stall. On the pot. Reading TIME MAGAZI The cover story's about GLOBAL COOLING. \f26 Arm, still bugging him. He fishes out a cigarette, lights Hears the bathroom door open. Clopping FOOTSTEPS. Looks d ALLIGATOR BOOTS. Outside. A hand TAPS politely:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I'm in here. HEALY (0.s.) It's me, Mr. March. I intend you no harm. You're safe. Say \"yes\" if you understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE THE STALL",
          "text": "Stands JACKSON HEALY. Calm, posture seemingly casual. He waits... Then, slowly, the stall door swings wide--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "~.. Yes. Reveals MARCH, still on the throne. Holding the door open with his bad hand. The other's got a GUN trained on Healy",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "How stupid do you think I am? Huh..? I got a permit to carry, dumbass, and since your little \"visit\" yesterday this baby stays right here, right where I can-- As he goes to pat his holster, the STALL DOOR starts to swing closed, he quickly has to BANG it back open. He loo ridiculous. The cigarette falls from his lips, burns his leg. He swears --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "... Need any help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Just stay right there, you mother. March reaches for his pants, the STALL DOOR swings shut again. He BANGS it open -- he can't hold his gun, and the door, and pull his pants up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "... I got this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You mind if I look away..? March shifts. Tentatively rises up... Gives up. Sits agai",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "All right, this is pissing me off... What do you want? \f27 Healy takes a deep breath, looks a little embarrassed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I, uh... I need you to find Amelia for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March is wary. Watchful. Healy attacks a slice of pecan p with gusto, seemingly unruffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "++. SO you think these guys want to... hurt this chick Amelia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Sure... After they're done killing her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Any way to warn her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I can't reach her. I been trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I don't get it. Why do you care? What's in it for you? A pause. Healy chews, swallows... Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I don't want to have to move. March looks thoroughly perplexed. Healy shrugs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Look, it doesn't matter. Healy drops a wad of bills on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Two days in advance. That's $400. Plus whatever the old lady's giving you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Old lady, fuck you, old lady, you broke my arm, I quit, remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "So call her up, get back on the case. Get paid twice. March dry-washes his face with his hands. \f28",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Help me find Amelia. You were looking for her, right..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": ".«.. Yes and no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Excuse me? March leans back in his chair, sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Last week, the old broad hired me to find her niece -- Misty Mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Misty Moun-- (stops, frowning) The dead chick? The porno chick--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah. That one. (leans forward) Two days after the crash, Auntie Lily went to clean out her niece's place... Spotted Misty inside her house, through the front window. Alive and well. Then saw her drive away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(shrugs) I checked it out anyway... Talked to the guard at the front gate, turns out there was a girl there that evening --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Amelia. The old lady saw Amelia. March makes a \"bingo\" gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Guard confirmed it. Keeps notes of all cars, in and out. I ran the plate, got her name --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "And..? March affects disinterest. Casually holds up three finger \f29",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Three. (frowns ) Three what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Three days, in advance. If you want the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "$600..? That's fucking robbery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yes, it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I only got $400.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Banks are still open, you can hold one up if you hurry. From behind him comes a \"bud-dum-BAH-!\" He turns, startle And sees HOLLY there. Perched on the edge of the booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Holly, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Giving you a rim job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Whatever. (plops down beside him) Hey, can we go one more game, before-- She sees Healy. Stops, blinks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "... You're the guy that beat up my dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "It's okay. He won't hurt me, he only did it for money. He's a nice guy... aren't you, slick? Healy manages a lame smile. Holly stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "You beat people up... and charge money? \f30",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Wow. No way... So, um... How much would you charge to beat up my friend Janet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "How much you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Okay, discussion over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Hey, is that apple pie? She reaches over and grabs March's plate. Starts eating. Bouncing a little in her seat. Happy as a clam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Two days. That's all I got. March makes a decision:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Four hundred. Two days. We find her sooner, I keep the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "That's good. He scoops up the money, checks his watch:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Because I already know where she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kids playing on swings. Blankets with family picnics. Nearby, littered across the grass: More than A HUNDRED PEOPLE. Sprawled on the ground. Arms, legs akimbo. Each one weari a GAS MASK, lying perfectly still... This is a \"Die-in.\" They're pretending to be dead as a form of protest. Hand painted signs proclaim: FOR THE BIRDS! To one side, a few spectators. Smoking. Pointing. Looking bewildered. Whatever... \f31 MARCH and HEALY appear at the edge of the gathering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(nods at the protesters) There you go. Thank you and goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Wait. What do you mean, there I go..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "This is Amelia's protest group. She's in there somewhere. So. Have at it-- March turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Hold on -- how do you know she's actually in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I told you, it's her protest group. She started it. Which was the hot tip I got yesterday just before you broke my arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Okay, but she's holed up somewhere, hiding, right? What makes you think she's gonna be here, if--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Of course she's gonna be here. It's her protest group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Stop saying that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(put-—upon) You know what? Watch this. He turns. Loudly addresses the crowd of protesters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "EXCUSE ME! HI! We're looking for Amelia. No response -- everybody still pretending to be dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(nothing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANYONE HERE KNOW AMELIA",
          "text": "Finally, from amongst the \"dead\" comes a mask-muffled VOI \f32 VOICE (0.s.) We can't talk to you! March squints, searching for the source of the voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What? Who said that? VOICE (0.s.) We can't talk to you! We're dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah, okay, I get it. Real clever... But this is a serious matter here. VOICE (0.s.) So is this, we've all been killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Look, pal-- VOICE (0.s.) Fuck you, we're dead! One of the smoking onlookers turns to March, offers helpf",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMOKER",
          "text": "They can't talk to you, man. They're dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Thanks. That's helpful. The smoker smiles, nods: no problem. HEALY turns to the h",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What are these assholes protesting anyway..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMOKER",
          "text": "I dunno... (smokes more, then)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEY, WHAT ARE YOU GUYS PROTESTING",
          "text": "Pause, then: VOICE #2 (0o.s.) The air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You're protesting the air..? VOICE #2 (o.s.) The pollution. The birds can't breathe. \f33",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "So you all died because of the pollution? VOICE #2 (0o.s.) Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What about the gas masks? I mean, wouldn't that have saved you? Long pause... no one answering this one. VOICE #3 (0.s.) ... They didn't work. March, his plan in tatters. Steps into the crowd:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Can we get back to Amelia here-- He steps on some guy's hand:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAD GUY",
          "text": "Ouch, fucker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Sorry. (addressing everyone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEAK WITH YOU...",
          "text": "A new voice cuts in now, this one from behind March somew VOICE #4 (0.s.) Hey. Dickhead. She's not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Of course she's here. This is her protest group. VOICE #4 (0.s.) So..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "So that means she's here. VOICE #4 (0.s.) Well, she isn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yes, she is. VOICE #4 (0.s.) No, she isn't. \f34 March getting pissed now. Glances back at Healy for help. Healy just shrugs: What do you want me to do..? Now another dead protester starts talking:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "She's not here because of her boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(turning towards the new voice) Her boyfriend..? Why? VOICE #5 (0.s.) \"Cuz he died. Really died. Three days ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "He died..? So then, where's Amelia..? VOICE #5 (0.s.) We can't help you. We're dead. March stares up into the sky, exasperated:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Okay. Which one of you assholes wants to make twenty bucks..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March driving. Healy in the passenger seat. One of the PROTESTERS sits in back. Brown hair, about five foot five Gas Mask pushed back on his head. His name is Chet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Up here, Chet..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Yeah. Make a left here. March turns left. Pulls up to the curb. They all climb ou They're standing in front of BLACKENED HUSK that was once COZY BUNGALOW... It's been burned to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What the fuck is this..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "That's Dean's house. Amelia's boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "That's not a house, Chet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "I told you, he burned to death-- \f35",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "But you didn't tell us the house burned to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "So..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "So now we can't search it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Oh. (beat) Maybe you can search the burned part. March sighs. This is not going well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I thought you knew Amelia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "I mostly knew her through Dean... He kept talking about some film they were making.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Film?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "He was a filmmaker. Experimental films. That's how we became friends. 'Cuz I'm kinda in the business myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "I'm a projectionist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Anyway, Dean stored all his stuff here. Had a bunch of old film stock. That's what caused the fire. Went up, POOF! -- (nods ) His life's work and his life. Gone... Makes you think, doesn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Not really. March spots a kid, 14 or so, long hair. Riding his bike j up the street. He motions to him: \f36",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey, kid! Come here! The kid rides up. Eyes March with adolescent defiance:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You know the guy that lived here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Maybe... What's it to ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "He'll give you 20 bucks if you answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Wait, I didn't say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "20 bucks, man. Or you can blow. March takes a deep, deep breath. Fishes a twenty out of h pocket. Hands it to the kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Yeah. I knew the dude. Filmmaker dude. Saw him making a film last month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "An experimental film, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "I guess... More like a nudie film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Did you see a girl with him? Blonde. Five nine, give or take. Named Amelia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Naw... I didn't see her, but I saw that famous chick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What famous chick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "The dead one. Porn star. Misty something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Misty Mountains? You saw Misty Mountains? March and Healy exchange looks. \f37",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "But you didn't see this other girl, Amelia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Nope... I hung out for a while, too. Tried to get a job. Talked to the producer. Sid... Sid Hatrack I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Nobody's name is Hatrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Whatever. I asked him to give me a job. Because, you know, I got a big dick. I offered to show it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "That's nice... You sure you didn't see any other girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "I'm sure... You guys want to see my dick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "20 bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "We already gave you 20 bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "That doesn't count towards the dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "We don't want to see your dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Fine... Fags. The kid rides off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey, kid... What was the name of that film? Did they tell you? The kid looks back:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Yeah. Stupid title: \"How Do You Like My Car, Big Boy?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March dri They turn This buys casually, He abrupt the WINDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHATTUCK",
          "text": "38",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ves. He is not in a good mood. We come in mid-chat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Fine, you got me for two days. But two days is two days. That's the deal. Like it or lump it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Sure. Just to clarify -- I decide to \"lump it,\" what... does that entail--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I dunno. It's from the Bible. onto Hollywood Blvd. Healy chews his lower lip:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "There's something funny here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Nah. Guy burned up. Happens, trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "It \"happened\" three days ago -- same day Amelia fell off my radar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You phoned, she didn't answer --how's that radar? Maybe she dislikes you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Or she's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "God willing. him a dirty look from Healy. March glances up does a swift double-take --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey-hey! HATRACK. ly pulls over. STOPS. He's pointing past Healy, out W -- Above them, a XXX theater MARQUEE: SAVAGE SID presents: HARD IN THE SADDLE. Healy laughs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Shattuck. Who's that? \f39",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Savage Sid. The porn KING. Experimental film, my ass. They were making a porno. (beat) Damn. So, he was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(thinks) Yeah... and he didn't burn up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly stuffs some clothes into an overnight bag. MARCH is the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What..? I can't -- yes, for Mr. Shattuck. I'm an old friend. I'll wait. Thanks. As he speaks, he keeps a weather eye out the WINDOW:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Standing out on the patio. Glancing around the neighborho crushing a bug on the cement, whatever... March notices HOLLY staring out the window, too. Worried. He covers the mouthpiece with one hand, says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Holly, ease up. This is work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Look at him. He looks like he's getting ready to shoot the neighbors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "See..? I like him better already. Then, into the phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah, hi, I'm here... What's it about..? Well, I'd prefer to speak directly with Mr. Shattuck -- (beat) Okay. Well, I was asking after a mutual friend of ours, Amelia. I wondered if-- (beat, his face changes) What..? Say that again. (pause) Okay. Thank you. He hangs up, looking exhilarated. \fShe plops",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSPAPER,",
          "text": "40",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "That was the number I got for Sid Shattuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "And..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "They were setting up for a party... I asked for Amelia, they said she'd be \"back\" in time for it. Back. Like she's been staying there. (looks up) Who are you staying with tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Jessica... You're going to a party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "No, I'm going to a BIG party. down across the room, looking pissed. Picks up the reads from the front page:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "\"Adult film star Misty Mountains, shown here at last month's Detroit auto show.\" Dad, she's gross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "So are midgets, but people like them in movies. It's WORK, kiddo. I do this, we won't have to sell the furniture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(looks around) Can we sell it anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Jessica's... NOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly exits the house just as Healy heads in. She blows o without looking at him -- then stops. Turns, says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "... I'm friends with a cop, you know. Healy glances over. Says mildly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "That so..? \f41",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "He likes my dad a lot, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Maybe they should get married. She turns on her heel and stalks off. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "The L.A. basin, a dazzling scatter of lights below us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEALY navigates Bel Air Road. March checks street numbers",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "... Tell me something: Did you actually believe the old lady... I mean, that she saw Misty alive that night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hell no... You kidding? She's a blind old bat. Her glasses are actual coke bottles, the whole things. Paint a moustache on a Volkswagen, she says, \"That Omar Sharif sure runs fast.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "... So then, why'd you take the case in the first place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "For the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Oh... They lapse into silence. Majestic houses glide past --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "This Shattuck guy, he just distributes porno? Nothing else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "That's the word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(surveying the lush homes) Tell you something, brother, you and me got it all wrong. A line of cars is forming just ahead. Beyond it we can se VALET shooing an errant DEER out of the road. \f42",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "That's it up there... (turns) We do this my way. Nice and easy. 68 and sunny. Got it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "68 and sunny. Roger that. Another VALET hurries towards them as they climb out of t car. March takes a ticket off the valet... Then stops-- A LOUD NOISE emanates from the back of the car... A stead POUNDING. The valet, utterly thrown. Healy, bewildered-- Not so, MARCH. His face settles in a SCOWL. He grits his teeth. Stalks to the trunk of the car. Heaves it OPEN-- His daughter HOLLY is inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I know what you're gonna say -- but since I'm already here, you might as well take me in with you, right..? March's expression doesn't flicker. He simply shuts the trunk again. Calmly walks to the valet, hands him the key",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALET",
          "text": "(over renewed POUNDING) Um, I can't take your car like that. March sighs, flicks a look to Healy that says, \"You see w put up with..?\" Goes back to unlock the trunk... CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH HUSTLING HOLLY ALONG THE SIDEWALK",
          "text": "Taking her away from the party. Healy trails behind them. Holly, wide-eyed; watches as scantily clad GIRLS flounce",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Dad, there's like, whores here and stuff. Looking around for a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "How many times have I told you..? Don't say, \"and stuff.\" Just say, \"There are whores here.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Well, there's like, a ton. A CAB pulls to the curb nearby. March waits for two chick in tube tops to clamber out. \f43",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Dad, come on! I said I was sorry. I can even help. I'll ask around for this Amelia chick. Or that blue guy. Dad--! He shoves Holly inside. Gives her some money. Slams the d Watches as the cab pulls away. Shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Cute kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "If you say so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What happened to her mom, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "There was a house fire. She burned up. Happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah. Lot of that going around. Shall we? They head back for the party. AND WE SEE BUT THEY DON'T-- HOLLY'S CAB slows at a stop sign, fifty yards away-- And HOLLY jumps out. Just flings open the door and runs. A tiny cab driver head sticks out the window, \"Hey!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is ABSOLUTELY HUGE. The property spreads out behind the house and goes down the hill quite a ways. A MASS OF BODIES clog a nearby DANCE FLOOR. Satin jackets Halston knock-offs, white suits and feathered hair. March and Healy enter. Wander amid the chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Right, so... If Amelia doesn't show, we still got Shattuck. We brace the guy. I'll come on like the good guy -- you blind his son, or whatever. Work your magic, and-- (stops noticing) What are you looking at..? \f44",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Nothing. March follows his gaze to a very young, very cute GIRL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You were checking out that redhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "No I wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Nothing to be ashamed of. She's cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "She's fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Seventeen if she's a day. And she's hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "That chick could be your daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "No, she couldn't... Look, obviously I'm not attracted to my own daughter--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Great. What do you want, a medal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "--I'm just saying, youth is attractive. Like, sometimes, when Holly brings home some of her older girlfriends...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I'll give you fifty bucks to change the subject. (beat) Let's split up. You spot Amelia or a guy with a big blue face? Find me. He peels off. March watches him vanish into the assembled disco chic. A passing WAITRESS nearly collides with March",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Whoa, incoming..! He sidesteps, deftly snags a DRINK off her tray. Heads of",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "It may be a party, but Healy is NOT enjoying himself. He stands, getting jostled. How hard can this be..? \f45 Squints across the room-- SEES MARCH. At an INDOOR BAR. Talking to the bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Now what you really gotta be worried about is them killer bees-- HEALY clamps a big mitt on March's shoulder:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Take it easy, brother, there's enough for everyone-- (turns) Oh. Hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Any luck..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Nope. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "None... No girl. No blue face. Nothing. The bartender hands March his drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Hey. Less drinking. More looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What are you, some kind of super-prude? This is like my third drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Whatever, I'm gonna check the rest of the house. Healy stalks off... March watches him go. Downs his drink one shot. Hands the empty glass back to the bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hit me again, Skipper. The bartender pours him another one. March drinks it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey, listen... I seem to have misplaced my sister. Dirty blonde hair, ‘bout yay- high..? Answers to Amelia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Hmmmm. Doesn't sound like anyone I know... You want one more? \f46",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(considers) Why the hell not..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH AT A BAR BY THE POOL",
          "text": "He's got another drink in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah, see, I'm looking for a gal-pal, answers to Amelia..? Actually, she's my sister, I'm worried about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH TALKING TO A COCKTAIL WAITRESS",
          "text": "She hands him a fresh drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "... bout yay-high, answers to the call of the wild..? Nah, just kidding. She's my sister. I forgot her name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH WITH TWO TOPLESS CHICKS",
          "text": "Drinking a Mai Tai now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "... I gotta find her... I'm her sister. She's worried about me. I'm worried, too. He grins like an idiot at the two girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fewer people back here. HEALY finds an office. Waits for right moment, tries the door--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is a mess. DIRECTORS' CHAIRS stacked in a corne Lighting equipment... Makeshift storage for porn producti Healy crosses to the desk. It's piled high with CLOTHING wrapped in plastic. This, apparently, is PORN WARDROBE. H lifts a pinstriped jacket off the top. It's hand labeled: “HOW DO YOU LIKE MY CAR, BIG BOY\" Misty, scene 1. He dumps the rest of the clothes on the floor. As he does PIECE OF PAPER flutters out... Healy retrieves it: \f47 The paper is PINK... And it's SHAPED LIKE A COW. FEMININE HANDWRITING on it: 28-10 BURBANK APT. WEST, FLT 2, 10:30 Amelia's writing..? Healy frowns. Pockets the paper. Looks around the office once more... Then exits into the hallway. Starts toward the living roo Glancing at the DEN, in passing. Stops--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOLLY is in here. With the young REDHEAD we saw earlier. And some DORKY LOOKING GUY. They're watching a porno being projected against a wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(looking up) Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": ". Um, Holly... I'm not so sure you should be watching this. The dorky guy waves Healy out of the way:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORK",
          "text": "What's it to you, idiot..? Move. You're in my way. Without even looking, Healy grabs the dork by the hair. BOUNCES his head off the coffee table -- WHAM! --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Look, dickweed, that girl sitting there is a minor... Where do you get off showing her this kind of stuff, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "He's not showing it to me -- Healy stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "He isn't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "No... He just wandered in... (points at redhead) She put it on. Healy looks slightly deflated now. \f48",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yeah, well... She shouldn't be watching this kind of stuff either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDHEAD",
          "text": "Watching it..? Man, I'm in it. Healy blinks. Frowns. Looks over at the screen for a mome Takes a good hard look this time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "«+. Oh. The dorky guy is still just sitting there. Fingering the rapidly forming bruise of his forehead. Healy clears his throat... Looks over at the dork:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Listen, uh... Sorry about that, man... Your head okay? The dork doesn't answer. Starts crying instead... Healy n",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "«+. Good. Decides it's time to leave. Exits... HOLLY watches him go Pause, then feigning nonchalance, she says to the REDHEAD",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Oh, by the way, I'm supposed to meet someone here. Do you by any chance know a girl named Amelia..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDHEAD",
          "text": "Hmmm... She in the business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I think she did a film with Sid Shattuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDHEAD",
          "text": "(shakes her head) Don't know her. But Sid's gross. He told me this one chick was his sister, right? Then a few days later, I walk in on them and they're all, doing anal and stuff!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Don't say “and stuff\" -- just say, \"They're doing anal.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March steps outside and draws a deep lungful of night air \f49 Sees a STRAGGLER out on the deck. Five-two. Blonde. He gr drunkenly at her. She waves:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey, yourself. What's your gig, blondie? What do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE",
          "text": "I do a little acting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Little acting? Hey! Me too. Do this. He motions for her to shoot him; finger-gun. She does--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE",
          "text": "Bang! March takes it high in the chest. GRUNTS. Staggers. Executes a death-pirouette. Topples over the railing, into the night. The BLONDE laughs, claps... pause... FROWNS. Steps to the edge, peers over the railing-- Sees MARCH bounce down the canyon like a rag puppet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH tumbles to a halt like tennis shoes when you stop t dryer. Sits up, trailing weeds. From above, faintly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE, (0.S.)",
          "text": "Woooo! That was great! She wanders away, already disinterested. MARCH takes stock. Miraculously, his cast is intact. Stan patting his jacket... Aw, no. His gun, GONE. Jarred loose He turns, looking around... Stops cold-- There is a WOMAN watching him from the shadow of the tree down here. March can only make out her bright YELLOW DRES",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Jeeze, you scared me... Listen, this'll sound weird, but I lost my gun. (stops, squinting) Hey... You look-- The woman BOLTS. Just like that. \f50 Takes off running without saying a word. Gone. March stares after her. Blinks. Shakes his head. Whatever. GUN. Just find the gun... He starts pawing the Bingo. He finds it. Stands, checking the weapon over. Takes a step back-- AND TRIPS OVER THE DEAD GUY. The one sprawled out in the ivy directly behind him. March \"YELPS!\" loudly. Stumbles. Falls on his ass... Sits in the dirt. Slack-jawed. Blinking at the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY, (0.S.)",
          "text": "Yo! March! What are you doing? March jumps again. Snaps his head upward --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healy stands, looking down. MARCH (0.s.) Get... Get down here... Now. Healy frowns, puzzled -- March doesn't sound so good. Holly wanders out onto the deck. Healy glances back, makes a fast decision... Pulls some money out of his pocket:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Holly, get yourself a cab. Go home. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "No way! I'm helping! You can't tell me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(calling out) March? MARCH (0.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Tell Holly to take a cab home. MARCH (0.s.) HOLLY?! Jesus, are you still here!? Holly looks pissed... Snatches the money out of Healy's h Turns on her heels and marches off, sullen. \f51 Healy makes sure the coast is clear. Then -- HOPS THE RAI Hits. Scrambles downhill, showering dirt... Slides to a s A beat, as he notices the corpse and registers it for wha it is: a corpse. A ragged exit wound bisects its face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What happened? Who is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I... I think I'm gonna throw up. Healy goes through the guy's pockets. Finds a wallet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Um... You're not gonna like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I can feel it at the back of my throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "It's Sid Shattuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "It's Sid-- Oh, God. No. No. Healy is squinting at the body... Thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What is going on..? Anybody worked on this Amelia flick -- the boyfriend; then Misty; now Shattuck... They're all dead. (beat) What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Who fucking cares?? (points to corpse) Before we break the case of the century, could we maybe consider dealing with this",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What should we do with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Are you kidding? We gotta move him. (off Healy's look) There was a girl... She SAW me here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Did she see the body? \f52",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Doesn't matter. It'll be found. She can place me here, looking for a gun --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "And tell the cops and you'll go to jail. I get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I vote for Plan A: I throw up -- then we move the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I'm down with that. March nods. Bends over. Begins executing his plan. TIME C",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly stands upstairs by the main bar. Fuming. She swipes flute of champagne off a passing waitress, drains it... A HAND taps her shoulder. She whirls, GUILTY as hell --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Are you the one who's been asking about Amelia? Holly blinks. A six foot tall AMAZON in a HALTER TOP star down at her, questioningly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "... I, uh, may have said something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMAZON",
          "text": "What do you want with her? Holly's not sure how to handle this. Swallows, says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "She's... she's my sister, see. I need to warn her. Yeah, see, two freaky guys came around..? They're all, where is she, where is she -- Scared me, kinda. The Amazon scrutinizes her for a long moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMAZON",
          "text": "Okay. You seem like a decent kid... (nods ) I'll take you to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "»..- You'll, um... Oh. Kay. \f53 Holly nods. Smiles. Her smile looks a tad sickly. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our guys drag SHATTUCK'S BODY through the brush. Healy's got his legs. March has hold of an ugly tie. Both grunting. Sweating. Speaking in harsh whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "How the hell'd you spot him, that's what I'm wondering. From way up top..? (dawning realization) Wait a minute. You didn't... Did you FALL down that hill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Oh, come on... I had three lousy drinks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Sure. That's why you can't walk straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "For Chrissakes, I'm carrying a dead body! I'm sorry I'm not Baryshnikov here--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Ha! You can't say \"Baryshnikov!\" You DID, you fell down here! Didn't you? (exasperated) Unbelievable. First you get drunk... Then you take a header off the balcony which, I'm sure, is a keen old-time detective trick--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Can we just get him out of sight, please? March indicates a sagging FENCE, separating properties. They plod toward it, wheezing with effort. PARTY NOISE, wafting on the night air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Ready? On three; one... two... THREE. They heave the corpse over the top. It DROPS from view..!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER SIDE OF THE FENCE",
          "text": "At the end of the day? It's not their fault, I mean, real how could they know there was ANOTHER party at the neighbors'? Below the fence, 30 feet straight down? DEAD SHATTUCK plummets out of the sky and EXPLODES a glas table. Takes out a busboy. 150 people watch, thunderstruc \f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSBOY",
          "text": "JESUS! MY LEG! Oh my God! My leg! Healy and March, uncomprehending. They peer over the fenc",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I think he's still in sight. They BOOK. Back up the hill. Hit a set of wooden STEPS an keep right on climbing. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE AMAZON leads Holly past the valet station. Down the street to a waiting LIMO. Engine idling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMAZON",
          "text": "Hop in back, sweetie. Holly swallows hard. Climbs in, heart thudding. There is man seated back here. Face turned, looking out the window The Amazon leans in after Holly, says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMAZON",
          "text": "This one says she's Amelia's sister. Then pulls back out, SLAMMING THE DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Is that a fact? He turns to look at Holly -- his face, a scrubbed but no less vivid shade of BLUE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE FACE",
          "text": "Good times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With HEALY and MARCH, as they retreat up OUTSIDE STAIRS. Pushing through people, shoving them aside. March reaches a wooden LANDING: Deck, hot tub. Lunges for the NEXT set of stairs. Healy appears, close on his heels. Turns towards the stai accidentally SLAMS into a big guy. Starts to apologize -- FREEZES. Dead stop. We recognize the BYSTANDER. It's OLDER GUY. Blue-Face's partner. Big as life. Their eyes lock.... They launch. NO HESITATION. March, everyone else, forgott \f55 Older Guy's .38, clearing leather -- Healy KICKS OUT--! Sends it sailing. It lands in the HOT TUB. Older Guy counters: PULLS A SWITCHBLADE. Lunges. PANDEMONIUM. The deck clears rapidly. People SCREAMING. Running every which way, surging up the stairs and meanwh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOLLY pressed back up against the door of the limo. Feeli behind her for the door handle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "- No thanks. I think we must be talking about a different Amelia. Blue Face inching towards her. Voice deadly calm:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE-FACE",
          "text": "Really..? How can you be sure? Why don't you describe your sister for-- Suddenly he stops. Breaks off mid-sentence, staring past out the window. Holly darts a look herself, sees--",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GIRL IN A YELLOW DRESS",
          "text": "Bolts out of the front door of Shattuck's house. Frantic. Trailing a backpack. Accosting the VALET. YELLING:",
          "sentiment": "neutral"
        },
        {
          "speaker": "YELLOW DRESS",
          "text": "I need my keys. Now. My keys, HURRY--! Her words, clearly audible. BLUE FACE flicks a glance at the seat across from him. Holly, following his gaze again: A FADED PHOTOGRAPH sits there. It's a shot of AMELIA. The woman we saw hire Healy. Looki slightly younger with a graduation cap and tassel... OUT THE WINDOW: The GENUINE ARTICLE. No mistaking her. Blue-Face just won the lottery. Everything changes, that quick. Holly, now worthless. Blue-Face lunges ACROSS her. Thrusts open the DOOR, pinning Holly in the process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE-FACE",
          "text": "Don't fucking move. \f56",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GUN MATERIALIZES",
          "text": "In his outstretched fist. He sights down the barrel. This is it, he's not fucking around. And you know what..? Holly decides she isn't either. Fuck being scared. She wrenches one arm free--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRABS THE DOOR AND YANKS IT SHUT",
          "text": "Right on Blue-Face's wrist. A loud CRUNCH--! He BARKS sudden PAIN. The gun bucks in his hand. DISCHARGES, KA-POW--! Shot goes wild. Blasts splinters from the valet box. BLUE FACE recoils and HOLLY kicks the door back open. Leaping from the car--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Amelia, run!! Amelia SPINS. Locks eyes with Holly... BOLTS like a cheet PANIC. People yelling, rushing for cover. Holly stumbles, gains her feet as Blue-Face fumbles with the gun, reachin for her-- This time she slams the door ON HIS FINGER. PAIN, white-hot. He shrieks, falls back inside the car. Holly doesn't miss a beat-- SHE RUNS FOR IT. Heart thudding, feet slapping pavement. Chasing a blotch of retreating YELLOW, as Amelia flees do the canyon. The party's become a ROUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH heading up the STAIRS fast-- following the sound of the GUNSHOT. The wood, vibrating... thrumming. He looks u",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Fuck me. Panicked PARTY GUESTS. STAMPEDING DOWN towards him, as be him they STAMPEDE UP. He fights through, bursts out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Onto the drive. Casts about --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f57 BLUE-FACE at the wheel. Laying rubber. People actually FL themselves aside-! IT SCREECHES off, down the canyon. March turns -- the VALET who parked his car earlier gives him a slightly surprised look:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALET",
          "text": "Hey, man, I think that limo is going after the girl who was in your trunk! Far out, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "My trunk--? (realizing) Oh, fuck. FUCK..! (beat) Where the hell are my keys?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DECK, now empty after the exodus. HEALY and OLDER GUY. Still at it. Circling each other. OLDER GUY darts in quickly, brandishing the knife. HEALY scrambles back -- Stumbles against the HOT TUB. A glint of METAL in the water. THE GUN. Healy dodges a SLASH -- DIVES for the weapon. Comes up, soaking wet, spins to FIRE -- Too late. Because OLDER GUY'S already ON TOP OF HIM. Tackles him. STABBING. As they both PITCH BACKWARD -- Over the EMBANKMENT. Tumbling, bouncing. DOWN THE WOODED HILLSIDE. Skipping, end over end. Kicking up dirt -- Then WHAM--! WHAM--! the two men slam to an abrupt STOP i the middle of a clearing. Twenty yards apart. Healy groggy, bleeding, wet... The REVOLVER'S GONE. He spots it to his left. Tries to stand. Collapses. SCRAMBLES for the gun. Hands and knees. Snatches it up and AIMS IT before Older Guy can even get his feet. PULLS THE TRIGGER: CLICK--! Older Guy FLINCHES -- Nothing. It's a misfire. Healy pulls the trigger twice more -- \f58",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLICK--",
          "text": "It won't fire. He gets it immediately: The cartridges are Older Guy smiles. He's still got the knife. He starts for Healy. Oh, Shit. Frantically, Healy flips the GUN CYLINDER open. Spins it as fast as he can. Water flying off the thing. Flicks it back into place. Aims. Older Guy ten yards away",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLICK--",
          "text": "Fuck. Healy tries to stand and back up at the same time. Falls again. Fuck. Flicks the cylinder open. Spins it. Desperate. Blows on it this time-- Older Guy is almost on him. He flicks the cylinder closed",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLICK--",
          "text": "Older Guy SWINGS THE KNIFE--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLICK--",
          "text": "MUZZLE FLASH. Close range. The bullet catches Older Guy i the collar bone. SHATTERS IT. Blood and flesh go flying. Older Guy SCREAMS, spun like a top. Goes down flailing. The shot echoes in the canyon closeness. HEALY drops his arm to his side. Chest heaving. There. Much better. Tosses the gun. Spits blood. Steels himself. Staggers to his feet. Half-limping now. Kicks the knife away. Looms over Older Guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "(wheezing) Wait... You don't... I can pay you. I can pay y-- Healy rears back and STOMPS the guy's elbow. We hear a SHARP SNAP and the man SCREAMS again. SQUIRMING",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Are you bargaining with me? Older Guy shakes his head emphatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "No... No... I'm gone... You'll never... see me again... Never... \f59 Healy takes the KNIFE. Holds it an INCH from the guy's EY",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Uh-huh. Where will you be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "Mi... Michigan... Healy considers a beat. Then, surprisingly, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Michigan works. Withdraws the knife. Staggers upright. Was it worth it? He'll worry about that later. Turns, starts uphill -- the just as suddenly STOPS. Ears pricked: A SCREECH OF TIRES from down the canyon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can see A ROAD below us, through the trees. Healy spots two figures RUNNING. They dodge across the tarmac. Start down a wooded SLOPE. Getting OFF THE ROAD. Behind them, A LIMO SHRIEKS TO A STOP. A MAN jumps out, pulling a gun. Hard to say from this distance, but it looks like his face might be BLUE. Healy galvanizes. Powers forward. Running on his hurt leg Older Guy, forgotten -- and meanwhile",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a corner full-speed. UP AHEAD-- THE LIMO. Angled in the middle of the road. BLUE-FACE aiming a gun down the canyon. FIRING. No hesitation. March VEERS. Targeting Blue-Face. Stomps the accelerator. Engine, howling..! BLUE-FACE reacts to the noise. Doesn't miss a beat. Spins and FIRES RIGHT AT MARCH. WINDSHIELD, splintered..! March ducks. SKIDDING. OUT OF CONTROL. Blue-Face DIVES aside, nick of time, as MARCH'S CAR - Fishtails. Slews off the road... \f60 Just misses a full-grown DEER. Sends it SCAMPERING. A TREE RUSHES AT US. March slams it HEAD ON... WHAM--! Silence. A beat. March shakes his head. Clearing it. Turn BLUE-FACE is gone. Down the hillside. March blinks, and then-- Someone ELSE flashes across the road, limping:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Healy doesn't stop. Hobbles, yelling back, pointing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "See if you can cut him off! Go! Shit. March jams it in reverse. Pulling free. Takes off a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly and Amelia stumble down onto another paved road. Am clutching her BACKPACK. Both running for their lives--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Go! Run! What happens next happens quickly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE-FACE",
          "text": "Emerges from the trees behind them. Stops, drawing a bead Amelia. His finger tenses on the trigger, as",
          "sentiment": "neutral"
        },
        {
          "speaker": "A DEER BURSTS FROM COVER",
          "text": "Ten feet away. Leaping into the road. It's the one that March spooked. It fetches up sharply, seeing Blue-Face -- At which point, inexplicably, we make a HARD CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE INTERIOR OF A FAMILY SEDAN",
          "text": "DAD, driving a tad fast, whips around a corner. From the back seat, his son YELLS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEER",
          "text": "Dad cries out, SWERVES--! Misses the deer, thank God. Hits BLUE-FACE instead. \f61 Just fucking nails him--! FLINGS him, limbs skewed, into air... He lands with a sickening THUD--! CUT TO: HOLLY -- Still running. Shoots a look back. Sees the CAR come to a SKITTERING STOP. Sees THE DAD get out... Stare Then HOP BACK in his car and take off. Leaving BLUE-FACE lying there, in the middle of the road. His leg, twisted back at an impossible angle... Holly stops... Hesitates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "What the hell are you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "He's HURT. Just... just hang on! She starts back toward him. Amelia calling after her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Are you crazy?! Stay away from him! Holly just keeps going. Onto the road. Approaches the downed man-- He's a mess. He rolls over, gasping... SEES HOLLY. Stops. Holly stares back at him... Turns to call to Amelia -- Sees her RETREATING at a dead run. Goodbye. BLUE-FACE, meanwhile, is out of it... He reaches out a ha for her... She makes a decision. Crouches, takes his hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "It's okay... you're gonna be alright... I'll get help. A RUSTLING sound. Holly spins, startled-- HEALY is standing behind her. Staring down at BLUE-FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "A car hit him, we need an ambulance..!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Right. He strips off his sliced up jacket, lays it across Blue-F",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Holly, go flag someone down... Hurry, he's in a bad way. Holly scurries off. Healy and Blue-Face, alone now. \f62 He looms over the prone figure. For a moment, Blue-Face turns his eyes upward at Healy, imploring -- then, with dawning recognition:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE-FACE",
          "text": "You... Healy regards him, detached.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Me. Blue Face coughs... Fixes Healy with a belligerent grin:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE-FACE",
          "text": "Too late... The word already went out on you and the private cop... Ever hear... of John Boy..? By now, he's... heard of you... You ain't got long to live. Healy shrugs philosophically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Nobody does. He reaches out a powerful hand; calmly, clinically...",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK TIME CUT",
          "text": "HOLLY comes running back down the road. Desperate, fluste",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Healy! No one's stopping! Healy stands over BLUE-FACE'S BODY. Slipping his jacket back on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Sorry... He didn't make it. Holly shifts her gaze to the corpse. Stunned. Casually, Healy leans down, starts rifling the dead man's clothing. Comes up with a WALLET. Checks the license: Seymour Jones. Detroit, Michigan. He frowns at that... Just as HEADLIGHTS SWEEP them. Healy quickly tosses the wallet, as RED AND BLUE flashers fill the night --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "And that would be the cops. \f63 Holly doesn't even look up. She can't stop staring at the body in the road. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POLICE CARS, skewed across the roadway. A COP routes traffic, past the accident site -- BLUE FACE'S BODY is loaded into an ambulance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKED AT ROADSIDE",
          "text": "Healy leans against it, calmly smoking. While March argue the UNIFORMED OFFICER, standing guard:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Look, you got our statements. Can I talk to my kid now or what? She's over with the nurse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Sir, I was told to keep you here. So I'm keeping you here. Just following orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(indignant) Yeah, well... Hitler was just following orders! Healy thinks about correcting March -- but really, what's point..? Right then, a WOMAN appears at the cop's side. She's dark. Dark hair. Dark eyes. And beautiful. Late 20s early 30s. She wears a crisp, tailored business suit. As soon as she arrives, the cop gives her a quick nod and departs. Just like that... The woman smiles at March:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "You're Mr. March, I think. (to Healy) And you are..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Not answering that question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN / TALLY",
          "text": "(slight shrug) My name is Tally. If you'll come with me..? My boss would like a word. March and Healy just exchange looks. Follow warily, as sh leads them to a black SEDAN. Stops, waits, as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BACK WINDOW GLIDES DOWN",
          "text": "\f64 Revealing ANOTHER WOMAN. Late 40's. Well kept.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "Gentlemen. How do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "About this bad, most of the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "My name is Judith Kuttner. I work for the California Department of Justice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I see... Well, that explains exactly nothing. What the hell's all this about? Why are you holding us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "Please, keep your voice down. I'm trying to be discrete here... (pause, deep breath) I'm Amelia's mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "L.A. continues to dazzle. Clouds awash with the glitter f below. TALLY plays a game with HOLLY in the background. A",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER AND OUR GUYS",
          "text": "Sit at a picnic table. Talking. The SEDAN shields them fr the road. Kuttner nervously lights a smoke... There's a snapshot of Amelia on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "First off, I want to thank you. From the interviews we're getting, it sounds like you might have saved my daughter's life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "That was mostly Holly. Kuttner glances back at Holly. Chews her lip. Thinking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "I need your help. And I'm wondering if I can really trust you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Most people don't... But I'm starting to get the idea you don't have much of a choice. Kuttner regards March... Makes a decision. \f65",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "My situation is... well, \"delicate\" is putting it mildly. My job can be very public sometimes -- Healy frowns -- then suddenly snaps his fingers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "That's where I've seen you before -- on TV. Prosecuting that car company thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "The lawsuit over the catalytic converter. Exactly. That's half my day. (beat) The other half I spend on pornography.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Really..? That makes two of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "You may have noticed that Hollywood Boulevard has devolved into a cesspool. Not to give cesspools a bad name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "So you're, like, an anti-porn crusader?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "More or less... The Vegas mob is looking to expand their porn apparatus to L.A. I'm doing everything I can to stop that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Right. Porn is bad, yes, we get it -- (breaks off, squints) -- Wait... Your daughter made a Sid Shattuck film. Kuttner nods. Stares off:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Ouch... Ma'am, no offense -- but why'd Amelia do this film, if she knew it could embarrass you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "Oh, that's what she wanted. She's a petulant child, she... lashed out. Since her father died we've had... a difficult relationship. \fShe stubs 66",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "So, there's a film out there, somewhere. A prime piece of blackmail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "That would be my worry, except for one small detail -- (beat) There is no film. Not anymore. out her cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "It's been destroyed... There was a fire, Amelia's friend, boyfriend, whatever he was--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Dean. Yeah. We've been to the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "This Dean was apparently editing the film when the fire started -- all the footage burned. Everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "A great loss to cinema, I'm sure. That begs the question: (beat) Mrs. Kuttner, why is everyone who worked on that film now dying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "I don't know, Mr. March. I wish I did. All I know is Amelia is in danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "So put her in protective custody. After tonight she'll get scared, come running home--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "No. She won't. You don't understand-- (sudden tears) I know how she thinks. She doesn't trust me. I'm... Big Brother. I'm the government. (beat) She thinks it's me doing all this. The implications of this set in. She wipes her eyes. \f67",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "My daughter is out there, running scared. And she can't call home... because she thinks her own mother is trying to kill her. She reaches into her bag. Takes out a CHECKBOOK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "I want to hire you. Both of you. Find Amelia. Protect her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHECKBOOK",
          "text": "We see the sum take shape -- T-E-N THOUSA--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hire us? Sure. But we don't come cheap. (smug) I'm thinking five thousand dollars. She stops writing. Pause... She rips up the check. Starts writing again. March grins triumphantly at Healy. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healy stands back here. Staring at the half empty pool. Smoking... March comes out through the sliding glass door",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "She's asleep now. She's fine. Healy nods. March kicks a beachball into the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Listen, something bothers me... (frowns ) Kuttner's prosecuting this car company thing, right? Could mean hundreds of millions against the big three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah. So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "That guy tonight, the Blue-face one... Got a look at his ID. (beat) He's from Detroit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "... Probably nothing. Healy nods... Then: \f68",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Oh, I almost forgot... He reaches into his coat. Takes out the COW-SHAPED paper found at the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I found this in Shattuck's office. (reads ) 28-10 Burbank Apt. Western, Flight 2. 10:30 pm... I think Amelia wrote this. March glances at it: 28-10 BURBANK APT. WEST, FLT 2, 10:3",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "She might be trying to skip town -- what do you think? March shakes his head, a beat --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I think whatever it is, it can wait. I need 8 hours... (beat) Just drop by in the afternoon tomorrow. We'll sort it all out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healy, driving away from March's house. He spots somethin out the side window, squints:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND SOME CONSTRUCTION FENCING",
          "text": "We can just make out the beam of a FLASHLIGHT -- held by small figure sitting in the dirt... Reading from a book. Healy, bewildered. He hits the brakes and we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY MARCH",
          "text": "Sitting Indian style in the middle of the vacant lot -- t exactly where we first met her... She reads out loud to n Healy steps into frame behind Her... She stops reading bu doesn't look up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Hey. Healy glances around. No one else here. \f69",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "You've got your foot in the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "~.. What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(turns) Your foot. It's in the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Oh. Healy takes a couple of steps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "You just knocked over the lamp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Right. Sorry... Was this your room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "«+. No. Mom and Dad's. Healy nods: Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "«++. Mom loved detective stories. She closes the book. Takes a deep lungful of night air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Aren't you supposed to be in bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I couldn't sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I see. (nods ) ... Then I'll leave you to it. Healy turns to leave... Heads back to his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Mr. Healy..? Can I ask you something? Healy stops, looks back:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "... What did you do to that man tonight? \f70",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "On the road... When I went to go get help. What did you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I... Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "You didn't... (pause) .».. Did you kill him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "No... Of course not. I -- of course not. She studies him a moment longer. Finally nods: she believ",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Okay... That's good... (little smile) ... I knew you couldn't do something like that... Goodnight, Mr. Healy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CAR DOOR SLAMMING",
          "text": "As Healy gets back into his car. Keys the ignition. Catches sight of himself in the rearview mirror: Notices something he hadn't before... Something troubling He shakes it off -- Puts the car in gear. Drives away... And we CUT TO BLACK. Darkness. Silence. A count of FOUR, FADE UP. A TV NEWSCAST. A SLICK, WELL DRESSED MAN being interviewed. As workers in the background set up tables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "I'm here with a representative of the Detroit Auto Manufacturers, Mr. Bergen Paulsen... Mr. Paulsen, I understand you're in town today getting ready for the Auto show--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULSEN",
          "text": "That's right, Mike. For thirty years, it's been my privilege to debut the finest in automotive technology. Right here in L.A. The CAMERA starts to pull back from the TV set now. \f71 We're inside Healy's apartment. The TV drones on, unnotic The reporter asking about the catalytic converter lawsuit Healy walks past frame. Fresh from the shower. Hair tousl We follow him over to his \"word of the day\" calendar: Internecine \\In.ter.ne.cine\\, adj: Pertaining to dissenti within a group; mutually destructive. He ponders a moment, then says out loud:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "The marriage failed when their internecine struggle overwhelmed what love remained. He smiles, satisfied. Shrugs on his coat. Exits whistling",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healy sits on the front porch. Waiting. Smoking. MARCH'S CAR pulls into the driveway. March and Holly clim out. She's carrying packages. March carries a new suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey, hey! The man of the hour! They approach Healy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Didn't know what time you'd be here. You said the afternoon--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Right. Sure. Sorry... But I went to the bank. Got your money. Right here. He pulls out an envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "That's all of it. Half. Twenty-five hundred... Yep... (beat) You know, minus a couple hundred... Damage to the car... I figured you'd want to chip in for that. Healy just shrugs it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Sure. \f72",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What do you think..? March holds up his suit, proudly. It's maroon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Nice... I guess. Holly pushes past Healy. She does not look happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "We stopped at a bar. That's why we're late. She darts inside the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Right... So, uh, how you wanna do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Well... I think we, you know, give it a couple of days... Then we'll call Kuttner, see if we can hit her up for a second installment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "We can -- I mean... What..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You don't want to call too soon. Gotta act like you're on to something, been working hard... Then wammo. (beat) I'm good at this. Trust me. He heads into the house. Healy turns, follows him inside:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Wait, you're just gonna... lie to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah. (off Healy's expression) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "She paid us. ME. She paid me to do a job... I don't wanna lie to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Fine. I'll lie to her. (beat) Don't worry. This is a good thing. We're gonna get some free bread. \f73 March hits play on his answering machine. He's got two messages. Both from Lily Glenn, Misty's aunt: LILY (on machine) Mr. March, this is Lily Glenn. I haven't heard from you about Misty's case-- March fast forwards it: LILY (on machine) Mr. March, I really want to find out if you've made progress-- March deletes both messages. Uninterested... Looks up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Right. So, we good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Good..? No, we're not good. (beat) Look, we have theses clues to follow -- He fishes out the COW-SHAPED PAPER he got off Blue Face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Burbank Airport? Western flight 2? I'm thinking she's skipping town --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Great! Fine! She gets shot in another city. We're off the hook. Healy turns, starts to walk back out the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Forget it. Just then, HOLLY appears from down a hallway. March doesn't see her. Neither does Healy. March follows Healy, reaches for his shoulder --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Wait, wait. Just one Goddamn secon-- Healy SHOVES HIM. March stumbles, knocking trash and beer bottles off the coffee table. Lands on his ass... Sits in spilled beer, pitiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I'll find these guys myself. I don't need a pathetic idiot. \f74",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Oh, you don't need a pathetic idiot. Ahhh, see, I had it confused -- March glances over at that exact second. LOCKS EYES with daughter. The look on her face stops him cold: She's ashamed of him. Healy on his way out the door, says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You're the world's worst detective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": ".».. Yeah, but I got a really cool ad. Then, just before Healy's gone, March makes a decision --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey, Healy -- say 'Hi' to Amelia for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "‘Course, you won't have much luck at the airport... Seeing as it's not a flight. Healy hesitates, turns back... March shrugs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Your note. It's not a flight. Look at it. Healy looks at it: 28-10 BURBANK APT. WEST, FLT 2, 10:30 March gets to his feet... Speaks unerringly from memory:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Most airports -- Burbank included -- have nighttime overflight curfews. 10 to 6. Plus that first number? It's today's date, reversed the European way -- which makes sense when you see FLT. That's not flight. My guess? It's flat. As in apartment. Pause. Healy stands, thunderstruck. Licks his lips, think",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "And Burbank APT. West..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "The Burbank Apartments West. I've driven past it a few times. It's a dump. \f75 He gets up. Sighs. Turns to Holly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "We're going now. And you're going to Jessica's. For real this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healy slews his car to a stop along a deserted-looking bl on Vineland... Healy and March clamber out. Look around. Only there's nothing here. A gas station. An empty lot. AN ELDERLY MAN is out walking his dog. Healy hails him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "‘Evening. We're, uh, looking for the Burbank Apartments..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN",
          "text": "(points to empty lot) Used to be there. Tore those puppies down, going on two years now. He walks on. Leaves March and Healy just standing there. A pause. Another pause. Then March turns to Healy and say",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "So. The airport, then..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Above us, a BOEING 737 climbs skyward. Wingtips blinking",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR BLOW-BY",
          "text": "Healy and March rocket past, doing eighty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healy at the wheel. Speeding. Racing against time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Well, they used to have those overflight restrictions. I read all about ‘em. So, okay, maybe they changed them, but if they did then that's... that's just wrong. Healy is just ignoring him. Fuming. March decides it's be to drop it. Stares out the side window. Squints, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey, she's not going to the airport. \f76",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What. .? March points out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Pull over. Healy glances over:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Look, I've had it to here with your -- (stops) What? What are you pointing at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car glides to the curb, and the two men stare silentl at this vision before them... Healy whistles: A FIFTEEN-STORY GLASS AND STEEL TOWER. Rising up from an expanse of asphalt. On a huge MARQUEE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURBANK AIRPORT WESTIN",
          "text": "And underneath: Visit \"THE FLIGHT LOUNGE\" Disco 1 & 2 Healy just shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "West is Westin. She's not leaving town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(nods ) She's meeting someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH AND HEALY hurry through the faux-maritime Mecca tha is the AIRPORT WESTIN. Locate the FLIGHT LOUNGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the moment, no one but the bartender, JOE. Our guys belly up to the bar --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "\"Evening. What can I get you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Information. Ever see this girl? He props a snapshot of AMELIA on the bar. Joe frowns: \f77",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "Looks familiar. You guys cops?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "In spirit. She woulda come in, like, last half hour..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "Hey. I just work here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I know, dickhead, that's why I'm asking. Maybe ordered something wacky, say, a bourbon martini..? Bingo. We see the spark of recognition:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "Riiiight... Could be. Memory gets foggy, you know? What's in it for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(indicates Healy) He'll stop doing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "Doing what? Healy grabs Joe's TIE, yanks--! Bounces his head off the",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "That.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "OW! Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Listen -- Joe, is it? (reading nametag) We really need to find her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yeah. And Joe, we can do this the easy way, or-- oh, wait, this is the easy way. Healy reaches for Joe again --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "Okay! Jesus. What ever happened to offering me twenty bucks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "We're in a recession. The girl? \fHealy and Healy and Red flag. 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "The PENTHOUSE. Top floor. (massages his forehead) She's in the penthouse. There. You happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "She's there now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "Sure, yeah, but listen -- you guys don't wanna go up there, trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Why? Who's there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "These New York guys. Business guys, whatever -- point is, they got fucking bodyguards. Mohammed types -- you know the kind, had their balls removed. What's that called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Marriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "Anyway, he booked the penthouse. March exchange glances:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What the hell is she up to..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "(pleading) Guys, no one wants trouble. She's gotta come back down. Can't you just... hang here, have a couple cold ones on me? March mull it over. Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "There. See? Very reasonable. Your buddy, that was the problem, he wasn't reasonable -- HEALY picks up on it instantly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Say again. Our buddy..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "The other guy, yeah, come round lookin' for Amelia -- he wasn't with you? \f719",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Describe him. He have a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "No name. Big fucker. Blonde. Like a Nebraska boy, corn-fed, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Where'd he go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "Got on the elevator. Right before you came in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You witnessed this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE THE BARTENDER",
          "text": "No, it was told to me by a wise old Indian, of course I fucking witnessed it. (stands) I'll grab you a couple beers. He exits. HEALY chews on that. Says without looking up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Could be... Makes sense... John Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Who. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Some guy Blue Face mentioned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Mentioned? Mentioned how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You know: \"This man is coming to kill you...\" That kinda crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Big, farm-looking motherfucker. .? (beat, shakes his head) Shit, what am I talking about..? We don't even know what John Boy looks like. March is starting to look panicked. \f80",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Look, all we gotta do is wait, right..? She comes down, we grab her, ta-da.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I suppose. Unless he's up there now, murdering her. They both sit there, pointedly not looking at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Not worth getting shot over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You wouldn't think. He rubs tired eyes. Lets out a long, ragged breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Okay. Here we go. March's face registers the sort of undistilled misery onl true coward can appreciate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healy and March step inside the elevator. March presses \"P\". They ascend. It's a glass elevator, you can see the city outside. They stare at the elevator doors. They've seen the city. New Age MUZAK, serene. All of life's rough edges, blunted",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(abruptly) Munich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "That's it, right? What you call a guy, had his nuts removed? A Munich? Healy slips on his brass knuckles. Flexes his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Munich is a city in Germany.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Oh. (brightens) Hitler only had one ball. \f81",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yeah, I'd heard that. (watching the floor indicator) Okay, here we go. They face forward. Shoulders squared. Ready for anything. The elevator glides to a stop, ding--! The doors open. They're both about to exit, when-- LAUGHTER fills the corridor. Healy frowns, listening. Wheezing, asthmatic laughter -- the kind, you think you'r gonna pass out, the joke's so fucking funny. HEALY leans out, cautiously... Just in time to see",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SUITED MAN",
          "text": "Stumbling toward him. Weaving, side to side. Equilibrium, gone. Wheeze... Stumble... Healy draws a sharp breath: From the guy's collar, a sad little spritz. Wheeze..! Like a kids' drinking fountain. Bright blood. Arterial. HIS THROAT'S BEEN CUT. Guy collides with the wall. Eyes, pleading with Healy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POUNDING FOOTSTEPS, NOW",
          "text": "These from the OTHER direction. MARCH stares, eyes wide -",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SIMILARLY DRESSED MAN",
          "text": "Comes rocketing out of a side corridor. Headed their way Three loud, sharp REPORTS. BULLETS rip through his mid-section--! The window behind him, cracked. Splattered. He SCREAMS an the WHEEZER keeps on wheezing and all is blood and chaos HEALY doesn't say a word. Never changes expression. Leans back into the elevator. Reaches past March -- Pushes the \"Lobby\" button. The doors glide shut, erasing the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE, IN THE SKY",
          "text": "The gut-shot MAN bursts through the picture window. Tumbles past the elevator -- \f82 Inside, Muzak plays, soothing. Healy slides the brass knuckles off. Stashes them in a pocket. Their visit to the penthouse, 15 seconds in duration. You know, it was never all that hot of an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(looking ill) Feels... like I'm gonna...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Don't even think about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY'S CAR",
          "text": "Squealing up out of the parking garage. Onto the street. Getting the fuck out of there. Fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March presses his forehead to the side window. His face, a study in despair... Without looking up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Cops. Sure enough, STROBING RED, BLUE -- painting the buildings Without missing a beat, Healy swerves into an alley behin the Westin. Pulls over. Kills the ignition... Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You know, the thing is --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Shut up. They sit. Checking the mirror. Saying nothing... The cops get farther away. Crickets resume chirping. Pause... the tension, palpable. March opens his mouth to wrap things up -- Something lands on the car. HARD. WHAM--! Buckles the roof. What in the name of God..? March claws for his weapon, then FREEZES as",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINY HUMAN FEET",
          "text": "Appear. On the WINDSHIELD. \f83 Hearts in their throats, our guys swap glances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What the fu--?? FEET. Walking down the windshield...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA, THEIR QUARRY",
          "text": "Hobbles into view. Torn dress. Cuts, scratches. Poised at the hood, eyes crazed, hair wild --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLY SHI--",
          "text": "The moppet in the windshield SPINS, startled. Executes a little burlesque for their benefit: They watch, oddly detached, as she raises a BERETTA she's been clutching and BLASTS a shot through the windshield. KA-POW! The seat cushion blooms stuffing, as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA SLIPS--",
          "text": "Goes over backwards. Tumbles from sight. Out of frame. Ju like that. Gunsmoke, hanging in the air. Silence. They both sit there. By unspoken assent, they clamber from the car, one on eac side. Find her splayed flat on her back. Unconscious. March glances up at the FIRE ESCAPE they've parked under. Looks at Healy. The wind blows. SIRENS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE FRONT DOOR bursts open. March and Healy enter. Carryi the half-conscious AMELIA between them. HOLLY is in the living room playing TV PONG with her frie JESSICA. She jumps to her feet, surprised to see them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Holy shit, you got her! March is equally surprised to see his daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What the hell are you doing here? You're supposed to be at Jessica's! \f84 They walk/drag Amelia through the living room and into Holly's room. Lay her on the bed. Holly and Jessica tag along behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Sorry, Mr. March, my sister kicked us out. She was having some guy over, didn't want us around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(still pissed) Yeah... Well... Your sister's a slut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "I know. On the bed, Amelia's eyes flutter open. She squints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Feel well enough to talk? We got some questions. She shifts her gaze to Healy. Eyes focusing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You were... You were supposed to get these guys off of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Amelia, do you know what they want? Who sent them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Yeah. I know... It was my mother. March and Healy exchange looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Why don't you start from the top? Amelia shuts her eyes again. Tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Why? It doesn't matter. It-- (stops, sighs, then) I... made a film... With Dean, my boyfriend. The idea was we'd do this... artistic, uh, film. Experimental film--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Porno film? Amelia's eyes snap back open. \fPause. 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "It's not a porno! Look, do you know who my mother is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yes. We've met her. We talked to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(bitter) What'd she tell you..? That I was a loon? That I was lashing out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Something like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Yeah, well... My mother is a criminal. She's one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Them..? Who's them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "She's one of the insiders. She's one of the capitalist, corporate suppressors. (getting worked up) She's one of the elite fear-mongers. And her and her pig cronies have us in the cross-hairs. We're just pawns, man! They're trying to kill us all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Gosh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "So, you're saying your mother is... bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "-.. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Does this have anything to do with the birds? Amelia lets her head fall back again. Closing her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "My mother is supposed to be working for the Justice Department, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Sure. She's prosecuting that car thing. \f86",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Yeah. Only she's not... I mean, she's not prosecuting it. The automakers..? She's gonna let ‘em walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "But... they have evidence--",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Sure, they have evidence. They've got memos proving Detroit conspired to suppress the converter. Proving they'd rather poison our air than spend a little money... (warming again) But my mother's gonna say it's not enough to convict. She's gonna lie. She's on the take. Money, again, right? Mammon, that's her god. That FASCIST, CAPITALIST --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(cutting in) Okay, okay..! Back up. How do you know this? Amelia calms again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I was spying on her... I listened in on her phone calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "So why didn't you just go to the police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "She is the police! She's the head of the Justice Department!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Then to a newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(exasperated) Look, these people all work together! You been living under a rock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "So you decided to make a... porno film?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "It's not a porno. We made a statement. And yes, it contained nudity -- \f87",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "And porn stars..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "That's just the commercial element. Okay? Sid said we had to have that... The reality was, we were gonna get our message out there... It was all in the film. Names. Dates. Everything. Everything my mom was doing. Once it got out, once it was in theaters there was no way they could suppress it. No way to cover it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I just want to get this straight. You made a porno -- where the important part was the plot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "What's your hang-up, man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "So, it's not about the actors, the sex, nothing. It's the fucking story? That's what you're telling us? Amelia nods, calming again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "... My mom found out about it. Killed Dean. Destroyed all his work...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Your mom killed Dean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Of course. She killed Misty, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "And Sid Shattuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Yeah. March nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "So, it's like, uh, Jack the Ripper and then your mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "So what are you gonna do? \f88",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "... I don't know... I haven't figured it out yet... (leans back, eyes flutter) I'm just tired now. I'm tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Right... Well, we'll think on it. You, uh, get some rest. They all step out of the room. Close the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What do you think..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I like her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "I like her dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I think she's a loon. According to her, her mother is single-handedly taking down all of western society.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(nods ) Yeah. People do want to kill her though... Like John Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Maybe he heard her talk for five minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Who's John Boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "He's on \"The Waltons.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "This is a different John Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "We think. The phone in the kitchen starts to RING. March gets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "This is March.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "\f89 Judith Kuttner's assistant. She stands in the middle of a well-appointed study at Kuttner's house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "Mr. March, this is Tally... I don't know who else to call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Tally..? What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "I don't know quite how to say this. So I'll just say it -- I think Judith, Mrs. Kuttner, I think she may be involved in something... How do I put it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Illegal..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "I wouldn't go that far. Shady. Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Well, her kid certainly seems to think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "Amelia? Did you talk to her? Is she safe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah. She's here now. A little banged up, but still intact. (beat) She thinks her mom is a one woman crime spree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "That's insane. Whatever Judith's doing, it's to benefit Amelia, bet on it -- still... (plunges in) I just got a call from her... She wouldn't explain herself. But she said she needed $100,000 dollars in cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "I don't know. I think she's in trouble. She sounded... scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Scared? \f90",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "I can send the family doctor to look after Amelia, if-- (pause) Mr. March, would you be willing to carry the money for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Carry the money..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "I don't know where else to turn. And I'm worried about Judith... Will you help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March and Healy lean against March's car. Waiting for Tal March finishes a cigarette. Checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Tally should be here any minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(nods absently) Wish I knew who to believe on this thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Tell you what, that kid's a write-off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "She's misguided.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "She's NUTS. She won't be happy ‘til there's a bird in the White House. A pause... Then Healy shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Maybe they're both telling the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(frowns, then) I had this friend, right? In the Secret Service. Worked the Nixon detail -- this was after they threw him outta office... (beat) Anyway, one day Nixon is out driving, down near San Clemente. Just him and a few agents. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f91",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY, (CONT'D)",
          "text": "And they come upon this accident, first ones on the scene. Guy pinned under his own car. So, NIXON gets out, RUNS to the guy's side to check on him... Nixon says to him, \"You're gonna be fine, son. You're gonna be okay.\" But then, the guy just dies, right there. Pause. March has a vaguely constipated look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I don't get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Just look at it from the other guy's point of view. The guy that died... He's out, driving along one day. Gets ina horrible accident. And he's laying there, near death. Staring up at the sky... And former president RICHARD NIXON appears to him... Tells him he's gonna be fine. (beat) What did that guy think? Did he think this was normal..? You know, that everyone sees Nixon before they die--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You're expecting an angel, you get this shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Right... Same situation... Just looks vastly different depending on your point of view. That's what I'm saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "It all just depends on your point of view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Sure. Right--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "--how you look at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yeah. What's wrong..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "For Chrissakes, you tell me this epic fucking story, and ten minutes later the point is there's two ways of looking at things? Why not save time and say, \"There's two ways of looking at things.\" \f92 Healy just shrugs. March rubs his eyes. Tired. Lights another cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "..-. Be kind of a bummer, that's what death was like. Healy nods...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Could be worse... Could be Agnew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GREY MERCEDES",
          "text": "Pulls up along side them. TALLY gets out. Carrying a LARG METAL SUITCASE. She sets it on the hood of March's car. Looks at our guys:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "That's it. $100,000. I packed it myself... It wasn't easy putting this together on short notice. March and Healy offer no reply. She regards them oddly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "I want to thank you, for doing this. (beat) It's nice to have people like you in the world, still... What are we gonna do once we run out? Healy stands, pulls the suitcase toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "So, tell us where to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March driving. Healy in the passenger seat, eyes closed. metal SUITCASE rests on the backseat. March drives in silence. Smoking... But then, after a few moments, his eyelids start to droop. He shakes it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Man, I'm getting kinda tired here... (glances over) Healy? Healy SNORES lightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Terrific... \f93 He stares back out the windshield. Concentrates on drivin But his eyelids grow heavy again. His eyes shut for a sec He snaps them back open:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Shit. Hey, Healy? Wake up! Healy mumbles something. Looks over:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Sorry, I'm falling asleep here, man. You're gonna have to drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Alright. Pull over at the next turn off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Okay, cool... (beat) Listen, you worried at all -- I mean about making this drop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Not me... I got insurance-- He pulls up his pants leg revealing an S&W AIRWEIGHT REVO in an ankle holster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "This baby right here... Never leaves me. Ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Cute... Let's just hope you don't have to use it. (noticing) I'll pull off here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You know what? You don't need to pull off... The car can drive itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(confused) What are you talking about..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Just let go of the wheel, man. March considers for a second... Then tentatively lets go of the wheel-- \f94 And sure enough, as they approach a bend in the road, the car turns all by itself... March looks delighted:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey, I didn't know it could do that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You kidding? All cars can drive themselves. It's amazing what Detroit can do these days. From the back seat, a GIANT, MONSTROUS KILLER BEE, roughl feet tall, LEANS FORWARD. Turns it's humongous COMPOUND E towards March. Oversized tongue protruding, says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIANT KILLER BEE",
          "text": "Yeah, March, where the fuck have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Like you know! You don't even drive, you fly everywhere, asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "He's got a point there, Bumble... You can't even WHAT THE FUCK ARE YOU DOING?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH'S EYES SNAP OPEN",
          "text": "He fell asleep at the wheel. He's been dreaming. Healy is YELLING at him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOK OUT GODDAMNIT",
          "text": "March whips his head around-- They're headed right for a CONCRETE OVERPASS SUPPORT. HE SLAMS ON THE BRAKES. Too late -- WHAM! -- THEY SMASH INTO THE SUPPORT HEAD ON. March and Healy jolted against their seatbelts as the car to an immediate stop. The front end STOVED IN. THE METAL SUITCASE launched out of the back seat. SHATTERS the front windshield. Keeps going -- SMACK! -- IMPACTS against the concrete support. Breaking open. Showering SHREDDED NEWSPAPER everywhere. March and Healy stare out the broken windshield. In shock. Silent. Stunned. \f95 The newspaper rains down all over the car. There is no money in the suitcase. It takes awhile for all this to process. March blinks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "The suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(swallows ) I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "There's no money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I know. A long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Maybe someone... Messed with it... I mean, uh--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Tally packed the money herself. She said so. (beat) She totally fucked us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yeah... (frowns ) Doesn't... make sense, I mean, why? What good's it do to... send us off on a... a thing, a--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "--a wild goose chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Wild goose chase, exactly. Take us out of the city...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Three, four hours... When we could be back dealing with Amelia and-- March stops cold. The same exact second as Healy. Fear swims in their eyes. They exchange a look-- \f96",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Motherf--! March keys the ignition. The engine catches -- sounds lik but at least it runs... Slams it into reverse -- PULLS FREE of the concrete support. BLASTS backwards--! Throws a smoking 180, as we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly plays solitaire. Tries to ignore the background jab of JESSICA, phone welded to her chin: JESSICA (on phone) ..-.- No, like the Waltons. Yeah, on TV. Uh-huh. Richard something. Thing on his face, yeah. What's that actor's name? THE DOORBELL RINGS. Holly gets up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Jess, get off the phone. JESSICA (on phone) Yeah, yeah. Anyway, this new John Boy's like, a murderer. Shit, now it's gonna bug me, who was that actor..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BUSY SIGNAL. MARCH slams down the phone. Frenzied. Flin himself into the car, waves at HEALY, go, go --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly opens the FRONT DOOR. On the other side, a tall, bland-looking man with a medical bag:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "You're Holly..? (extends his hand) Dr. Malek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Hi. She's inside. Come in. He smiles amiably. Shrugs out of his coat. Shuts the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Mind fetching your Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Uh... he's running an errand. \f97",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Yeah? Back anytime soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Oh. Hour, tops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Fine. Now, then, Nurse Holly, how's our patient? That's her? He points to JESSICA, who flashes a brisk Ally-Sheedy wav Never looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "No, that's Jessica. What she's got you can't fix. (points to bedroom) In there asleep. Slight fever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "On drugs, you think? What was she saying? Was she making sense? He crosses to the bedroom. Turns, and for the first time something captures Holly's attention:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HIS CHEEK",
          "text": "Just below the right ear, looms a large, discolored LUMP. mole. Holly watches it go by... mesmerized. Frozen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "She... uh, she called us fascists. Holly, heart pounding now. And it gets worse -- an oblivi JESSICA picks this moment to chime in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Holly. What's the name of that actor on the Waltons? Richard something. With the hockey puck on his face. Beside Holly, the man goes very STILL. The temperature in the room seems to drop. A FLICKER. He recovers quickly, like he never heard -- Too late. Holly saw. She knows. With affected casualness, she crosses to the counter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "That show's for retards. Dr. Malek, would you like a cookie? Just baked 'em. \f98",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "None left. I looked, remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(quiet desperation) No, there's a couple. Doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR/JOHN BOY",
          "text": "I could be persuaded. After I've had a look at Sleeping Beaut-- He stops. Turns, eyes flat and dead. Becomes quite still-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY HAS A GUN IN HER HAND",
          "text": "The gun she just lifted from March's COOKIE JAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "Nurse Holly..? Ten feet separate them. John Boy smiles. Raises his hands The MEDICAL BAG drops. A SYRINGE rolls free -- Jessica just now noticing the gun--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Holly, what are you doing?! Are you CRAZY? Holly licks dry lips, says to John Boy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "There are handcuffs in the desk, asshole. Get them. Slow. John Boy, so still it's frightening. Brow furrowed. Like he's listening to a radio only he can hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "HEY! Did you hear me? Pause... he looks up. Consults his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "This is really slowing me down, Holly. JESSICA, still in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "HOLLY! What's going on?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(clenched teeth) Jessica, it's him. He's the guy. \f99 John Boy reaches in his pants. The action so casual Holly doesn't think to stop him. From the waistband, he produce straight-razor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "Jessica, if you help me with this, I'll only kill Holly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March's CAR slingshots into view, past Holly's vacant LOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March, focused. Healy stuffing an extra gun clip in his c",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Come on, now... 68 and sunny...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN BOY seems, if anything, MORE casual now. As he slowl walks toward Holly. A dreadful stillness about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Jessica. Dial 911. John Boy cocks his head. Hears a car, faint in the distan Keeps moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "Jessica..? I wouldn't do that if I were you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Jessica, DON'T LISTEN. The pressure, simply too much. Jessica's just a kid, she BOLTS--! Rushes headlong for the door --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSSES BETWEEN HOLLY AND JOHN BOY",
          "text": "Mistake. A split-second advantage, and John Boy takes it. With no seeming effort, he GRABS JESSICA. SLINGS her round in front of him. Facing the GUN. HOISTS her into the air, legs kicking -- AND HURLS HER. It's bizarre. All his might, flat-out THROWS her at Holly Here she comes... Surreal. Holly DUCKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA PINWHEELS PAST HER--",
          "text": "\f100 Goes CRASHING though a side WINDOW. An explosion of glass She vanishes into the night, as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADLIGHTS",
          "text": "Flash through the FRONT WINDOWS of the house. John Boy se it, reacts instantly -- turns, heads for the front door--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cavalry is here. HEALY AND MARCH burst from their CAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Did you hear that..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(slight head shake) Dunno... Whose car is tha-- He stops, mid-sentence. AS A STRANGE MAN casually crosses March's front lawn. In no great hurry. He spots March and Healy. Waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "‘Evening. Healy and March, thrown. The guy, so utterly unperturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey... Do you know what that loud noise was? The words hang in the air. JOHN BOY pauses at his car. Casually opens the trunk, reaches inside --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "Yeah, just now..? I threw that girl out the window. Healy reacts instantly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Healy TACKLES March behind a PLANTER-- As JOHN BOY comes up FIRING. A STERLING SUBMACHINE GUN. FULL AUTO. Rips the suburban nighttime to pieces. March's car takes the first fusillade. Tires blown. Glass shattered. John Boy swivels, targets the planter. Chunks concrete go flying. \f101 March rolls out to one side, looks up -- SEES JESSICA. At the side of the house. Lying there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS CHRIST..",
          "text": "Without thought, he powers to his feet. Sprints across tw feet of lawn. GUNFIRE chasing him. Earth shooting up in g He flings himself FLAT around the side of the house. Comb crawls to Jessica. Checks her. Alive. Gathers her up, as",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK OUT ON THE STREET",
          "text": "Healy is making a move. First lull in the fire, he BOOKS. Across the drive. Towards March's car -- LUNGES across the front of it. Clears the hood. Touches down. Rolls. Gun aimed, UNDER THE CAR, towards John Boy's feet. SWEARS John Boy is LOOKING BACK. The killer lies flat. Already aiming under the car. Healy jumps, CLINGS to the door panel, as the world ERUPTS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March bursts in the side door, carrying Jessica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "He half-runs, half-staggers. Rounds the corner --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY AND AMELIA",
          "text": "Are crouched, hugging each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Fucking fascists!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Dad..!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah, yeah, okay. Come on. He pushes them into the bedroom. Places Jessica on the be",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Stay here. Don't move. He takes the GUN from Holly. \f102 Runs to the FRONT of the house, and meanwhile --",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE",
          "text": "Behind a eucalyptus TREE. Every few seconds he thrusts ou an arm, FIRES. Shooting blind. The TREE gets RIPPED TO SPLINTERS in response. John Boy's head snaps sideways. Sees MARCH inside the hou Doesn't miss a beat -- Draws a SECOND WEAPON from the trunk of his car. A HANDGUN. Targets March with it. While still firing at HEALY, he aims the other gun. Blows SHOT AFTER SHOT through the front WINDOW at March's scuttling form. Glass, COLLAPSING. John Boy drop-stuffs new clips so fast it's scary. Slap-click--! Slap-click--! In the midst of this, he pauses to check his watch. Frown annoyed. Off-schedule. It's taking too long --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK INSIDE",
          "text": "JESSICA, now, stirring. HOLLY crouches:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Amelia, gimme a han-- (swivels round) Amelia? Reacts, startled. AMELIA, poised in the WINDOW. Overlooki the steeply pitched BACK YARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Tell Mr. Healy thanks for nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Wait -- Amelia, NO!! Amelia JUMPS. Slips from view, plummets -- CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT YARD",
          "text": "He picks his moment -- BREAKS COVER. Spins into view. Puts three in the raised TRUNK LID, pow- pow-pow-! JOHN BOY, now, forced to dodge -- Healy sprints. DIVES through the shattered front WINDOW o March's house. Hits, rolls... Comes up running -- \f103",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back out the fucking window as he races toward cover--",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE, JOHN BOY",
          "text": "Decides on retreat. Distant SIRENS, now. Approaching. He climbs behind the wheel of his car -- SHRIEKS out of the driveway. In a cloud of brick and stuc Right then, the EUCALYPTUS TREE finally BREAKS IN TWO-- Slams down with a THUNDEROUS CRACK--! Just missing his ca He screeches away. Brow slightly furrowed. Disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crouched low, MARCH arrives at the bedroom. Opens the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Oh, no... HOLLY, in tears... He moves to the window, peers out: A 15-FOOT DROP, TO THE HILLSIDE. Amelia nowhere to be see",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't take JOHN BOY long to realize he's riding on RIMS. Two blocks from March's, he PULLS OVER. Gets out... Approaches a random CAR. Goes to break the GLASS, stops - A POLICE CAR is approaching. The first to respond. Inbound. 30 yards out. In a split-second? John Boy changes tactics. Walks right out INTO THE ROAD. Waves his arms frantically The police cruiser SLEWS to a halt. The COP gets out, one hand on his weapon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Sir? Please calmly tell me what th-- He's candy. John Boy MOVES. FAST. Spins the cop. Bounces his head off the hood. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN BOY at the wheel. He hits the flashers, just for fun Checks the rear view -- Can hardly believe his LUCK: \f104 Because there, running up the road, SCREAMING for him to STOP... is none other than AMELIA. He permits himself a smile. CUT TO BLACK. PAUSE. FADE IN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POLICE CRUISERS, six of them. Flashers turning. The night wears on. Everyone's dead tired. MARCH wanders in circles. Takes an interest in the ground",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA KUTTNER",
          "text": "Is a blanket-covered lump in the middle of the road. Pitifully small. COPS swarm round. All too late. HEALY says nothing. Looks on, his face unreadable. His client, dead. She paid him. He just stands there. There's nothing he can do. And so he just stands there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March and Healy sit, HANDCUFFED to a bench in the hallway March stares at the ground. Healy gazes at the ceiling. They're silent. We hear the low murmur of station activity in the backgro We hold... Finally, a man enters frame. Suit, tie. Lawyer",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY THE LAWYER",
          "text": "Alright, guys. They're letting you out on your own recognizance... You'll be processed and free in an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What about Kuttner? Did they question her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY THE LAWYER",
          "text": "(deep breath) No. They didn't... They're not going to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Perry, listen to me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY THE LAWYER",
          "text": "No, March, you listen... You're lucky to be getting out at all. She's the head of the Justice Department, you can't come in here spouting this crap and expect -- \f105",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Perry, it's true. She had her daughter killed--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY THE LAWYER",
          "text": "March, it's your word against Kuttner's. You lose... They're gonna want to question you some more in the next couple of days -- (beat) You might want to think about changing your story. March falls silent. Healy continues to stare at the ceili",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cars backed up as far as the eye can see. It's rush hour nobody's moving. A thick CRUST OF SMOG hangs over the cit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March and Healy in the back seat. Holly up by the driver. They inch along, breathing exhaust fumes. March stares out the window. From up here on the overpass he's got a nice hazy view of the city in the morning sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You know those idiots -- those protester idiots? Healy looks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I think they were right... The birds can't breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah. I think so. Silence. They inch forward some more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Amelia dead. Misty, Shattuck. All dead. The rest of us get to choke -- (looks over) No one cares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Well, it looks that way. \f106",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Guess that's how it goes sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "That's how it goes a lot of the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah... (beat) I need a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAB pulls up outside of what's left of March's house. Glass broken. Bullet holes. Police tape. March and Holly climb out and stare at their home while Healy pays the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "In some ways, it's kind of an improvement, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah... Grab whatever you need and we'll stay in a motel or something... For tonight anyway. Holly disappears inside the house, just as a huge BOAT of car pulls up to the curb outside. Parks awkwardly. An old woman gets out. We recognize her. It's Lily Glenn, Misty's aunt. She approaches March. Looking determined ag",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(last thing he needs) Mrs. Glenn, hello... I know you've been calling. I've been a little busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "Well, I just-- (stops, seeing house) Oh, my! Your house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yes, my house. We're remodeling... Mrs. Glenn, perhaps now is not the time-- The old woman, sensing the brush off, ignores the house looking like a war zone. Puts her determined face back on",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "Now is the time, Mr. March. Have you made any progress on my case? \f107",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "No, Mrs. Glenn. Not really... I'm not sure I'm going to. She notices Healy, seemingly for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "He's supposed to be looking for my niece!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Um, yes. Heard about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "She's alive, too. I know because I saw her. Only, nobody believes me. Why won't they believe me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Um, I don't know, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "I saw her at her house! Right through the front window, clear as day! She was writing something at a desk. She was wearing a blue pinstriped jacket...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Sure. I've seen that jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Mrs. Glenn, please... I need to get-- (stops, catching something) What'd you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You've seen that jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yeah. At Shattuck's. It was in his office with a bunch of other wardrobe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "The jacket was in his office?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yeah. A blue, pinstriped jacket. Had Misty's name on it. It was for the film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Wardrobe. For the film. \f108",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I think I just said that. March blinks once. And suddenly he gets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Holy fucking shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "(reacts to language) Oh, my..! Healy's totally lost now. March, suddenly excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Mrs. Glenn, I need you to take us to Misty's and show us exactly what you saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH steers to a halt outside Misty Mountains' Hollywood Hills hideaway. It looks forlorn after only a week. As they all exit the car, LILY speaks excitedly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "There. That's the window. March is silent. Intent. Uses Lily's KEY, opens the door-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spacious living room. Lot of BUILT-INS: Cabinets, console Psychedelic furnishings, erotic art. HEALY sizes it up, t states the obvious:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Mrs. Glenn. There's no desk in this room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "(flustered) Well I... I don't know what to say... MARCH, meanwhile, is looking around. Staring up at the ceiling. Examining the floor. Holly watches him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Dad, what are you doing? March bumps the coffee table. It's pretty heavy. He kicks again. It's really heavy. Starts checking it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Just hang on... Hang on... \f109 There's a long split down the middle of the table. He tri to get his fingers in there. Feels underneath it. Hits a latch... The coffee table splits open. We see something inside. Elevating. EMERGING. He grins -- A MOVIE PROJECTOR rises into view. LOCKS in position, click--! Pause. There it sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "I don't understand. He turns to her, eyes twinkling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Very simple. You did see your niece that night, Mrs. Glenn. You saw her on that wall. At a desk. In a pin-striped suit. He rummages inside the console. Healy, confused --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Wait. So what she saw... she was looking at a MOVIE?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Not a movie. THE movie. Misty's farewell performance. Projected on that wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You can't be serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You got a better idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "All the copies of the film burned up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Then how did Lily watch it through that window two days after it supposedly burned? Chrissakes, the WARDROBE matches. LILY stammers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "I... I'm confused -- They pay her no heed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "What if Amelia lied to us? \f110",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You're saying she made a copy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "A copy, yes. Wouldn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "And gave it to Misty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "YES. That night she came, checked the film against that wall, then carried it off with her -- all while Lily watched. Healy, wheels turning. LILY tugs March's arm:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "I need to ask something --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I dunno, March. That's pretty thin... But now, against his will, HEALY's hooked. He snaps his fingers. Looks up, eyes wide:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "The businessmen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "At the Westin, remember? Bartender said she was meeting some dudes out of New York. Conducting some kinda business --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Selling them the film. (excited) See? What'd I tell you? It's out there, man. The film still EXISTS. They exchange triumphant looks. LILY, insistent now:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "Please... please stop talking. They all trail off. Turn, to find her looking STRICKEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "I listened to everything you said... Does this mean... (lip trembles) Does this mean my niece is dead..? \f111 Awkward pause. Holly avoids her gaze. Healy looks pained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "She was murdered, Lily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GLENN",
          "text": "...I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "But we're gonna get the people who did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEALY, HOLLY AND MARCH hustle through the HOSPITAL doors. Moving fast and loose --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Remember the WHEEZING GUY, from a few pages back? T Airport Westin sequence -- his throat cut, exactly, that guy. Well, he's HERE, in bed. A survivor. Private room. Hushed, dim. He lies still. Throat bandaged He hears a sound. Looks up -- Sees HEALY enter furtively, beckon to MARCH and HOLLY. The guy goes rigid. They approach. Huffing, out of breath. Flank the bed. Mar elected spokesman. He smiles, offers pad and paper:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hi, I don't know if you remember us, but we have a couple questions. If you can just, you know, write the answers -- The guy RECOILS. Swats away pad and pen. Scared witless. Actually makes MEWLING noises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Whoa! Easy! No one's here to hurt you. The man seems to think otherwise. Seems INCONSOLABLE. March frowns:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Damn. What's this guy's problem? I mean, yeah, the cut throat. Obviously -- HEALY tumbles to it first. Leans in, gaze steady:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "We're not with anyone else. Okay? (beat) Sir, was someone else here? \f112",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(catching on) Um, yeah. About six-two? Blond hair, big thing on his face? At this, the Wheezer stops struggling and promptly faints dead away. March shakes him. Again. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Swell. Now what? March leans back against the wall to wait. Kicks somethin on the floor. Look down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey... Check out the floor. There's numerous scraps of NOTEPAPER, scattered all over linoleum by the bed. Healy stoops. Grabs one. Whistles:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I'll be damned... John Boy did question him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "How can you be sure? Healy flashes the note: \"DON'T KILL ME.\" March immediatel gets down on his knees, starts snatching up notes. Readin them. Holly follows suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(reading) \"Please... Please...\" (grimaces) That's useful. Holly's got one:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(reading) \"No... We didn't get it yet...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Didn't get what? The film? Holly just shrugs. Healy thinking:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "She didn't give it them, maybe? Not yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "They never took possession? Oh, great. That's just great. And now she's dead. \f113 Healy grabs another note:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "\"After they were done with it...\" (thinking) Hand over the film, after they're done with it. THEY. Her protest group?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "The Birdy Bunch. \"Done with it..\" What does that mean? They scramble through more notes. Discarding one after another until March finds:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "\"Her friend is a projectionist.\" Healy stops... Frowns:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Is that... Are they talking about that protester kid, you know--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "The idiot kid.... Chet! That was his name! Chet! Holly finds another note. Reads it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "\"At the L.A. Auto show.\" MARCH and HEALY both freeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "The Auto Show. Isn't that, like, tonight..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yeah... Big party. All the mucky-mucks'11 be there... The press, everyone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You don't think--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Great place to get the message to the people, you know..? Off March's look we CUT TO: \f114",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Below us, a sprawling HOTEL COMPLEX. Opposite the L.A. Convention Center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THREE HI-RISE TOWERS",
          "text": "Form a \"U\" around a ground-level COURTYARD. Swank. Ritzy. CARS rotate on huge PEDESTALS down there. As SEARCH-LIGHT sweep the sky. There's even a dance floor on the ROOFTOP. Welcome to the L.A. Auto Show's GALA OPENING NIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We spot MARCH, HEALY and HOLLY moving among the rich and dressed. They push through the bustle of activity. Harrie of breath... MARCH corrals a passing SECURITY GUARD:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hi there! We're looking for the projection room. The guy points up, past a giant suspended MOVIE SCREEN -- the far side of the hotel, dotted with windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "Ninth floor. You have a pass..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Sure. We have a pass. (the guy leaves) We don't have a pass. HOLLY, ever-helpful:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "They gotta let hotel guests up, right? Before they can respond, Holly leans over, and as they pa a POOLSIDE TABLE -- she snags a set of keys from two oblivious CHATTING GUESTS. March smiles. Chip off the old block. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music, heard faintly. Our guys come barreling out of the elevator. Down the HALLWAY... The whole floor's been taken over by the show. Makeshift taped to the doors. They pass a guy, March flags him: \f115",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey, you seen Chet? The projectionist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Just left... Like ten minutes ago. Went for a drink. And you are..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "In a hurry. Thanks, buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "(frowns ) How'd you know my name was Buddy? They round the corner. Still moving. Scanning paper signs Healy spots one that reads \"MOVIE ROOM.\" Nudges March. They try the door. Locked. March signals Holly, still at far end of the hallway:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Check down there... We clear? Holly looks both ways. Gives March the thumbs up. Healy grabs the handle. APPLIES HIS WEIGHT to the door pa Shifting. Heaving. An audible SNAP--! March motions for Holly to keep an eye out, as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter what looks like a fairly nice hotel SUITE. Cou chairs, parquet floors. And there, aimed out the WINDOW - A BIG CLUNKY PROJECTOR, rented for the occasion. THERE'S A FILM IN IT, threaded onto a PLATTER. Healy crosses the room. Plucks at the leader, unspools te feet of film. Holds it to the light --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Well. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(blinks, perplexed) It's... a bunch of cars. March hunkers down. Pores over the footage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "\"Motor City Pride.\" This isn't it. It's not the film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The projectionist, he must still have it stashed somewhere. From BEHIND them issues a calm, clear VOICE: VOICE (0.s.) My thinking, exactly. They SPIN, startled -- IT'S TALLY. In one hand, a bright, distractingly GREEN WA TALKIE. In the other, an equally distracting AUTOMATIC. She closes the HOTEL DOOR without looking, actually slams right in Holly's FACE, locks her out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey, Tally, how's it going? Wow, you look great. Nice gun. She waggles the automatic:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "Got it special for you. Weapons on the floor. Now. Healy sighs. Unlimbers a revolver, tosses it. Ditto March",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You kill the projectionist..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "No. My associate's out looking for him now. We'll find him. Healy squints at her. Sizing her up--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Tell me, Tally. Ever killed anybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "In Detroit, yes. Three times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(not what he was expecting) Oh... Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "That's where this mess began, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "Sorry? \f117",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Detroit. Misty Mountains was at that auto show. Last month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "(shrugs) She was stupid. Kept bragging about her new movie. The stir it would cause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Tally, listen. You're not a murderer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "She did kill three people --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "I mean, you know, deep down. Abruptly, there is a sharp KNOCKING at the door. A poorly disguised VOICE calls: HOLLY (o.s.) Room service..? Tally frowns. Her attention drawn to the door, briefly-- And that's enough time for MARCH to MAKE HIS MOVE. He drops to the FLOOR. Darts out an arm -- Grabs the CUFF OF HEALY'S PANTS. Frantic. Searching. Healy frowns down at him... Tally, too... Gun still level as March determinedly goes for Healy's OTHER leg--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "What's wrong with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Not sure. (to March) Um... March? What the fuck are you doing? Just curious. March sits up, a trifle breathless--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Shit. I was going for the gun... I guess you musta moved it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "The one you showed me... Your ankle gun. \f118",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Who told you I had an ankle gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You did. You showed me, remember? (floundering) You know, on the -- the road. Last night, right before we hit that, um... (frowns ) Hang on. Did I... dream that..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Are you serious? Are you fucking serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "No, no, wait--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You DREAMT IT, you moron. There's no ankle holster. Wow. WOW. This takes the prize--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUT UP, BOTH OF YOU",
          "text": "Tally unlocks the door:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "Holly..? You can come in. Holly, enters, pushing a small service tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "Very clever, Holly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Thanks, I thought so-- And on the word \"so\" Holly moves. Fast. Snatches the COFF POT off the tray and flings it at Tally... Covering her w",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCALDING HOT LIQUID--",
          "text": "Only Tally doesn't seem all that bothered. Perhaps the fa the coffee isn't actually hot has something to do with it",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "Why did you just throw cold coffee on me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(sheepish) I got it in the hallway... I thought it was hot. Tally just shakes her head. Moves to close the door-- \fAND SLIPS... Slips on the coffee puddle at her feet. She goes down with a YELP. CRACKING her head on the doork The GUN in her hand discharging, BLAM-! Takes out a lamp. And she's OUT COLD. That quick. March pops to his feet. All business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Well, that worked out... Now, we gotta find this projectionist before John Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "That guy said he went for a drink... Take the upstairs bar. I'll take downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHET, THE PROJECTIONIST, sits at the bar looking nervous. Checks his watch for the umpteenth time. Glances around. A MAN steps up a few feet away. Scans the crowd. Tall, broad, easy-going grin. Giant mole... John Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "Anyone here seen the projectionist? CHET gives an involuntary start. John Boy catches it. Tur",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "You're the projectionist..? Look, we got a problem on nine. Someone knocked over the projector. Film's all over the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "The film's on the floor, really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "Yeah, fuckin' mess. Follow me..? CHET nods, gulps his scotch. John Boy waits, smiling. CUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A smaller, more exclusive version of the party downstairs MARCH AND HOLLY step out of the elevator. Survey the scen",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Stay here. Guard the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Dad, I want to help-- \f120",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Good. You can push the button for me when I get back. He walks away, leaving her fuming. Heads over to the bar. (Clearly a different bar than the one we just saw Chet at Starts scanning the crowd in vain. Absently plops down on a barstool... The second he does, hand taps him on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Hey, pal, what can I do for you..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(spins his chair around) Excuse me..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER, (VOICE)",
          "text": "Free drinks, man. What'll you have? March blinks at the endless line of bottles behind the ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "«+. Free drinks..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healy makes his way through the crowds. Spots the main ba Pushes towards it... Catches the bartender's attention:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Hey, I'm looking for a guy about Five- five. Brown hair. He's supposed to be running the projector for us--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Yeah-yeah. Guy already came and got him. Something about film on the floor, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Which way did they go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "They took the service door, right over-- But Healy's already on the move. We follow him as he push through the service exit. He jogs down the corridor, tries the door a the far end - leads to a LOADING DOCK. Empty. He starts to head back in, when a NOISE startles h He spins. Movement, there... Inside one of the dumpsters. \f121 Healy runs over -- A BLOOD-covered CHET THE PROJECTIONIST is in the dumpster Barely moving. Eyes glassy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Jesus, Chet! Can you hear me? Chet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly by the elevator, being ignored by the ultra-rich. Something catches her eye:",
          "sentiment": "neutral"
        },
        {
          "speaker": "A DISTRACTINGLY GREEN WALKIE-TALKIE",
          "text": "Clipped to someone's BELT. Looks just like the one TALLY Holly leaves her position to get a look at the OWNER... Medium height. Compact. Not young; definitely an older gu He turns -- OH, SHIT. It not an older guy -- It's the OLDER GUY. His arm in a sling. Pledge to HEALY, forgotten. Holly creeps closer to him, trying to act casual as we CU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN BOY strides quickly up the stairs to the terrace lev Casually wiping something off his hands with a handkerchi Nearly collides with a party guest. A guy we recognize. F by two BURLY BODYGUARDS. It's Bergen Paulsen, the car com exec from TV. They lock eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULSEN",
          "text": "What... What're you doing here..? I can't be seen with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "The film... It's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULSEN",
          "text": "Here!? Just what are we paying you for!? You were supposed to take care of it! John Boy fixes him with a dead stare. Unnerving. Says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "I am. Then turns, keeps walking. Looking annoyed now. Reaches into his coat pocket. Takes out a Walkie-Talkie. \f122",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With OLDER GUY as John Boy's VOICE CRACKLES from the walk talkie on his belt: JOHN BOY (on walkie) The film's in the projector, repeat, in the projector. Older Guy snatches up his radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "What..? We already checked--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "It's spliced into the other film. Right in the middle of it... Go get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "On my way. He clicks off. Stands, all business. Starts to go... But some sixth sense STOPS him. He frowns. Turns: Locks eyes with HOLLY. To date, they've not met. No matter. Recognition flashes between them. She heard. She KNOWS. It's in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "Don't you know it's rude to eavesdrop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH, still sitting at the bar. OLDER GUY and HOLLY step behind him... OLDER GUY leans down, says in March's ear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "I've got a gun pointed at your daughter's spine... Come with me. March turns, straightens, a big lop-sided GRIN on face. Oddly? Doesn't seem any too frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "A gun..? Why's that? Hey, Holly?! Your buddy here want a drink? They're FREE. Older Guy stops, surprised: This guy's plastered. Holly, somehow, looks less surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "Let's all just step this way, Mr. March. \f123 He indicates an area behind the Port-a-Johns. Obscure. Em Screened by PALM TREES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hey, if you say so. It's a party, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY DOWNSTAIRS",
          "text": "Trying to help Chet. Trying to talk to him at the same ti",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Chet, the film? Amelia's film? Where..? Chet's head slumps to one side, against Healy's arm. Givi him a close up view of Healy's watch... He smiles suddenl",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Starts... now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Spliced... in... Starts now... And right at that moment we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All is still and quiet in here. THE CAMERA slowly closes in on the projector... As without warning -- CLICK! -- the system jumps to life. The whole thing, running off a TIMER. Chet or no Chet -- it's movie time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly all the lights dim. The search lights shut down. a blast of JAZZY, UP-TEMPO MUSIC fills the air. JOHN BOY goes rigid. Spins. Looking up--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GIANT SCREEN STARTS TO GLOW",
          "text": "Blossoms to life as, below, A THOUSAND HEADS turn as one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March, WOOZY. Leans on a chair back for support. Older Gu shoves HOLLY with the GUN -- \f124",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "Okay. This is far enou-- STOPS. Frowns. From below, MOVIE MUSIC. What in God's name..? He turns, distracted -- It's as good a chance as March is gonna get. MARCH'S FACE. Slack. Drunken. Miserable. And then, OUT OF NOWHERE, it transforms-- If you blinked, you missed it. Suddenly he ain't drunk. Suddenly he looks hard. And grim... And FURIOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "(completely sober voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY, DUCK",
          "text": "Holly hits the floor as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH SPINS, SLINGS THE CHAIR--",
          "text": "OLDER GUY doesn't react quick enough. THE CHAIR SMASHES him in the face..! And March is still in motion. Spinning -- knife-edged HAN outstretched. CHOPS viciously at the guy's NECK. Once. TW Crushes his trachea, COLLAPSES it. The man stumbles in circles. Fingers go slack. The gun drops. March is on it, instantly -- OLDER GUY grabs HOLLY. An iron grip. Gurgling..! March FIRES, BLAM--! From the ground, no hesitation. Blows Older Guy BACK... Toward the looming EDGE. He teeters, starts to go over... Still clutching Holly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH DOESN'T THINK",
          "text": "LUNGES. Sheer desperation. With his good arm, miraculousl SLAPS HOLLY BACK onto the ROOF -- Sadly, accompanies Older Guy INTO THE SKY. THEY PLUMMET. Holly SCREAMS--! DOWN. DOWN. Two men. Tumbling... Getting smaller and smaller... Until",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO DISTINCT OUTCOMES",
          "text": "March hits the POOL -- Older Guy, well... DOESN'T. \f125 The result: March SPLASHES -- Older Guy sort of... well, POPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROUND LEVEL",
          "text": "Men in tuxes, women in gowns: SPACKLED. Older Guy fucking exploded. A woman SCREAMS. BIKINI GIRLS flee the pool -- Amazingly, amid the thousand-odd folks, only a handful ev notice what happened... A RIPPLE, off to one side. JOHN BOY SEES IT. But doesn't seem all that interested. Calmly starts for the HOTEL; he's got to stop the FILM--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors burst open. HEALY EMERGES. Scanning the crowd. hand on the GUN in his pocket. Just in time, as, up above",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE GIANT MOVIE SCREEN",
          "text": "\"Motor City Pride,\" is abruptly PRE-EMPTED. Clicks. Pops. A few feet of LEADER. And then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY MOUNTAINS APPEARS, 30 FEET HIGH",
          "text": "She looks great. Healy exhales a ragged breath. The film' rolling, the jig's up: HUNDREDS of people, gazing upward Now ANOTHER ACTOR appears on screen. We HEAR dialogue:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE ACTOR",
          "text": "I'm Bergen Paulsen! I represent the Detroit auto manufacturers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN IN THE COURTYARD",
          "text": "The real Bergen Paulsen watches. Thunderstruck:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERGEN PAULSEN",
          "text": "Oh, my God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN BOY",
          "text": "Observes the switchover. He's too late. Okay, fine. Knows what he has to do. Turns, shoulders back through the crowd. Fishes in his co Approaches a poolside LAMBORGHINI, revolving on its pedes In passing, calmly rolls a HAND GRENADE underneath it. Ke walking. Produces an AUTOMATIC, never breaks stride. \f126 Aiming up at the 9th floor. He targets the projector and OPENS FIRE. INSTANT PANDEMONIUM. People screaming. Scrabbling to get out of his way. He BLOWS A WHOLE CLIP skyward. No good. The film keeps right on playing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH comes to, UNDERWATER. Panicked. THRASHES wildly. God, he's DROWNING--!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPENS HIS EYES, SEES RICHARD NIXON",
          "text": "Swimming beside him. Waving... It barely registers... HE KICKS HIS LEGS-- We follow him up... up... out of the blue deep. He breaks the SURFACE. Clutches the CONCRETE. Choking, gasping -- A CAR BLOWS APART. Not twenty feet from him. The Lamborghini TEARS ITSELF TO BITS. Bystanders, killed. Ripped by shrapnel. Black oilsmoke FUNNELS SKYWARD. FULL SCALE CHAOS. A thousand people run for their lives. Our guys can kill a party like no one's business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At roof's edge, HOLLY drops flat. Shouts down:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD..",
          "text": "SMOKE billows upward. But she spots March... A tiny figure down there. On his KNEES. He waves up at he She lets out a breath. RELIEVED. Starts to turn away -- something catches her eye. THE FIL MISTY'S IMAGE starts to shake... Skips... Then, all at on THE SCREEN GOES DARK. Someone just stopped the movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Uh-oh. \f127",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH MARCH",
          "text": "Retrieving his fallen gun... He notices it too. Takes a few steps. Staring up... SOMEONE GRABS HIM. He start to recoil--! It's HEALY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "The film. Let's go. Healy pulls him toward the hotel. March, fighting to KEEP UP. Huffing, wheezing. Two sorry-ass saviors, these. Healy turns to say something -- FREEZES. Focusing past MARCH'S SHOULDER. Eyes wide. JOHN BOY. THEY LOCK EYES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH, ON YOUR NINE.",
          "text": "Huh? March spins, whoops, that's his THREE -- HEALY doesn't blink. Cross-draws his gun and OPENS FIRE. Through the smoke. JOHN BOY dives, rolls --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRES AT MARCH, BAM-BAM-BAM--",
          "text": "Jesus! MARCH DIVES across a sports car... Lunges over the hood. Metal, pocked..! PERFORATED. He LANDS. Shaken. Hugs the vehicle. Safe, ALIVE. HEALY, RELENTLESS. PROWLS THE SMOKE. Gun up. Around him, flame. CARNAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH MARCH",
          "text": "Here's the thing: With respect to HIM? The car is stock- still. Immobile, and thus good cover. One problem:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAR IS REVOLVING",
          "text": "And so is MARCH, oblivious. Behind him, scenery keeps changing... He doesn't notice. Raises his gun. Takes a steadying breath. Behind him, JOHN BOY drifts into view... March, eyes clos",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Okay. You can do this. Ready? One. Tw-- BANG--! Blood LEAPS from his arm. March, SHOT. \f128",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "WOOOOOWWW!! Fuck! Fuck! OW! He looks around. Confused. HEALY targets the muzzle flash. Lays COVER FIRE as MARCH attempts to dive back over the car, and meantime--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOLLY comes bursting through the door: TALLY is here. Nose broken. Looks like shit. THE FILM'S o the projector, she's got it in a canister. Using electric TAPE to SEAL it. Whirls round, SCISSORS in hand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND HOLLY SLIPS",
          "text": "On the COFFEE puddle from before. Goes down, SLIDING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT SAVES HER LIFE",
          "text": "As Tally HURLS the scissors, THWACK--! They STICK in the wall. Holly scrambles past her... Snatches the FILM CAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALLY",
          "text": "Give me that, you fucked-up little",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIPPIE",
          "text": "Advances on Holly. Murderous... With nowhere to run, Holl looks Tally right in the eye, says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Lady, you want it..? (smiles) Go get it. With that, she turns, and rolls the can straight for the balcony RAILING. Tally FREAKS. Lunges after it -- Holly TRIPS HER. Down she goes. She SCREAMS. Leading with her face, WHACK! Into the railing. She's done. Holly then watches, mesmerized... As the future of Detroit ROLLS OFF THE EDGE. Into space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN BELOW",
          "text": "Everyone looks up, following the sound of Tally's scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OBJECT OF THEIR QUEST",
          "text": "Arcing through the night. \f129 JOHN BOY, frozen. Tracking its descent... MARCH, crouched behind a car, watching... HEALY, transfixed... CEO BERGEN PAULSEN, HIS BODYGUARDS... all RAPT. It catches the moonlight like a shiny COIN. VANISHES into the billowing SMOKE... Spell, broken:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULSEN",
          "text": "(to bodyguards) Get me that film. And just that quickly, it's a whole new ballgame. Basically? Everyone makes a run for the film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a split second, everyone's up and running. March STAGGERS, nearly goes down. Beaten, bedraggled. DEA He should lie down. Instead? For no visible reason, he GALVANIZES. Suddenly he's RUNNING. HEALY appears at his side. They pour it on. Leaping obstacles. Dodging flaming wreckage -- JOHN BOY materializes. Ten yards to their right. Healy SHOUTS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "March! Get the film! Then PEELS OFF towards John Boy. FLINGS himself at the gu They go crashing through tables and furniture. Locked in combat. And meanwhile--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH, STILL RUNNING",
          "text": "Up ahead, Bergen Paulsen's BODYGUARDS, sprinting for the film... March is closer. He swoops in at a dead run. Snatches up the film -- KEEPS GOING. Just clutches it to his chest and fucking RUNS. BODYGUARDS, pounding after him. He swerves, toward the HO LOBBY. Feet slapping. Breath, sawing in and out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "NowayfuckyoufuckYOUNOWAYFUCKYOU. \f130 A BULLET cuts the air like an angry hornet. Hits the GLASS entryway -- COLLAPSES IT. As March LEAPS. Sails through the shattered doors... Lands. Tumbles, HARD -- rolls to his feet, KEEPS GOING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN BOY's got HEALY. He SPINS him -- SLAMS him down onto GLASS BAR. Shatters it with Healy's FACE. Healy, in trouble. SCRABBLES BEHIND HIM with both arms. Flails at John Boy's Actually jams a hand in his COAT POCKET. Yanks, tugs -- Breaks FREE. SPINS back around. Arms up -- STOPS. Noticing something. Something in his hand. It's a GRENADE PIN. He just yanked it from John Boy's pocket. He stares at it dumbly. John Boy looks, too. Oh, Shit. Healy turns and RUNS. John Boy paws at his coat. Frantic. UP. Whips it off and FLINGS IT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT BECOMES DAY",
          "text": "A shattering ROAR. The floor tilts sideways. DEBRIS, showering. Bits of flaming wood--! JOHN BOY, ROCKED. Blown off his feet. Flung, head over heels -- HEALY, blown sideways. Rolls to his feet. ON FIRE. Hurls himself at JOHN BOY, no hesitation, and meanwhile",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH bursts forth into the REAR PARKING LOT. Running for his life. Running to SAVE THE FILM. Paulsen's BODYGUARDS, on his tail... Gunshot, a brittle CRACK--! Parts his hair. He jukes left. Out into the STREET and",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAM",
          "text": "\f131 Doing maybe 25 miles an hour. Not too fast, but fast enou Pops him up onto the hood. He SMACKS the windshield. LOSES THE FILM. It slips out of his hands. Starts ROLLING. Away from him. Down the street... The driver gets out, PISSED OFF:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "What the fuck you think you're doing?! That's L.A. for you. MARCH, dazed, ignores him. Or maybe he doesn't even hear Struggles to his feet. Film, GONE. He dropped it. Where--? There. ROLLING. March is gonna have to CATCH it",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND HIM, OUT OF FOCUS",
          "text": "The BODYGUARDS appear. Shove past the irate DRIVER. Knock on his ass... He starts yelling. An altercation ensues --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH, OBLIVIOUS",
          "text": "Breaks into an awkward, hitching jog... As, behind him, amazingly -- a FULL BLOWN FIGHT ensues. The driver SCREAM Then someone FIRES A GUN back there. BLAM--! March doesn't care. Keeps on. Like a kid chasing after a Five feet in front of him... Three feet... MORE GUNFIRE now. The driver firing at the bodyguards. Th firing back. Who knows..? March reaches out. One FINGER.. Touches the canister. STOPS it. It wobbles once. Becomes still... He snatches it up. His prize. And promptly collapses. Right in the middle of the road. Falls down. Sits clutchi the film. Looking around, addled. Woozy. Breath sawing. There are bodies over there. Flashing lights, too. People moving. The POLICE... March frowns, when did they get her He didn't notice. He's got the film. And meanwhile:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOLLY appears now. Following a trail of destruction. Running, head throbbing. Rounds the side of the hotel -- \f132 And there's HEALY. At his feet, flat on the cement: JOHN BOY. Healy's got him in a headlock. Meaty forearm, encircling the guy's big bull neck-- He's CHOKING him to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Holly, get back! Go away! Holly remains. Panting. Fixed on Healy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "What are you doing?! Stop! Healy stop! Healy doesn't let up. John Boy turning purple in his arms",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Please! You don't have to kill him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Yes, I do, Holly! Get away! Now! She refuses to budge. Stares Healy down:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "You don't! You didn't kill that blue- faced guy... You didn't kill him. Healy's caught off-guard. Suddenly aware of the lie he to",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Holly... He killed Amelia... He's a murderer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "But you're not. Leave him for the police. Healy, conflicted. The teenager watching him choke a man to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Mr. Healy, if you kill this man, I'll never speak to you again. Healy stares up at Holly. A long moment... John Boy dying every second of it. Finally, Healy sighs... cautiously disengages himself. As he rolls to one knee, we see that he's HURT. Bleeding. He looms over the fallen John Boy: \f133",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Congratulations... You owe your life to a sixteen year-old girl. John Boy locks eyes with Holly... Says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "(raises his arm--) Goodnight, John Boy. On the blow to the HEAD we CUT TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY MOUNTAINS",
          "text": "Big as life. Wearing a BLUE PIN-STRIPED SUIT. She sits at desk, writing. The nameplate on her desk says JUDITH KUTT We hear a KNOCKING off screen. She looks up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A door opens. And a CHEESY LOOKING GUY steps through. He fixes Misty with a stare, then starts to WILDLY OVERACT:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEESY GUY",
          "text": "I'm Bergen Paulsen! I represent the Detroit auto manufacturers! What's this about you suing us?! Misty stands up, strikes a sexy pose:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "You poisoned our precious air! The people won't stand for it! Cheesy Guy approaches Misty, tries out his own sexy stanc",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEESY GUY",
          "text": "What if we could come to some kind of arrangement, Mrs. Kuttner..? A monetary arrangement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "»-. I don't know... I'd need to know the exact amounts you'd pay me -- along with the dates and times of payment. \f134",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEESY GUY",
          "text": "That's no problem... Take off your clothes and we'll talk about it. Misty hesitates for a second, then starts to disrobe as a FUNKY GUITAR RIFF kicks in. And now the CAMERA starts to pull back, revealing the edg of a MOVIE SCREEN. Back further now-- We're inside a courtroom. A closed door, grand jury heari Jurors watch the projected film with mounting discomfort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "March and Healy sit on a bench in the hallway. March star the ground. Healy gazes at the ceiling. They're silent. A door opens down the hall, and the real JUDITH KUTTNER emerges. Flanked by two UNIFORMED OFFICERS. They sit her down on a bench directly opposite our guys. Handcuff her to it. Move off a few paces to stand guard. An awkward silence... Kuttner breaks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "I guess you two think you've done something here. Pause, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "This ain't about what we've done. It's about what you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "Do you even... have a clue as to what just happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "More than a clue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "I stepped out of line..? That it? Took money for personal gain..? They say nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "I didn't want that money. It wasn't some \"plan\" I had. Do you get that? There's a protocol. I followed it. \f135",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "What does that even mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "You think you're gonna bring down the car companies? Start a revolution? What age are you two living in? (beat) Detroit can't be allowed to fail. It's as simple as that... They'd take the whole country down with them. (shakes her head) I was acting in the national interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "And your daughter? What about her interests?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "(blinks) «+. I tried to save her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "You had her killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "(flash of anger) I did no such thing! Detroit had her killed! I wanted her safe -- why do you think I hired you? (beat, calm again) I tried to save her from herself. Her composure, restored. It's downright creepy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "You're going to jail, Mrs. Kuttner. Where you belong. A pause. She regards both of them for a moment, then says",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "I am going to jail... But it won't make a difference. (beat) Whatever happens, Detroit won't be held accountable. If I'm not there to take care of it, so someone else will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah..? We'll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUTTNER",
          "text": "Yes. You will, Mr. March. \f136 She leans back as the courtroom doors burst open, people start to file out. A lawyer walks past March and Healy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "We're getting you in, right after lunch. He gives them the thumbs up, walks on past. March and Healy stare across at Kuttner... Lost in though",
          "sentiment": "neutral"
        },
        {
          "speaker": "A RINGING BELL",
          "text": "WIDER - It's a CHRISTMAS BELL. Guy in a SANTA COSTUME sta a street corner ringing it... Apparently it's Christmasti A CAR pulls up next to Santa. Healy gets out. Starts down sidewalk. In a bit of a hurry. Ducks into a restaurant--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hostess approaches Healy, he waves her off. Spots HOLLY sitting by herself at a table. Walks over to",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Where do you think? He's at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I guess he heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Oh, boy, did he ever. (beat) See if you can do something with him, ‘cuz I sure can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I'll try...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCH, folded across the bar like a man clutching a life Soused... Healy appears, takes the seat next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Healy..? What are you-- (squints) Holly call you..? Healy just nods. \f137",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Ah... Guess you're here to tell me what an asshole I am for having a little drink, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Not today I'm not. He signals the bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Scotch, please. March regards his friend with drunken incredulity...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "... So, you saw it, on the TV-- March points at the black and white suspended behind the",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "They're lettin 'em off... The car companies... Scott free... (shakes his head) Not enough evidence... So they say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I saw. The bartender sets a drink in front of Healy. His first drink in five years. He looks down at it, considering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "Look... Maybe they got away with it this time... Thing is, people are stupid, but they aren't that stupid--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "If you say so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "I say so... These guys are going down. In ten years, we're all gonna be driving electric cars from Japan. So fuck ‘em, you know? March thinks for a moment... Slowly starts to nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Yeah... Fuck ‘em. \f138 Healy raises his drink in a toast. March follows suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEALY",
          "text": "For the birds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCH",
          "text": "Hallelujah. They drink. March looks down. Sees a BEE crawling on the bar. He takes a napkin. MASHES it. CUT TO BLACK. THE END.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2199"
    }
  ]
}