{
  "movie_id": "MOV2202",
  "scenes": [
    {
      "location": "HALLOWEEN TOWN. NIGHT/CONTINUOUS TIME.",
      "characters": [
        "BEHIND HER TOMBSTONE,",
        "INT. JACK'S TOWER. SUNRISE.",
        "HANGING TREE,",
        "INTO THE",
        "FAR BELOW,",
        "INT. EVIL SCIENTIST'S FRONT DOOR. DAY/MOMENTS LATER.",
        "EXT. HALLOWEENLAND STREET. CHRISTMAS EVE/LATER.",
        "SANTA'S BOOMING HO-HO-HO",
        "SANTA CLAUS",
        "NIGHT PASSES INTO",
        "THE STREET BAND",
        "AT THAT MOMENT,",
        "AN OLD-FASHIONED CALENDAR,",
        "EXPLODE",
        "CORNER",
        "OUT THE WINDOW",
        "ONE ARM",
        "CLEARING",
        "\"THE STOCKINGS ARE HUNG BY THE CHIMNEY WITH CARE.\"",
        "DISTANT PUMPKIN SHAPE",
        "REFLECTION",
        "THE CORPSES",
        "EXT. SUBURBIA. CHRISTMAS EVE/LATER.",
        "AT THE CORNER OF THE TOWN SQUARE,",
        "THE WHIRLING, SNOW-SWIRLING TUNNEL OF BLACKNESS",
        "FADE IN",
        "PUMPKIN PATCH",
        "INSIDE",
        "EXT. TOWN HALL. DUSK.",
        "OTHER ARM",
        "INT. JACK'S TOWER. DUSK.",
        "EXT. FOREST. DAWN.",
        "A THIRD GHOUL",
        "IN THE MANSE'S DECAYED PARLOR,",
        "A CRYPT DOOR",
        "DOORBELL",
        "EXT. JACK'S TOWER. DUSK.",
        "EXT. HALLOWEENLAND STREETS. CHRISTMAS EVE/A LITTLE LATER.",
        "A SMALL CROWD",
        "INT. OOGIE BOOGIE'S JAIL. CHRISTMAS EVE/A LITTLE LATER.",
        "THE TOWNSPEOPLE",
        "-- BOLTS ARE THROWN.",
        "THE SUDDEN SOUND OF SOMEONE APPROACHING, (O.S.)",
        "MEANTIME,",
        "BELOW,",
        "LATER,",
        "WE PULL BACK AND UP",
        "SALLY'S HAND,",
        "ON THE GROUND,",
        "THE REST OF SALLY",
        "SALLY,",
        "THE MAYOR",
        "PROLOGUE",
        "THE MANSE'S FALLING DOWN FRONT HALL",
        "INT. LITTLE HOUSE. CHRISTMAS EVE/LATER.",
        "INT. SALLY'S ROOM. NIGHT/MOMENTS LATER.",
        "ALSO BEING MANUFACTURED IN...",
        "THE FOG",
        "SANTA",
        "EXT. TOWN SQUARE. CHRISTMAS EVE/LATER.",
        "THE HANGING TREE",
        "THE EVIL SCIENTIST",
        "INT. FOREST. DUSK.",
        "WHILE CHRISTMAS IS BEING MANUFACTURED IN HALLOWEENLAND, I",
        "THE OTHERS",
        "LOCK, SHOCK",
        "SALLY'S",
        "EVIL SCIENTIST",
        "HALL",
        "THE HYSTERICAL VOICES, (O.S.)",
        "EXT. ROOFTOPS. CHRISTMAS EVE/LATER.",
        "EXT. TOWN SQUARE. DUSK.",
        "JACK'S WINDOW",
        "JACK",
        "AT THE WINDOW,",
        "SALLY",
        "LATER",
        "EXT. RADIO TOWER. CHRISTMAS EVE/LATER.",
        "HIS GRUESOME CONTENTS IMMEDIATELY FLY, CRAWL, SLITHER, WR",
        "SUDDEN ROAR",
        "AROUND THE CORNER",
        "D",
        "JACK SKELLINGTON, THE PUMPKIN KING,",
        "IN HIS TOWER,",
        "INT. OOGIE BOOGIE'S JAIL. CHRISTMAS EVE/LATER.",
        "JACK'S SKELETAL HAND",
        "FOUR BIG VAMPIRES",
        "IN THE DISTANCE,",
        "EXT. HALLOWEENLAND TOWN SQUARE. CHRISTMAS EVE.",
        "EASTER",
        "BATS",
        "EXT. WORM-ROTTED FRONT PORCH. NIGHT/CONTINUOUS TIME",
        "A TOY STEAM ENGINE",
        "OOGIE BOOGIE",
        "-- DOORS ARE LOCKED.",
        "MORE DOORWAYS",
        "EXT. STARRY, STARRY NIGHT. CHRISTMAS EVE.",
        "REINDEER OR FROSTY, THE SNOWMAN OR AN ANNOTATED ILLUSTRAT",
        "AN EMPTY JAR MARKED \"DEADLY NIGHT SHADE.\"",
        "JUMP OUT. THE BAG ITSELF COLLAPSES TO THE GROUND, EMPTY.",
        "WEED-CHOKED AND DESICCATED LITTLE HERB GARDEN",
        "REVERSE ON PUMPKINHEAD,",
        "CRASH",
        "JUMPS OUT HER WINDOW",
        "SILENT."
      ],
      "dialogues": [
        {
          "speaker": "AN OLD-FASHIONED CALENDAR,",
          "text": "the kind that used to hang in offices in the forties.  Ea is a tear-off page.  The dates are printed in bold black lettering. The pages of days of the year zip off -- at a rate faster the eye can really register.  The impression should be of whizzing by... Over this, SANTA CLAUS narrates....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Twas a long time ago, quite a bit to be fair In a place that I'm sure you are quite unaware. For our story that you are about to be told Began in the holiday worlds of old. Without holidays, goodness, how dull life would be Without their distraction and pleasure and glee. The calendar makes a SUDDEN STOP AT CHRISTMAS. The calendar page peels back to reveal the first hint of the black and white of the year.  Smoke curls up from the of a snow-covered cottage in a clearing of a snow-covered forest.  THE STOP IS ONLY FOR A BEAT. Then the calendar speeds on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But our holidays are the result of much fuss And hard work for the worlds that must make them for us The calendar STOPS again.  This time at VALENTINE'S DAY. This stop is short, but longer than the last -- as each subsequent stop will be. In Valentine-ville, FAT CUPIDS shoot arrows at distant ch dripping hearts: target practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, each holiday town works all year to create Twenty-four special hours, fantastically great. Soon the calendar whirls on.  Next STOP is",
          "sentiment": "neutral"
        },
        {
          "speaker": "EASTER",
          "text": "where it is spring.  CACKLING HENS sit side-by-side on th row of nests.  In unison, choreographed like some ballet, lay their pre-decorated eggs. The eggs then drop down a chute and land on a conveyor be carries them out ot the henhouse and into waiting Easter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fleeting twenty-four hours take long to prepare, A full year of planning and plenty of care. But now getting back to the story at hand I should mention THIS POINT about holiday lands -- The calendar flips to the FOURTH OF JULY. FIREWORKS. -- ABE LINCOLN fires a cannon.  The cannonball explodes m showering down the word, \"HAPPY.\" -- BETSY ROSS uses a SPARKLER to write the word, \"FOURTH. -- PAUL REVERE sets off the first of six rockets.  Rocket erupts into an \"O.\"  #2 traces an \"F\" -- together they re Rocket #3 won't light.  Neither will #4, #5, or #6.  Paul panicks. But PAUL REVERE'S HORSE saves the day.  He kicks off his horseshoes -- shooting them at the side of a wooden fence they hit the boards each becomes a letter: \"J,\" \"U,\" \"L,\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For each one, way back when, was alas unaware Of the others' existence, now I've said it -- so there! The calendar pages tear on, slowing at October 29, slowin at, and stopping at the 31st.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But once there occurred a calamity SO GREAT! When two of the worlds did collide by mistake... The october 31st page peels back to... nothing.  To BLACK fall in, or perhaps it should feel more like we're swallo TITLE SEQUENCE. Carved JACK O'LANTERNS come at us in the long tunnel of d Collision seems inevitable, but in the instant before we slam into them, the jack o'lanterns veer off, turning to the various credits on their uncarved backsides. When the last jack o'lantern zooms toward us, it doesn't off.  It keeps coming and fast.  Rather than collide with though -- we fall straight into one of the PUMPKINHEAD'S OUT, TRIANGULAR EYES into the further black there and out",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CRYPT DOOR",
          "text": "which opens onto the EXT. HALLOWEENLAND CEMETERY. NIGHT. The bloated orange disk of the MOON illuminates Halloween delicately decrepit graveyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ON PUMPKINHEAD,",
          "text": "giant jack o'lantern head now set on the squat vines of h leafy legs.  He looks more like a spider than like anythi as he scuttles across the cemetery toward the big pumpkin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys and Girls of every age Wouldn't you like to see something strange? Come with us and you will see... This our town of Halloween!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pumpkinhead has reached the",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN PATCH",
          "text": "where he drops down among his fellow pumpkins -- who all at once -- sudden jack o'lantern mouths and eyes glowing the chorus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Halloween, this is Halloween! Pumpkins scream in the dead of night -- This is Halloween, everybody make a scene Trick or treat 'til the neighbors gonna die of fright!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beyond the graveyard lies the little city of odd expressi angles and the morbid extravaganza of Gothic manses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's our town.  Everybody scream. In this town of Halloween...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We swoop down the street, through the creaky iron gate of EXT. DESERTED GOTHIC MANSE. NIGHT/CONTINUOUS TIME. We enter THROUGH A BROKEN, COBWEB-CLOGGED WINDOW into... INT. DESERTED GOTHIC MANSE. NIGHT/CONTINUOUS TIME. Many CREATURES hide in the shadows of this creepy house. camera finds them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the one hiding under your bed, Teeth ground sharp and eyes glowing red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the one hiding under your stairs Fingers like snakes and spiders in my hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE MANSE'S DECAYED PARLOR,",
          "text": "every item of furniture that could conceivably serve as a springs open -- the grandfather clock, the window seat, t the chaise longe, the hearth rug (covering a trap door), drawers of a sideboard and out pop CORPSES. The Corpses sit bolt upright and heartily sing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Halloween, this is Halloween, Halloween...(etc)",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MANSE'S FALLING DOWN FRONT HALL",
          "text": "is tenuously illuminated by a tarantula chandelier which to the ceiling overhead and lowers and rises according to whims of its web.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOUR BIG VAMPIRES",
          "text": "lumber in from the dark, slanty hallways that fan off the entrance hall.  They march in and, in formation, march OU FRONT DOOR onto the ruins of--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WORM-ROTTED FRONT PORCH. NIGHT/CONTINUOUS TIME",
          "text": "The Vampires' bodies are huge, but their heads are small insect heads and the voices that come out of heads are li squeaky and high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In this town, we call home, Everyone hail to the pumpkin song!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they sing they march down the rickety steps.  Out on t EXT. STREET. NIGHT/CONTINUOUS TIME. A HEARSE passes the Manse.  Riding on top is the corpulen of Halloweenland.  Not surprisingly, he's a TWO-FACED SOR GUY, revealed as each of his faces sings a line:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In this town, don't we love it now Everybody's waiting for the next surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While the hearse turns a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNER",
          "text": "and glides past an ALLEY we hear a GRAVELLY VOICE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Round that corner, man, Hiding in a trashcan Something's waiting now to pounce and how you'll--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lid flies off of a trashcan and out pops the GRAVELLY TRASHCAN-DWELLING MONSTER.  He's fat and slimy and grotes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Scream!  This is Halloween, Red 'n black, slimy green... Aren't you scared?  Well, that's just fine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WITCHES speed toward us on their brooms -- zipping out of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say it once, say it twice, Take the chance and roll the dice Ride with the moon in the dead of night (oh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the street, the witches fan out and swoop past the",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANGING TREE,",
          "text": "a gigantic oak with SEVERAL HANGED MEN dangling from its outspread branches. The hanging tree itself sings:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody scream, everybody scream In our town of Halloween.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hanged men suddenly revive:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Halloween, This is Halloween...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LUMPEN-LOOKING LONG-HAIRED WOMAN IN HEELS hurries away tortuously windy street.  This is SALLY.  For now, we see her backside, her waist-length hair. Behind her, and closer to us, a GHOUL tips into view to demonstrate his particular talent:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the guy with the tearaway face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally hesitates, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here in a flash and gone without a trace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally is about to turn around, but as the ghoul vanishes, continues on her way.  We follow her. In a moment, a SECOND GHOUL sets upon her -- this one mor gruesome than the last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the who when you call --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This ghoul is closer, louder and Sally does turn around n revealing that she's a crudely stitched together Bride Of Frankenstein Rag Doll.  Her balance is precarious.  Her a flop.  Her mouth is a tragic slash.  She has a quavering, voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the second ghoul has disappeared before she sees him. his voice remains...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the wind blowing through your hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Invisible fingers lift Sally's long hair.  It is with pat eagerness that she looks around for whomever is responsib this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A THIRD GHOUL",
          "text": "springs into view, then bounces skyward.  With a very disappointed Sally (she's sorry he's leaving), we watch h into... EXT. SKY. NIGHT/CONTINUOUS TIME. The Third Ghoul seems to reach the moon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the shadow on the moon at night, filling your dreams to the brim with fright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Third Ghoul passes the orange disk of the moon,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATS",
          "text": "flap out from behind it.  They sing with the Third Ghoul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Halloween, This is Halloween HALLOWEEN!  HALLOWEEN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bats flutter off and the Third Ghoul falls back towar ground.  He lands... EXT. HALLOWEEN TOWN SQUARE. NIGHT/CONTINUOUS TIME. As he hits the ground, the Third Ghoul shatters, breaking into several pieces -- globular and doughy GELATINOUS LUM a separate little creature.  When they sing, they have ve voices:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tender Lumplings everywhere Life's no fun without a good scare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over the crest of the hill, behind the town square,",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORPSES",
          "text": "march into view, flanking the MAYOR'S HEARSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's our job, but we're not mean In our town of Halloween.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind the corpses come the VAMPIRES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In this town --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MAYOR blares out his message through a P.A. SYSTEM on the hears",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- don't we love it now? Everyone's waiting for the next surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WITCHES come next...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skeleton Jack might catch you in the back and Scream --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Gelatinous Lumps instantly reasemble to form the Thir Ghoul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- like a banshee make you jump --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Third Ghoul immediately bounces out of sight again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "stumbles into view, still hurrying.  She sings with every else...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Halloween, --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "excitedly spots someone coming -- though he's still out o for us:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Everyone scream, won't ya Please make way for a special guy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OTHERS",
          "text": "turn to look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our man Jack is --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- King of the Pumpkin Patch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone hail to the Pumpkin King now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They part to make way for",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SKELLINGTON, THE PUMPKIN KING,",
          "text": "astride his SKELTON HORSE, boots set backwards in the sti is done for the honored dead.  Jack is tall, long-limbed bone-thin.  He is formally attired, and wears an elegant tie. Sally gapes tragically at Jack.  But he rides right past noticing her. Accompanying Jack are most of the CREATURES AND MONSTERS met, the various inhabitants of Halloweenland.  Everyone falls in behind Jack -- including a stumbling, almost-lef behind-gawking Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Halloween, THIS IS HALLOWEEN (etc.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HANGING TREE",
          "text": "hurries to join the parade.  He brings up the rear.  The MEN bobble on their ever-tightening nooses, their tongues eyes popping out. The tighter nooses make the Hanged Men's voices reed-thin high -- contrasting to the enormous Hanging Tree's lone b profundo:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In this place we call home Everyone hail to the Pumpkin Song",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Jack Skellington is demonstrative and very excitable with that are extraordinarily high and lows that are unusually Right now he is surrounded by his ADMIRERS -- the witches particular fawn over him.  Jack seems eager to please eve but, at the same time, a bit anxious to get on with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally watches htm longingly from the edge of the circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Jack, you are such a scream! (turns to the assembly) Isn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The assembly agrees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, he is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You make sparks fly, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You make oil boil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You make rats shriek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You make flesh crawl...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three witches try to outdo one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly adds) ...And wounds suppurate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, thank you, thank you very much!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last witch glares triumphantly at her cronies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What an inspiration to everybody!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(echoes) An inspiration...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was our most horrific Halloween ever!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally sighs and starts to drift irresistibly toward Jack. Throughout, rag doll Sally gains substance as she gains conviction -- this is her first baby step toward that, no perceptible, but in any case RUDELY INTERRUPTED BY --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE EVIL SCIENTIST",
          "text": "who created her.  He takes ahold of her by one of her sti together arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The deadly nightshade you slipped me wore off, Sally... I thought I'd find you here....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally pulls back, trying to wriggle free of the scientist grasp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he doesn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have it then if you must!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With her other hand, she quickly and deftly rips out the that attach her arm to the rest of her ... THEN RIPS THE CLEAR OUT OF ITS SOCKET. SHE LEAVES THE DOCTOR HOLDING IT WHILE SHE RUNS OFF into crowd, determined to elude the Evil Scientist.  She disap into the gloom in the direction of the cemetery. Shaking her torn-off arm, the Evil Scientist calls after",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be back.  Sooner or later you'll need this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "continues to congratulate and be congratulated by the var citizens of Halloweenland.  The Mayor interjects, looking attention--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next year'll even be better, you'll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you really think so, Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I do.  It always is, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Always.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll have to get on it immediately.  No time for sitting around smugly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's so true...  We've got a lot of work ahead of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight, everybody! Goodnight, Jack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The assembly breaks up.  Jack turns to leave but his path blocked by A COUPLE OF ADORABLY HIDEOUS KID MONSTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(plead) Just one more time, Jack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack rattles his bones once more for the kids.  They shri gleeful shriek and scamper off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE CORNER OF THE TOWN SQUARE,",
          "text": "Jack passes a STREET BAND -- fellow skeletons down on the an ACCORDION PLAYER, A SAX PLAYER, AND A VIOLINIST.  He t coin into their hat.  Playing, they nod their thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Utterly dejected, Sally crouches behind a tombstone.  She herself with her remaining arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SUDDEN SOUND OF SOMEONE APPROACHING, (O.S.)",
          "text": "makes her freeze.  She dares to peek over the top of the tombstone to see who it is -- IT'S JACK. The sight of him immediately comforts her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... it's Jack...  Look at him -- he's so alive... So happy... He's so filled with confidence he could teach the wolves to howl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally lets out a little whimper of self-pity and collapse sight behind the tombstone to feel sorry for herself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll never notice me.  Why would he?  Why should he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally hugs herself again -- as best she can with her one",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "makes his way past the markers and mausoleums.  He looks and, since Sally is hidden behind the tombstone, he doesn anyone.  He starts the long climb up Cemetery Ridge as he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are few who'd deny, at what I do I am the best For my talents are renowned far and wide",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When it comes to surprises in the moon-lit night, I excel without ever even trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the slightest little effort of my ghost-like charms I have seen grown men give out a shriek",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the wave of my hand, and a well-placed moan, I have swept the very bravest off their feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack pauses a moment, as if letting these facts settle in heaves a huge sigh and sags miserably. Jack's ghost dog, ZERO, rises out of his grave, floats ov Jack and circles around him.  Trying to comfort his belov master, he drapes himself over Jack's shoulder and lays a sympathetic head on him. Hunched over with sorrow, Jack drags his bones on up the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yet year after year, it's the same routine And I grow so weary of the sound of screams",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I, Jack, the PUMPKIN KING! Have grown so tired of the same old thing....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zero drifts sadly to the ground, and flattens faithfully his master -- only his shiny little jack o'lantern nose o end of his pointy snout sticks up. Jack tragically reaches the crest of the long hill.  Zero follows, dragging along the ground after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh somewhere deep inside of these bones An emptiness began to grow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's something out there far from my home A longing that I've never known ... I've never known.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack gazes hopelessly out over Halloweenland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND HER TOMBSTONE,",
          "text": "Sally can't believe what she's hearing.  She peeks, but h again.  She listens breathlessly as Jack continues his soul-searching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a master of fright, and a demon of light And I'll scare you right out of your pants, boy",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To a guy in Kentucky, I'm Mister Unlucky And I'm known throughout England and France, boy",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And since I am dead, I can take off my head To recite Shakespearian quotations",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No animal or man can scream like I can With the fury of my recitations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But who here would ever understand That the Pumpkin King with the skeleton grin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would tire of his crown -- if they only understood He would give it all up if he only could",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY'S",
          "text": "heart goes out to Jack.  She had no idea he felt this way idea of his tragic side.  She wants to show him that he's alone as he thinks, that she understands him.  But she's should she come out from behind the tombstone?  Dare she Should she?  Shouldn't she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, there's an empty place in my bones That calls out for something unknown",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fame and praise, come year after year, Does nothing for these empty tears ... these empty tears....",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "heads off with Zero, staggering away blind in his misery, while...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY,",
          "text": "still crouched behind the tombstone, continues to debate herself... Jack has left the cemetery and disappeared from sight whe finally screws up her courage and pops up full of determi and shouts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK!  I KNOW YOU HARDLY KNOW ME, BUT --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He isn't there to hear her...  Shocked and disappointed, rag doll body goes floppy again. Her voice gets high and tiny... then trails off, almost tearfully...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- I feel the same way you do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally stares sadly into the empty spot Jack so recently o then turns and hobbles limply away.  She stops at a",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEED-CHOKED AND DESICCATED LITTLE HERB GARDEN",
          "text": "set beside a cluster of tombstones at the edge of the gra The herbs growing there are labelled: \"Henbane,\" \"Witch H \"Deadly Night Shade.\" As best she can with her single arm, Sally gathers fresh of Deadly Night Shade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lost in his private tragedy, Jack lurches heedlessly forw Looking around confused -- they've never been here before floats quickly after, hurrying to catch up.  Whimpering, Jack's coattails and pulls -- trying his best to get Jack stop, to turn around...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Zero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack pulls free. Trying again, Zero grabs Jack by the leg, wrapping his mo around Jack's skinny shin bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  No playing today, Zero... I'm just not in the mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zero lets go and Jack marches wretchedly forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "drops in the fresh sprigs of the herb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alarmed, Sally screws the lid back on -- as quickly as sh with only one arm -- and hides the jar at the back of a c",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE EVIL SCIENTIST",
          "text": "is a twisted silhouette in the doorway behind Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You came back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gasping guiltily, Sally spins around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds up Sally's torn-off arm -- as well as a large sh needle threaded with a long strand of thread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't I tell you?  I'm always right, you know, my dear... Aren't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smiling his mad grin, the scientist gestures into the roo him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shall we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He makes way for Sally. After a beat, Sally nods.  Resigned, she trudges past him He jauntily follows her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Evil Scientist carefully sews Sally's arm back on -- the stitches are crude and the fit awkward.  The expressi her face is more tragic than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're mine, you know.  I made you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you went away, what would become of me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm grown up now.  I have to leave some time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course you do, and I want you to... but there's no need to hurry it along, is there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't help it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's twice this month you've slipped Deadly Night Shade into my tea and run off.  People might get the wrong idea and think you're unhappy at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally whimpers sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do the best I can to make it comfortable for us here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I guess my best just isn't good enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As anxious as she is to be away from here, Sally can't be thought of hurting anybody and instinctively tries to mak feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not true.  It's a beautiful home, wonderfully comfortable... I'm indebted to you for everything... It's just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just me, I suppose...  I'm restless.  I can't help it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scientist smiles, feeling Sally under his sway again. pats her consolingly, then finishes sewing on her arm and an elaborate knot at the end of his stitches.  He snips t thread and puts away his sewing kit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a phase, my dear.  It'll pass.  We need to be patient, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally heaves a big sigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks off tragically.  Outside, it's sunrise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FOREST. DAWN.",
          "text": "Still bowed by the depth of his despair, unaware of time, distance, or anything, Jack wanders through the gloom of forest.  Zero floats protectively at his side. Suddenly, Jack is stabbed by a ray of light from the risi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cringing, he stops in his tracks.  When he dares to look him, it is as though he has just been woken up from a dre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zero barks his haunted ghost bark.  Jack seems to notice",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zero!  Where are we?  We've never been here, have we, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack takes a few steps one direction and looks curiously, few steps in another direction and looks -- and looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's some place new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zero circles Jack, whirling him around, trying to aim him toward home.  But Jack resists.  He wants to see whatever is to see. He proceeds deeper into the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor's hearse pulls up in front of Jack's tower.  Th climbs out, arms brimming with blueprints and plans.  He to Jack's door -- his self-confident face on -- and bangs knocker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waits for an answer.  There isn't any.  Even this litt of suspense brings out the Mayor's other face -- this one scared, self-doubting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack?!  You home?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's still no answer. The mayor squints out into the street.  Clearing his thro barks confidently at PASSERS-BY:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to various passers- by) Have you seen Jack?...  Have you seen Jack?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But nobody has.  He doesn't bother to ask the Street Band across the street. The mayor's bravado face evaporates and the whiny one tak",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is he?  We had an appointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His blustery face back on, the Mayor shouts up to Jack's the top of the tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack?!  I've got the plans for next year!  See?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds up the blueprints and plans he carries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to go over them with you so we can get started! Halloween'll be here again in no time!  Three hundred and sixty odd days fly by too fast!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor's faces alternate in progressively rapid succes panic sets in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouts desperately) Jack!  Please!  I'm only an elected official here!  I can't make decisions!  Jack!  Answer me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruined, the Mayor crumples. The ACCORDION PLAYER of the Street Band says quietly from the street:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hasn't been home all night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor tries to rouse himself, but he's shorted out, exhausted...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(feebly) Oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drops again to the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally peers out of an upper-storey window -- expression e despairing at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FOREST. DUSK.",
          "text": "It is just before night.  Jack strides forward toward a",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISTANT PUMPKIN SHAPE",
          "text": "that seems to be carved out of the dark and outlined by g light. Jack can't wait to find out what it means, but Zero, wari his master and far less enthusiastic about this adventure behind. Arriving at the Pumpkin shape, Jack eagerly reaches out t When he touches it, it gives -- CREAKING OPEN to more woo beyond.  It's a DOOR. Zero hurries to catch up as Jack steps through the Pumpki Door and out into a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEARING",
          "text": "in this next forest.  Awed, Jack stops dead in the middle clearing and gapes at what he sees -- there are",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORE DOORWAYS",
          "text": "etched into the trunks of the trees that ring the clearin us, these doorways make sense -- one is shaped like an EA EGG, another like a FIRECRACKER, another like a VALENTINE another like a SHAMROCK, and another like a CHRISTMAS TRE Jack, who's never heard of the other holidays, these door a total mystery. He is especially TRANSFIXED by the CHRISTMAS TREE-SHAPED DOOR. It rattles invitingly on its hinges.  Gusts of cold air b from behind it.  Snow oozes out beneath.  The drama of it Jack closer. Zero hesitates in the Pumpkin-shaped doorway, uneasy abou crossing through it to the other side -- but the sight of striding resolutely toward the Christmas Tree-shaped door him swoop quickly after. Using all his strength, Jack wrenches open the Christmas shaped door.  There is a moment's delay -- darkness, stil silence -- then the instantaneous fury of a HOWLING BLIZZARD. A quick blast of snow knocks Zero clear back through the shaped doorway. The whipping winter wind curls around Jack's frail bones SUCKS HIM IN THROUGH THE OPEN DOOR.  Jack disappears.  Th Christmas Tree-shaped door SLAMS SHUT. After a beat: Zero pokes his head up over the lintel of the Pumpkin-sha doorway and sees that Jack has vanished.  Panic-stricken, streaks across the clearing to the closed Christmas Tree Crying, he scratches on the door, tries to squeeze under vaporous body is easy, but his head and jack o'lantern no another matter), circles the tree, investigates for anoth entrance (above, below, every which way).  He tries every his ghost-dog powers to get in -- but all in vain.  He ha choice but to wait.  Ears cocked, he settles down to star stare at the strange door that swallowed his master....",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WHIRLING, SNOW-SWIRLING TUNNEL OF BLACKNESS",
          "text": "through which Jack FALLS.  The fall abruptly ends.  BLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack sits up in the snow bank where he has landed.  He lo excitedly around.  He marvels first at the miracle of sno",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?  What's this? There's color everywhere... What's this? There's white things in the air... What's this? I can't believe my eyes I must be dreaming, Wake up, Jack, this isn't fair... What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He cavorts excitedly in the snow, slipping and sliding an finally tumbling down a hill into the center of Christmas He springs up, shakes himself off, and enthusiastically e the snow-blanketed village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?  What's this? There's something very wrong... What's this? There're people singing songs... What's this? The streets are lined with Little creatures laughing, Everybody seems so happy, Have I possibly gone daffy...? What is this...?  What's this? There're children throwing snowballs Here instead of throwing heads. They're busy building toys And absolutely no one's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here in Christmastown, every tree is a Christmas tree and house is shinier and more beautifully decorated than the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's frost on every window, Oh, I can't believe my eyes, And in my bones I feel a warmth That's coming from inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack peeks into warmly-lighted homes...  Jack uses his co Halloween trickster skills to see without being seen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, look, what's this? They're hanging mistletoe... They kiss -- Why that looks so unique... Inspired! They're gathering around to hear a story, Roasting chestnuts on a fire...  What's this? What's this?  In here They've got a little tree... how queer! And who would ever think... and why? They're covering it with Tiny little things, they've got Electric lights on strings, and there's a Smile on everyone, so now Correct me if I'm wrong... This looks like fun, This looks like fun, Oh, could it be I got my wish...?  What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack enters the CHILDRENS' cozy BEDROOM in one house...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my, what now? The children are asleep...  But look -- There's nothing underneath...  No ghouls No witches here to scream and scare them ... or ensnare them... Only cozy little things Secure inside their dreamland...  What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Distracted, Jack goes off to leave the child at whom he h peering suddenly wide awake and terrified... Jack is back outside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The monsters are all missing And the nightmares can't be found And in their place there seems to be Good feeling all around... Instead of screams I swear I can hear Music in the air. The smell of cakes and pies Is absolutely everywhere... The sights, the sounds, They're everywhere and all around... I've never felt so good before... The empty place inside of me is filling up I simply cannot get enough. I want it, oh, I want it... Oh, I want it for my own. I've got to know I've got to know What is this place that I have found? WHAT IS THIS???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack darts this way and that and runs and runs, trying to fill of this strange new wonderful place. He trips and falls and starts to roll and as he rolls he snow -- he becomes a gigantic snowball barrelling through Christmas town, stopping only when he SLAMS INTO ONE OF TWO GIGANTIC CANDY CANES... between which spans a sign.  Jack bursts out of his snow only to have fresh snow dumped on him which falls from th between the two tall candy canes. Jack shakes himself free of this fresh heap of snow, look the wide welcoming sign: CHRISTMASTOWN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And thoughtfully reads...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".... Christmastown?  Hmmmmmmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack studies the town from this distance -- the lights gl heart-warmingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Incredible.  I'll need proof...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On his feet again, he slinks quietly back toward Christma",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A number of the worried citizens of Halloweenland have ga They chatter among themselves.  The MAYOR addresses them top of his hearse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet.  Quiet now.  We all agree that two days is far too long for Jack to have been gone without warning...  Is there anywhere we've forgotten to check?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I looked in every mausoleum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in unison) We opened the sarcophagi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tromped through the Pumpkin Patch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I peeked behind the Cyclops' eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other citizens wheel around to look at him disbelievi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defensively) I did!... (then adds sadly) But he wasn't there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's time to sound the alarms...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, the alarms wail in the distance while, inside, S speedily whips up a pot of sleeping-potion soup. She keeps looking out the window, hoping for a hint of wh going on, but nothing -- not a clue.  Eager to find out, hurries the soup along... Various spice jars are out on the counter -- among them, labelled \"Deadly Night Shade,\" the entire contents of whi dumps into the pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to herself) Regular dose...  Double dose... Double, double dose.  He'll be able to smell a double, double dose of Deadly Night Shade... Anybody could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She studies the other jars and picks the one labelled \"Fr Breath.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frog's Breath will overpower any smell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She opens the jar.  Recoiling from the odor, she turns as trying to escape the fumes as she pours some of the Frog' into the soup -- but it starts to overwhelm her anyway. swoons.  Her knees buckle. In her swoon, she fumbles blindly among the other jars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(choking) Sweet Pea...  Where's that Sweet Pea...  Too bitter... Too bitter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her hand finally locates the jar labelled, \"Sweet Pea.\" The Evil Scientist calls from another room:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still choking, hardly able even to squeak out an answer, struggles to open the Sweet Pea jar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's my soup?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally finally gets the jar open.  As fast as she can, she it into the soup and hovers above the pot.  In a moment, Sweet Pea takes effect and Sally's strength begins to ret",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gasps) Coming...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.  I'm hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still a bit shaky, Sally reaches for one more jar.  The l this one reads, \"Worm's Wart.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hoarsely) A handful of Worm's Wart just for distraction.  It'll throw him off the trail for sure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She drops in some Worm's Wart, stirs the soup, then ladle bowlful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Evil Scientist is at his lab table, peering into a mi and thinking -- which, for him, involves lifting off the his skull and tickling and scrambling the brains inside. Sally carries in a tray holding his bowl of soup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scientist impatiently gestures her over.  He replaces of his skull...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent.  Over here.  Over here.  Set it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gingerly sets the tray in front of him. The scientist inhales a deep sniff of the steam curling o soup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah...  What's that?...  Worm's Wart!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He glances suspiciously at Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What trail are you trying to throw me off now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stammers; feigns innocence) Nothing.  W-w-what are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scientist pushes the bowl of soup toward Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taste it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But why?  It's your lunch. There isn't much there in the first place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taste it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not hungry. (acts all hurt) What's wrong?  I spent all morning on that soup.  I thought you liked Worm's Wart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing more suspicious than Worm's Wart -- it distracts one from every other taste and smell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He dips a spoon into the soup then holds it up to Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Until you taste it, I won't eat a bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally crumples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I have to go out. Something's happening out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever it is, it's none of your concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waves the spoon at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She keeps her lips closed tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lapses into self-pity mode) Then we'll both starve...  An old man like me, who hardly has strength as it is -- me, without whom... me, your own father...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't you make other creations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could.  Of course I could. But no one would be like you... (pours it on again) I'll never understand how you can be so cold-hearted, how you can treat me this way, discarding me like--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It works.  He wears Sally down:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupts) All right...  All right... I'll eat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She closes her eyes and sips the soup off the spoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TOWN SQUARE. DUSK.",
          "text": "The Mayor lies sprawled on top of his hearse, staring up sky for ideas.  He's exhausted, as are the assembled citi Halloweenland, exhausted from exhausting their alternativ it comes to seeking Jack. The Mayor lifts his heavy head and feebly asks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did anybody think to dredge the lake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A recumbent corpse sits up and nods:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The corpse flops down again. The mayor lets his head fall back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE DISTANCE,",
          "text": "there's a BARK (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now a DEEP RUMBLING (O.S.) can just be heard -- punctuate another sharp BARK (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ssh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They listen.  More RUMBLING.  DEFINITE BARKS NOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excited) Zero?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sounds get louder, closer... The group revives.  The mayor sits up.  Before long...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AROUND THE CORNER",
          "text": "comes an ecstatic Jack driving a jaunty, Christmasland SN MOBILE, heavily laden with Christmasland memorabilia.  A Zero loops-the-loop around his master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look!  It's Jack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'M BACK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Halloweenland citizens gape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where've you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't wait to tell all of you all about it! (to the Mayor) Mayor!  Call us a town meeting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor's hearse glides through town, p.a. system blari",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Town meeting!  Town meeting tonight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hearse passes the DESERTED GOTHIC MANSE. Out stream the Creatures, Corpses, and other Vampires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the hearse passes and the announcement is heard, the GRAVESTONES open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hearse threads through town past the EVIL SCIENTIST'S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally and the Evil Scientist are both asleep -- the Evil scientist snores, his head on the lab table beside the no bowl; Sally has fallen asleep on her way through the door hat on, arm half-way into the sleeve of her coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Town meeting!  Town meeting tonight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither of them hears the announcement.  Neither of them Their deep sleep goes on undisturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The town hall is a tilted Chautauqua meetinghouse.  We HE noise of the crowd inside and see a few Halloweenland lat hurry in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack stands at a podium on a stage at the end of the big hall.  Set up beside him is a table piled high with (at t point) non-descripit objects. The murmuring crowd presses close to the stage.  Of cours and the Evil Scientist are absent. Jack holds up his hands for attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen everyone.  I want to tell you about where I've been!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sings:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There were objects so peculiar They were not to be believed All around things to tantalize my brain. It's a world unlike anything I've ever seen And as hard as I try... I can't seem to describe Like a most improbable dream... But you must believe when I tell you this It's as real as my skull, and it does exist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turning to sort through the objects on the table, Jack sp",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here...  Let me show you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The people press even closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ohhhh....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack holds up a wrapped gift:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a thing called a present. The whole thing starts with a box...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- A box? --        Is it steel? --                     Are there locks? -- Is it filled with a pox? --                          A pox! -- How delightful, a pox!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack interrupts their excited babbling:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you please!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sings on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a box with bright colored paper And the whole thing topped with a bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- A bow? --        But why? --                  How ugly! -- What's in it? --                What's in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the point of the thing, not to know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- It's a bat. --              Will it bend? -- It's a rat. --              Will it break? -- Perhaps it's the head that I found in the lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen now, you don't understand. That's not the point of Christmasland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack shakes his finger at them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, pay attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a Christmas stocking off his display table and s again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we pick up an oversized sock... And bang it like this on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The irrepressible crowd bubbles over again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Oh yes, does it still have a foot? -- Let me see... --                Let me look... -- Is it rotted and covered with gook?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is getting very frustrated:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me explain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But to no avail...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Small toys? --             Do they bite? --                           Do they snap? -- Or perhaps they just spring out and Scare girls and boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor struts to the front of the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a splendid idea -- This Christmas sounds fun. Why I fully endorse it! Let's try it at once!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But doubt immediately overtakes the Mayor as Jack express exasperation with the way things are going...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone, please, now not so fast. There's something here that you don't quite grasp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Confident face evaporating, the Mayor skulks off. Jack looks down at the faces tipped up toward him -- in t expressions, puzzlement replaces eagerness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) Well, I may as well give them what they want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack picks up his song again -- the showman once more:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the best, I must confess, I have saved for the last For the ruler of this Christmasland... Is a fearsome king with a deep mighty voice Least, that is what I've come to understand. And I've also heard it told That he's something to behold Like a lobster, huge and red... And sets out to slay with his raingear on, Carting bulging sacks with his big great arms... That is, so I've heard it said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listening to this, the people of Halloweenland are absolu spellbound, rapt, and quiet for a change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And on a dark, cold night Under full moonlight He flies off into a fog Like a vulture in the sky... And they call him -- Sandy Claws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At this conclusion, a delightful shudder runs through the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OOOOH....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They erupt into giddy chatter. Jack watches them from the stage, then turns to his displ and begins gathering up his many Christmasland souvenirs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sings wistfully to himself) Well, at least they're excited, But they don't understand That special kind of feeling ... In Christmasland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack shakes a Frosty the Snowman paper weight and dreamil watches the little snowflakes drift down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh well....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sighing, he packs his treasures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack happily decorates his room with the Christmasland so -- He festoons the electric chair with boughs of holly an sprig of mistletoe atop the confining head cap. -- He tosses wreaths around the necks of the gargoyles th down from corners of the ceiling. -- He ties a red bow on Zero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER,",
          "text": "in bed, snuggled down, wearing a nightcap, his pile of Ch books beside him, Jack gazes critically around his room. over-bright with electric lights -- they're strung everyw they can be strung.  Tinsel sparkles glaringly. Lips pursed, Jack climbs out of bed to pull a string of l out behind an obscuring cobweb, then isn't satisfied just them, but traces the intricate pattern of the cobweb with He steps back for perspective, comes forward to make an adjustment, steps back to look again...  He frowns.  He s his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not quite right; something's wrong... But what?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He paces and looks, paces and looks -- but the mystery re mystery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still suffering the effects of her own sleeping potion, a disheveled Sally drags through the house. The DOORBELL RINGS (O.S.). Sally turns sluggishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slowly) Who could that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shuffles toward it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. EVIL SCIENTIST'S FRONT DOOR. DAY/MOMENTS LATER.",
          "text": "Sally drags open the front door.  There, on the front sto her utter astonishment stands JACK. He has on a cheery face, but it is obvious to her that he disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice little) Y-you don't have to say that. You don't need to pretend.  Not with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks quizzically at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is the doctor in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calls) Who is it, Sally?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Answering for her, Jack strides right in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calls to the doctor) It's Jack Skellington.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calls) Jack!  What a surprise, my boy, a rare pleasure indeed.  Come on back... I'm in the laboratory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack heads back.  Sally looks tragically after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. JACK'S TOWER. DUSK.",
          "text": "Jack intently sets up a make-shift laboratory with equipm borrowed from the Evil Scientist -- a microscope, mortar pestle, petri dishes, a centrifuge, test tubes, beakers a filled with steaming liquid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Sally shuffles timidly into the room, the scientist do look up from his reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(blurts) Jack Skellington was here this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scientist nods without looking up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stayed a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scientist nods again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When he left, he took a lot of equipment with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's conducting experiments of his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Experiments?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly afraid for Jack, Sally wheels around and stumble",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALL",
          "text": "and UP THE RICKETY STAIRS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SALLY'S ROOM. NIGHT/MOMENTS LATER.",
          "text": "Sally rushes in and hurries across to her window.  She st tip-toe and strains to peer out.  In the distance, betwee other buildings, she can just MAKE OUT A CORNER OF JACK'S TOWER. A strange glow emanates from there. Sally stares for a long time, biting her lip with worry, decisively: Sally turns to her desk.  She takes out a piece of paper pen and writes, reading aloud as she goes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dear Doctor...  Please don't come after me again.  Please let me go this time.  I am all grown up and need to find my own life now.  I hope you will understand, some day at least. Signed -- Sally.  P.S. I'll come visit very soon.  P.P.S. There's fresh soup in the 'fridge.  P.P.P.S. It isn't spiked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She adds some x's and o's to the bottom of the letter, th it on the pillow of her bed where the doctor will be sure it. She takes a needle and spool of thread out of her drawer, them into her dress, then without warning,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUMPS OUT HER WINDOW",
          "text": "with suicidal abandon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally lands on the street outside -- sprawled, torn apart stuffing flowing out, stitches burst. In a moment, she flops upright.  She pulls out the needle thread, threads the needle and, glancing every so often o shoulder at the Evil Scientist's house, hurriedly proceed herself back together again. The job done.  She stashes the needle and thread and wobb stitches are looser than the doctor's) gets to her feet t only she's sewed one of her legs on backwards -- so that takes a step, her legs walk in opposite directions and sh right over. She lets out a little moan of frustration.  Swivelling, s back at the house, afraid of getting caught... She works even faster now, ripping out the stitches on th she replaced backwards and basting it back on facing forw These stitches are really huge and ungainly.  Still, they substantial enough to allow her to get to her feet and to away, though limping rather badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. JACK'S TOWER. SUNRISE.",
          "text": "Jack has worked through the night and continues to work, concentrated, intent, doing his methodical best to study Christmas. -- He stares at an image of Sandy Claws he's drawn on the chalkboard -- with giant red lobster hand and elaborate raingear -- then erases it. -- He leafs back and forth through the Christmas books, e often stopping briefly on an image -- RUDOLF, THE RED-NOS",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"THE STOCKINGS ARE HUNG BY THE CHIMNEY WITH CARE.\"",
          "text": "-- He scrapes a little bit of the shininess off a Christm ball.  With a mortar and pestle, he grinds the flake of s to a sparkling powder, then sprinkles the powder over him if it were fairy dust.  He strikes a pose and waits -- bu transformation occurs.  In another beat, he turns back to work table, freshly determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sooner or later this Christmas will yield up its secrets to me.  I'll crack it!  I will!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- He studies a strand of tinsel under the microscope.  I reflects his own hollow eye socket back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiding in the shadows of the building across the street, stares up at Jack's room. She pulls back out of sight once -- when the Evil Scienti passes, obviously looking for her -- but steps out again as he's gone. Other citizens of Halloween look up at Jack's windows as pass and shake their heads with concern, but only Sally k vigil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack stands at the chalkboard where he's scribbled elabor formulae: Good Cheer + Roasting Chestnuts + Sandy Claws = Christmas Fun.  Sugar Plums + Christmas trees + Rudolf, t Nosed Reindeer = Christas Fun.  Presents + Mistletoe + Sn = Christmas Fun.  If A = B and B = C and A = C, then what",
          "sentiment": "neutral"
        },
        {
          "speaker": "D",
          "text": "He feverishly crosses out some phrases, corrects others, substitutes, modifies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. JACK'S TOWER. DUSK.",
          "text": "Using a pulley, Sally surreptitiously hoists up a basket",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TOY STEAM ENGINE",
          "text": "now chugs along tracks laid around the perimeter of Jack' Puffing smoke, it hauls a string of open cars filled with Christmas dolls and toys.  Jack adds more toys as the tin cars pass him. He looks up at the ODD SCRAPING SOUND of Sally's food bas knocking against the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE WINDOW,",
          "text": "he unhooks the basket and lifts it in.  Inside is dinner, lovingly wrapped in a napkin -- a skeleton chicken, a cou apple cores, and a cold bottle of newt juice. Jack leans",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUT THE WINDOW",
          "text": "to see who sent this to him.  His gaze locks with Sally's below.  A beat.  He nods his thanks.  She waves -- slowly tragic sympathy.  He pulls back into his tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE GROUND,",
          "text": "Sally keeps staring faithfully up at Jack's window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN HIS TOWER,",
          "text": "Jack dances around a Christmas tree, giddily tossing on decorations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally is back at her post across the street, watching",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK'S WINDOW",
          "text": "where a TALL CANDLE BURNS. AS IF IN TIME-LAPSE, the candle burns all the way down wh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally sleeps curled in the doorway across the street.  Sh to",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SMALL CROWD",
          "text": "gathering beneath Jack's window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly sing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's up with Jack, something's up with Jack... A THIRD VAMPIRE adds his voice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't know if we're ever going to get him back. Flanked by two corpses, a SLATHERING BEAST lumbers up, si",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's all alone up there, locked away inside... The CORPSE on his right joins in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never says a word... Then BOTH CORPSES and the beast sing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... hope he hasn't died...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then the whole crowd sings...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's up with Jack... ... Something's up with Jack... ... Something's up with Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally stays back, separate from the crowd, silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack stands in the center of his room, a demon possessed, surrounded by Christmas mayhem -- the glittery decoration toys and books strewn all about him. He sings:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christmastime is buzzing in my skull. Will it let me be?  I cannot tell. There're so many things I cannot grasp... When I think I've got it, then at last Through my bony fingers it does slip Like a snowflake in a fiery grip. Something's here I'm not quite getting Though I try, I keep forgetting Like a memory long since past Here in an instant, gone in a flash... What does it mean?  What does it mean? In these little bric-a-brac, A secret waiting to be cracked. These dolls and toys confuse me so... Confound it all -- I love it though! Simple objects nothing more But something's hidden through the door. Though I do not have the key, Something's there I cannot see. What does it mean?  What does it mean? I've read these Christmas books so many times I know the stories and I know the rhymes I know the Christmas carols all by heart... My skull's so full, it's tearing me apart. As often as I read them, something's wrong... So hard to put my bony finger on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A thought strikes Jack.  He takes a new tack...  He whirl around, singing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or perhaps it's really not as Deep as I've been led to think. Am I trying much too hard...? Of course!  I've been too close to see! The answer's right in front of me! It's simple really, very clear, Like music drifting in the air Invisible but everywhere. Just because I cannot see it Doesn't mean I can't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enthusiasm takes the place of torment.  Joy lightens Jack tortured soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I think this Christmas thing -- It's not as tricky as it seems. And why should they have all the fun? It should belong to anyone... Not anyone, in fact, but me! Why, I could make a Christmas tree. And there's no reason I can find That I couldn't handle Christmastime. I bet I could improve it too! And that's exactly what I'll do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack hurries to the window and throws it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouts out) EUREKA!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELOW,",
          "text": "the crowd is relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They smile up at their beloved Skeleton Jack.  All except Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sadly to herself) Oh Jack...  Now what fever has engulfed you?  Your poor sensitive mind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally stares up at him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LINE of waiting Halloweeners extends out the entrance d The word, 'Christmas,' buzzes in the air. Sally stands in line with everyone else -- somewhere near back, just behind the members of the Street Band.  She pr what she's going to say to Jack when it's her turn --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers almost inaudibly to herself) Jack, you must let go of this insanity.  Don't make this mistake.  Taking over Christmas is no way to fill the gaping hole you feel inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally cowers as she hears the Mayor call:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DR. FINKELSTEIN TO THE FRONT OF THE LINE!  DR. FINKELSTEIN, STEP RIGHT INSIDE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally ducks out of sight behind the FURRY BEHEMOTH in bac as the",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVIL SCIENTIST",
          "text": "hobbles by.  Looking for Sally, he peers through his pinc the faces he passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouts again) DR. FINKELSTEIN!  WE'RE LOOKING FOR DR. FINKELSTEIN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Evil Scientist hobbles through the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the end of the hall is Jack. To one side of him is his Christmas treasure trunk filled brim with dolls and toys and decorations. On the other side, the Mayor sits at a table.  Before him open scroll -- a long list.  With his raven feather pen, Mayor enthusiastically marks off items and occasionally s notes: forging ahead with the making of Christmas, he and are giving out assignments to the citizens of Halloweenla At the moment, Jack discusses dollmaking with a COUPLE OF VAMPIRES...  One of the vampires cradles an example of a in the palm of his hand.  As he rocks it, its eyes close lying down, but open when it's brought upright.  The doll cries -- bleating sadly. The Vampires make a face at one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of noise is that for a baby to make?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other vampire shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you handle it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can improve it too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Vampires scurry off, still studying the babydoll -- l for other improvements. Jack turns to the Evil Scientist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor -- just the man I wanted to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack pulls a book out of his trunk.  He leafs through it PICTURE OF SANTA'S REINDEER hooked up to the sleigh and s Evil Scientist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need some of these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Evil Scientist peers closely at the picture of the re in Jack's book, making quick calculations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These...?  Their construction should be very simple, I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MAYOR",
          "text": "bellows again, practically in the Evil Scientist's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DR. FINKELSTEIN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snaps) Right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor glares at him resentfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's about time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor makes a big show of checking off the doctor's n Next, three mischievous Trick Or Treaters scuttle up to t Mayor's table.  They are small but insidious.  Profession Their names are LOCK, SHOCK & BARREL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're here!  You sent for us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Specifically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barrel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor announces the little Trick Or Treaters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oogie Boogie's Boys to see you, Jack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Evil Scientist shuffles off with the book. The Mayor studies his list again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a smashing success our Christmas will be!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack waves Lock, Shock & Barrel over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a very important, very delicate job for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They come close and huddle before him.  Jack whispers his they titter, half-whispering themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three little Trick Or Treaters tip-toe out, still tit and whispering.  They sing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kidnap Mr. Sandy Claws...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanna do it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Let's draw straws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack said we should work together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three of a kind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Birds of a feather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now and forever...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Weeee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They scoot out of sight around a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lock, Shock & Barrel head toward their digs out of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kidnap the Sandy Claws, Lock him up real tight Throw away the key and then Turn off all the lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First we're going to set some bait Inside a nasty trap and wait. When he comes a-sniffing we will Snap the trap and close the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait!  I've got a better plan To catch this big red lobster man. Let's pop him in a boiling pot And when he's done we'll butter him up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lock, Shock & Barrel arrive at the ominous stinking place",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kidnap the Sandy Claws Throw him in a box Bury him for ninety years And then see if he talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then Mr. Oogie Boogie Man Can take the whole thing over then. He'll be so pleased I do declare That he will cook him rare...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They zip down the cellar stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weeee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dank, crumbling stairs lead to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once in their corner of the dungeon, the little Trick Or start to gather the things they'll need to do their job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I say that we take a cannon Aim it at his door and then Knock three times and when he answers Sandy Claws will be no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're so stupid, think now -- If we blow him up to smithereens, We may lose some pieces and then Jack will beat us black and green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kidnap the Sandy Claws Tie him in a bag Throw him in the ocean And then see if he is sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a bone-chilling stirring in the next room.  All the little Trick or Treaters react.  As one, they shoot o the corner furthest away from the sounds and lower their",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because Mr. Oogie Boogie Is the meanest guy around, If I were on his Boogie list, I'd get out of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll be so pleased by our success That he'll reward us too I bet. Perhaps he'll make his special brew Of snake and spider stew...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MMMMMMM...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're his little henchman And we take our job with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do our best to please him, And stay on his good side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish my cohorts weren't so dumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not the dumb one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up and listen...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other two stop...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got something, listen now, This one is real good, you'll see. We'll send a present to his door Upon there'll be a note to read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now in the box, we'll wait and hide Until his curiosity Entices him to look inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then we'll have him, one, two, three!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fully exuberant again, they gleefully collect their last necessities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kidnap the Sandy Claws, Beat him with a stick. Lock him up for ninety years And see what makes him tick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They head back up their cellar steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three Trick or Treaters race through a deserted lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kidnap the Sandy Claws, Tie him in a knot Put him in a coffin, How we'd like to see him rot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lock, Shock & Barrel skip among the tombstones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kidnap the Sandy Claws. Chop him into bits Mr. Oogie Boogie is Sure to get his kicks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lock, Shock & Barrel head for the forest that Jack wander through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kidnap the Sandy Claws. See what we will see, Lock him in a cage And then throwaway the key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They reach the very edge forest -- they are still in the one step ahead, it is dark and gloomy. Lock, the natural-born leader of the three, stops in his in the last possible light.  The other two bump into him, succession.  Then all three crouch down at once.  Beat. Simultaneously giggling, they suddenly streak forward int woods and, in a moment, are swallowed up into the PITCH-BLACK. The only evidence of them left is the sound of their gigg The giggles recede, then fade...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TOWN HALL. DUSK.",
          "text": "No part of the line stands outside now.  The few citizens still waiting for assignments stand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A very anxious Sally stands at the head of the line, in a going over and over what she intends to say:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost inaudibly) Jack, you must let go of this insanity...  This is a mistake...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind her the Furry Behemoth waits patiently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "works with the Street Band.  Demonstrating, he shakes a h piece studded with sleigh bells.  The bells jingle cheerf",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  Now you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The members of the Band rattle their bones in response -- legs and arms, echoing the jingle of the bells, but with own distinctive hollow CLANK. Jack laughs, enormously pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfect!...  Now let's try this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using various jingling bells, Jack shakes out the tune to Bells.\" The Band clanks the tune right back -- phrase for phrase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "watches with an increasing sense of doom as her turn with nears. Jack heartily shakes hands and back-slaps the three membe the street band.  They head off practicing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calls after) Thanks!  You're the absolute best!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to Sally -- who stands frozen, wide-eyed, her he wild bird trapped in the cage of her chest.  He smiles encouragingly at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.  I've saved a really special job for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gestures for her to step closer. Stiffly, she does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confidentially) I want you to be the one who makes my Sandy Claws outfit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks stunned.  Jack nods eagerly and pats her, mista silence for awe at the responsibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you can do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He enthusiastically proceeds to describe the costume:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's bright red, the reddest red you can imagine -- both the jacket and the pair of pants... The boots are black.  There's a big black belt that goes around the middle...  Oh, and there's white trim on the cuffs and collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swallowing hard, Sally looks up at him, her wide eyes moi voice is tiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure, Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack suddenly looks confused.  He stops mid-gesture --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brow furrowing, he stares at the ceiling and thinks. Sally holds her breath, hoping... Finally, Jack shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... the trim is traditionally white from everything I've studied, but if you think green would give it more dash...  I trust your judgement.  I know you'll do a great job.  Whatever you decide!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THAT MOMENT,",
          "text": "Lock, Shock and Barrel race in dragging behind them a big with something squirming inside!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack!  Jack!  We caught him! We've got him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "strides excitedly to meet them, leaving Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "flees, mortified, miserable.  She had hoped to help Jack, spare him the pain of his enterprise, to save him from hi Floppy and weak (her legs lost some stuffing in her jump Evil Scientist's window), she runs as best she can, arms pinwheeling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOCK, SHOCK",
          "text": "in a frenzy of giggling, open the big sack and who should out but the EASTER BUNNY. Jack's face drops.  He turns on the three Trick Or Treate",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loud) That's not Sandy Claws!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It isn't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is it then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(louder) Not Sandy Claws!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three shrink back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We followed your instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We went through the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...In the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which door!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WELL, TAKE HIM BACK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack turns to the Easter Bunny and speaks loudly and slow him, hoping to be understood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm very sorry for the inconvenience, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He scowls at the three Trick Or Treaters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shall I send somebody else for Sandy Claws?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not at all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll get it right this time --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- for sure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you -- there's more than one door!  Sandy Claws is behind the door shaped like this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds up a cut-out of a Christmas tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stuff the Easter Bunny back into the sack and hurry",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouts after them) Take him home first.  And apologize again.  Be careful with Sandy Claws when you catch him!  Treat him nicely!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They scurry out the double doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally sits at a sewing machine, abjectly stitching Jack's Claus suit.  Finished with a long seam, she holds up the see how it's coming along... and shudders in its cheerful red glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If only he would come back to his senses...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shaking her head, she sets the suit back in place to stit another seam. But Sally is alone in her distress.  Beyond her -- the li Halloween factory gladly hums along making Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack supervises and approves as the residents of Hallowee busily manufacture the Halloween version of Christmas toy dolls, decorations, doing their well-intentioned best to the warmest, most magical Christmas yet.  The results of eager efforts, unbeknownst to them, often painfully miss mark: -- Barbie's a voodoo doll. -- The horrible-looking demon that springs from a Jack-In has a sweet decorative bow on it. -- Strings of electric lights are composed of tiny skulls which the colored lights gleam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEANTIME,",
          "text": "the Evil Scientist assembles Skeleton Reindeer from piles bones. He also takes the opportunity to assemble himself a new a improved Sally.  He animates her and she smiles at him. pleased.  She assists him in his work animating the reind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The factory looks like it was constructed by a master gin house maker, all dandy jigsaw angles and bulbous shapes a filigree.  There's a calendar that tells the NUMBER OF DA 'TIL CHRISTMAS -- it says ONE. At quaint conveyor belts, SANTA'S ELVES work their hardes -- Assembling the Christmas toys we most sentimentally as with Christmas, among them -- cherubic baby dolls in bonn gowns, gorgeously painted wooden rocking horses. -- Wrapping the beautiful gifts, colorful papers, elabora -- Labelling packages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Santa's team of sleigh-pulling reindeer practices roof ju techniques.  One YOUNG BUCK lands with a splat and must t again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MRS. CLAUS putters in the kitchen while",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANTA CLAUS",
          "text": "sits in his big armchair in front of a roaring fire.  He checking a long list, checking it twice... when the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOORBELL",
          "text": "rings. Setting aside his list, Santa hoists himself to his feet slowly crosses to the door.  He opens it and SEES",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOCK, SHOCK",
          "text": "crouched on his front stoop.  They cry their little bansh and leap up at his face with their sack wide open, baggin all goes BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. HALLOWEENLAND TOWN SQUARE. CHRISTMAS EVE.",
          "text": "The town has been festooned with \"Christmas\" decorations. Presents are being loaded into the coffin sleigh.  The Ev Scientist oversees the harnessing up of his skeleton rein He glowers over at",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "morosely helps Jack on with the red coat of his Santa Cla outfit.  He already wears the pants and boots.  Jack is positively thrilled with the costume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's perfect!  It couldn't be more perfect!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack laughs -- his version of a booming laugh. Sally pulls out her needle to make a last minute adjustme one of the cuffs.  Then she sticks the needle back behind where it will be handy. Jack puts on his white beard and turns eagerly to check h",
          "sentiment": "neutral"
        },
        {
          "speaker": "REFLECTION",
          "text": "in the polished black side of the coffin sleigh.  He grin himself... then, in a moment, his smile fades and he furr brow...  He peers closely at himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's missing... but what?  I've got the beard, the coat, the boots, the belt--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His musing is INTERRUPTED by the COMMOTION Lock, Shock & Barrel cause as they scuttle into view, out breath, struggling with their enormous sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This time we bagged him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This time we really did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sure is big, Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And heavy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reaching Jack, they dump the sack and reveal the prize in untying the knot and peeling back the sides, uncovering t legendary Sandy Claws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sandy Claws!  Himself!  In person!  I can hardly believe it!  What a pleasure it is to meet you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Santa blinks.  Jack grabs his hand and shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, you have hands...  You don't have claws at all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Santa looks around to see where he has been brought.  He horror at the \"Christmas\" decorations everywhere, at the sleigh, at the reindeer, at the staring residents of Halloweenland, at Jack before him in what looks very much deflated version of his own outfit.  THE SHOCK RENDERS HI SPEECHLESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(delighted by Santa's reaction) Surprised, aren't you?  I knew you would be!  But you haven't seen anything yet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack pauses a beat for impact, then springs the good news",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't need to have another worry about Christmas this year.  Not a single care. We've seen to every detail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Santa's eyes go wide and he begins to sputter -- searchin the words that could conceivably express the depths of hi feelings. Sally looks on, horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consider this a vacation, Sandy, a reward.  You've worked hard for a long time.  It's your turn to take it easy. Leave everything to me... You're going to be so pleased. You just relax and enjoy yourself while you're here. (to Lock, Shock & Barrel) See that he's comfortable, boys...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lock, Shock and Barrel grab ahold of Santa to drag him of but Jack stops them--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a second, fellas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack plucks the red cap off Santa's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course!  That's what I'm missing....  You don't mind if I borrow it, do you?  Thanks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pops Santa's cap on his own head.  It is too big and d charmingly over one of Jack's big eye sockets.  He grins biggest grin yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chants softly to herself) There must be something... There must be something... There must be something I can do to stop him...  I know! I'll make him some tea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She rushes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. HALLOWEENLAND STREETS. CHRISTMAS EVE/A LITTLE LATER.",
          "text": "Lock, Shock & Barrel strain to push/pull/haul/carry the astonished, still sputtering Santa Claus through town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where're we taking him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To Oogie Boogie's place, of course...  There isn't any place in the whole world more comfortable than that, is there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, there isn't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Jack said to make him comfortable, didn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, he did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three gleefully giggle their hideous giggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TOWN SQUARE. CHRISTMAS EVE/LATER.",
          "text": "The Mayor gives Jack the grandest possible Halloween send",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Think of us as you soar triumphantly through the sky, outshining any star, your silhouette a dark blot breaking the perfect circle of the moon...  We who are left behind here will surely be thinking of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack stands tall beside his sleigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STREET BAND",
          "text": "rattles a delicate \"Jingle Bells.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TOWNSPEOPLE",
          "text": "look on proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "hurries back with a steaming cup of her special sleeping- tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MAYOR",
          "text": "blabs on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You who are our pride; you who are our glory; you who have frightened millions into an early grave; you who have devastated --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His speech is SUDDENLY INTERRUPTED BY THE DESCENT OF A THICK HALLOWEEN FOG. The fog swirls around the assembled crowd.  It licks at t Mayor.  It threatens to engulf Jack, the sleigh, the skel reindeer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "gazes about her in happy wonder.  The sight of the fog br wide, welcoming look of hope to her face. She dumps out the tea -- it eats a hole in the ground -- won't be needing it after all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FOG",
          "text": "swallows everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll never get the sleigh off the ground in this.  The reindeer can't see an inch in front of their noses...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This fog's as thick as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finishes the thought) ...Jellied brains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(woe increasing) There go my hopes, my plans, my dreams... the tall-tales, the legends, the lies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a thin ghostly bark (O.S.) -- it belongs to Zero little jack o'lantern nose floats in... a tiny beacon pen the fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dour and slow) There goes Christmas...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(morose) No, Zero...  Not now...  Down, boy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a long beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(has a sudden idea) Hey!  WAIT A MINUTE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR the sounds of RUMMAGING, of Jack MUTTERING:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did I put that book...? I know it's in here somewhere...  Here it is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR pages turned back and forth...  Then with charact melodramatic flourish Jack RECITES:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Zero with your nose so bright, Won't you guide my sleigh tonight?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barking, Zero swoops with pure joy. The crowd cheers. Zero floats to the front of the sleigh and takes position jack o'lantern nose glows brighter and brighter, soon illuminating the whole sleigh.  Jack leaps aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a crack of his skeleton whip, Jack and his ghostly e are instantly aloft.  In a moment, they are gone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "gapes into the swirling fog.  She stares miserably into t she emptied, then back up into the fog-choked sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Street Band materializes out of the fog.  They listen mournful song.  Moved, they accompany her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STARRY, STARRY NIGHT. CHRISTMAS EVE.",
          "text": "Jack's coffin sleigh whiplashes wildly through the glitte night sky -- a giddy, out of control amusement park ride. front of the sleigh, Zero exuberantly howls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAR BELOW,",
          "text": "peaceful little houses dot the landscape, innocently wait Christmas. Laughing his best booming Santa laugh, Jack begins his de",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SUBURBIA. CHRISTMAS EVE/LATER.",
          "text": "The coffin sleigh CRASH LANDS on the roof of a little hou making such a racket that it wakes the sleeping family in the BABY CRIES BLOODY MURDER and we can HEAR the VOICE OF WIFE URGING HER HUSBAND TO INVESTIGATE. A big grin slashed across his face, Jack pops up out of t wreckage.  He gleefully slithers over to the chimney and inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK'S SKELETAL HAND",
          "text": "drops hideous little toys into the Christmas stockings hu along the fireplace mantelpiece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HYSTERICAL VOICES, (O.S.)",
          "text": "continue: (\"Get the gun!\"  \"We don't have a gun!\"  \"Well, something!\").  As does the CRYING of the baby.  CLOSE BY:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sweetly) Santa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "spins around to see A LITTLE BOY STARING UP AT HIM.  At t of Jack, the little boy looks stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merry Christmas!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack springs over to the boy.  The little boy stands froz place.  The chaos (O.S.) persists:  (\"Where is he?\"  \"He' his bed?\"  \"No!\"  \"Check downstairs.\"  \"You check downsta Overhead, footsteps thump to and fro.  The baby still baw Jack bends down to the little boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what is your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy doesn't answer, doesn't move; he just keeps stari",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet I have a special present for you anyway!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack fishes into his big sack of toys.  He pulls a SHRUNK out by its hank of hair and hands it to the little boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There you go, sonny!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a screeching \"Ho, Ho, Ho,\" Jack springs back to the fireplace and WHOOSHES up the CHIMNEY to the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack leaps onto the remains of his coffin sleigh and off flies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still standing where Jack left him, the little boy stares morosely into the grotesque face of the Shrunken Head. (O.S.) Footsteps charge down the steps and pound down the the living room doorway -- both parents at once.  We HEAR horrified reactions, their BLOOD-CURDLING SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ROOFTOPS. CHRISTMAS EVE/LATER.",
          "text": "Jack leaps nimbly from rooftop to rooftop -- merrily deli presents, blissfully unaware of the havoc he is creating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several residents of Halloweenland eagerly crowd around t witches' cauldron to watch Jack whose giddy journey above rooftops is reflected in the bubbling brew.  The gatherin and ahhhs and applauds. Sally is not among those watching.  A shriek of joy makes peek forlornly out from behind a distant building.  She p back out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-- BOLTS ARE THROWN.",
          "text": "-- TELEPHONES ARE DIALLED:  \"Hello, Police?!\" -- A BABY DOLL is cradled in the lap of a LITTLE GIRL.  F apparent reason, the baby doll's eyes SUDDENLY OPEN.  The girl shrieks and throws the doll off her lap. -- A MAN-EATING WREATH snakes off the door where it hangs sending out tentacles and tendrils that wrap around the L KISSING COUPLE, YANKING THEM CLEAR OFF THEIR FEET. -- A VAMPIRE TEDDY BEAR smiles as it totters across a roo -- THE TRACKS OF A MONSTROUS TOY TRAIN slither around a r chasing RETREATING CHILDREN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack gleefully continues delivering Christmas, mistaking irate screams and shaking fists of citizens below for gra He waves and calls:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOU'RE WELCOME!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE SEVERAL PHONES lined up on the SERGEANT'S DESK ring o hook.  We see the sergeant as a blue uniform, a big band. answers phone after phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the various telephones) Police station...  Where did you spot him?...  As fast as we can...  Police station...  I know, I know.  A skeleton. Where are you?...  Right... Just keep calm...  Turn off all the lights.  Make sure the doors are locked...  Hello? Police station...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. RADIO TOWER. CHRISTMAS EVE/LATER.",
          "text": "The news broadcasts from a TALL RADIO TOWER:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone parading as Santa Claus is ruining Christmas!... Reports are pouring in from all over the globe that an impostor is shamelessly impersonating Santa Claus and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally picks up the broadcast in the sewing needle she stu behind her ear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- mocking and mangling this joyous holiday.  Gruesome nightmares have replaced the visions of sugarplums that should be dancing in our children's heads.  Whole families scream in terror.  The authorities assure us that, at this moment, the military is mobilizing to stop whoever it is that is perpetrating this heinous crime...  The monster must and will be stopped. Santa Claus! -- wherever you are.  Come back!  Come back and set things right!  The whole world is in a panic!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hearing this, Sally too is in a panic.  She runs one way, the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to help Jack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Santa is behind bars, tied to a chair, in this dank, drip dark hell-hole that is Oogie Boogie's jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bellows) OUT!  LET ME OUT!  I'VE GOT TO GET OUT OF HERE NOW!  IT'S CHRISTMAS!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lock, Shock & Barrel watch, giggling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better be quiet, Sandy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he doesn't know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has to know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody knows about--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's interrupted by a FEARSOME GROANING (O.S.).  All thre little Trick or Treaters whip around at the sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They high-tail it out of there.  Oogie Boogie is on his w >>>>> OOGIE BOOGIE'S SONG. Oogie Boogie is an enormous shapeless sack, bulging with crawlies.  He rolls and oozes rather than walks. As Oogie Boogie's song concludes... a SHAPELY FEMALE LEG recognize as Sally's), wearing a high, high heel and expo to the garter, eases seductively into view outside the ja doorway. When there isn't an immediate reaction, the toe taps impa Oogie hears...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and spots the beautifully turned leg.  The leg k can-can, once, twice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooo la la...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He chuckles to himself and slathers.  Relishing the antic he rolls ever so slowly toward the enticement at the door leaving his prisoner completely behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meantime, the REST OF SALLY hops on her remaining leg aro outside of Boogie's jail to the BACK. She peeks through the tiny, barred window to SEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE",
          "text": "where Santa Claus bucks in his chair, desperate to escape",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) Sandy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He whips around and is about to holler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cuts him off before he can yell) Ssh.  I'm here to help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispered with all the force of shouting) Get me out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally reaches in through the bars, straining to touch San Claus.  He tries to move the chair toward her, but, try a might, he can't.  He is ready to burst with frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's no use...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You discourage too easily. Just hang on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls off both her arms -- the left yanks the right o the socket, popping the stitches, and the right yanks the Santa swallows his scream of horror as Sally's unattached crawl through the bars and into the cell with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE ARM",
          "text": "scuttles to his ropes and begins picking at the knots whi",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER ARM",
          "text": "scoots out of the cell, behind Oogie Boogie -- who still toward the leg at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BIG GUNS fire into the night sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Far below, the guns fire.  Jack mistakes the artillery fo fireworks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't that look fun, Zero?! They're celebrating!  They're thanking us for doing such a good job!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zero yaps happily and, nose in the air, swings gleefully forth in the harness at the head of the sleigh -- narrowl missing being blasted to smithereens by a well-guided MIS It was only the exuberant swinging that saved him.  His e goggle.  He bristles mid-air and begins to flail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calls down) Whoa!  Careful down there, you guys!  That was a pretty close shave! (reassures Zero) It's okay, boy...  Head higher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zero regains control and flies up. The explosions below blast on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Santa's own hands are now free, attacking the rest of the that bind him while Sally's stray hand picks the lock on door.  In a moment, he is free.  In another moment, the d swings open. Grabbing Sally's arm, Santa lumbers out the door toward f Only Oogie Boogie himself stands in the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OOGIE BOOGIE",
          "text": "has just reached the door.  Sally's crawling hand has alm reached him. Making lascivious noises, Oogie Boogie peeks out to see w body that belongs to such a gorgeous leg might possibly l and is surprised to find nothing there... no body at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It dawns on him that he's been had.  Roaring, he wheels a only to see that Santa is loose and coming toward him.  H louder and starts forward to set things right when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY'S HAND,",
          "text": "the one that had been tailing him, leaps up and pulls the a thread on the sack that is Oogie Boogie's shapeless bod thread pulls out, LEAVING A GAPING OPENING IN OOGIE BOOGI Oogie Boogie wails as",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE REST OF SALLY",
          "text": "-- torso, head, one leg -- hops into view from around the",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANTA",
          "text": "grabs up Sally's arm still holding the string and is abou sweep up her other leg and the rest of her when there is",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUDDEN ROAR",
          "text": "behind him -- OOGIE BOOGIE RETURNED TO LIFE.  The empty b up and with the SUCTION from hell SUCKS SANTA AND SALLY i BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and his ghostly team now frantically but successfull a barrage of missiles... only in the next instant to suff DIRECT HIT and",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXPLODE",
          "text": "The explosion is huge, fiery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The explosion is being simulcast to the group of Hallowee townspeople in the witches' cauldron. They gape at the fireball in confusion and disbelief. The Mayor turns away... ever the politician... his two fa compete to be the first to speak -- one of them wins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew this Christmas thing was a bad idea...  I had a feeling in my bones...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor climbs aboard his hearse and is driven off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clutching a burning bag of toys, Jack falls.  He holds on Zero -- who turns into a whimpering parachute. Jack, voice choked, cries out in anguished sincerity:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merry Christmas to all and to all a good night!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack lets go of Zero and plummets toward earth. EXT. CEMETERY. CHRISTMAS EVE/CONTINUOUS TIME. Jack lands hard, bones clattering.  Zero floats down besi",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OOGIE BOOGIE'S JAIL. CHRISTMAS EVE/A LITTLE LATER.",
          "text": "Santa and Sally (more or less stuck together again) are c by Oogie Boogie -- he is in the process of snatching the parts of himself out of the air and stuffing them back in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now what am I going to do with you two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You try anything and you just wait 'til Jack gets back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE MAYOR'S HEARSE passes (O.S.) -- blaring the announcem",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack has been blown to smithereens.  Christmas is over.  Skeleton Jack is no more...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oogie Boogie chuckles.  He leers at Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs a squiggly something and shoves it back into his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a long time, Jack doesn't move.  He lies flat, sprawl down across a couple of tombstones.  Finally, he hauls hi on a large stone cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice weak) I thought I could be Santa.  I thought I could be better than Santa.  And what did I do instead?  Instead I killed Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crumpling, Jack weeps.  Zero, ever faithful, makes himsel hankie and wipes Jack's wet eyes. >>>>> JACK'S SADDEST OF SAD SONGS. Jack sings as if his heart had broken in two.  He is at h lowest of lows.  Yet, being Jack, being irrepressibly buo the end of the song, he has completely worked himself bac from grief very nearly to exuberance -- he must save Sant must restore Christmas as it should be! He opens a tombstone, lifting it up as easily as if it we door to a storm cellar and, filled with determination, ru down toward Halloweenland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OOGIE BOOGIE'S JAIL. CHRISTMAS EVE/LATER.",
          "text": "Santa and Sally dangle perilously above a PIT.  They've b bound and gagged and they writhe in terror. From the murky depths below, SKELETON CROCODILES leap up jaws snapping hungrily.  Watching, Oogie Boogie snickers. lowers Santa and Sally closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scrawny ol' things -- they haven't eaten in centuries. I'd say it's about time we put some meat on their bones, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, there's a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASH",
          "text": "behind him -- the crash of the door being kicked in. And there stands JACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should say so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack sweeps Boogie off his feet and holds him above the p himself.  Immediately, the terrorizer is terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack!  How great to see you. We were all worried about you. I was just giving our guests here a... a tour of the place. I told them it was dangerous, but they insisted on a closer look.  What could I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He smiles sheepishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about the whole show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He dumps Oogie Boogie over the edge, but delicately keeps of a choice thread. AS HE FALLS, OOGIE BOOGIE UNRAVELS COMPLETELY. His insides escape into the dark -- with the sounds of wi flapping and feet skittering -- and, IN THE END, ALL THAT OF HIS SHAPELESS SACK OF A BODY IS ONE LONG THREAD. In the pit below, the crocodile skeletons scoot around, j clapping, having themselves a feast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER,",
          "text": "Jack finishes untying Santa and Sally.  He works quickly. ungags Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with glad relief) We heard you'd been pulverized to bone dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For what I did, I deserve to be bone dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack looks away from Santa's angry gaze.  He takes off Sa cap and replaces it on Santa's head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is where it belongs...  I was only trying to do a good job, but I made a real mess of everything.  I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cringing, he unties Santa's gag.  Santa scowls and straig his cap but, rather than chastise Jack, immediately makes door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No time to talk now...  I've got to go fix Christmas!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Santa charges off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. HALLOWEENLAND STREET. CHRISTMAS EVE/LATER.",
          "text": "Various townspeople duck out of the way to avoid Jack -- stopped to gaze up into the empty night sky.  Zero floats him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope it's not too late for him to set Christmas right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack sighs and drags himself up the deserted street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Zero... I guess it's just you and me... (the thought dawns) ...And Sally.  She sure stuck by us, didn't she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Downcast as he stalks along, Jack doesn't notice when it to SNOW. At first, just a few sparkling flakes fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It snows more and more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "White thing's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everywhere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could it be --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finishes the thought) -- SNOW??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zero barks excitedly.  Jack finally looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with wonder) It is snow...  But how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As if in answer to Jack's question we HEAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANTA'S BOOMING HO-HO-HO",
          "text": "high up in the sky. A SLOW SMILE SPREADS ACROSS JACK'S FACE. The residents of Halloween come out to experience the sno this miracle of Christmas that has come to Halloween.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack joins in the celebration -- but seems always to be l around for someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the celebrating goes on in town below, Sally climbs Ce Hill.  Sitting down at the top, she looks out at the roun which shines behind the curtain of falling snow.  She is sing a brief reprise of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon, A SECOND VOICE joins in, making the song a DUET.  T second voice belongs to JACK. He has found Sally. Jack sings:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dearest friend, if you don't mind I'd like to join you by your side Let's sit together, you and I Alone, where we can watch the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits beside her.  Together they look out at the moon a snow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE PULL BACK AND UP",
          "text": "Above the CLOUDS and the SNOW, past SANTA flying into the distance aboard his sleigh, above the gleaming light of t Christmas MOON, and into the NIGHT, pulling BACK AND BACK THE STARS... Santa's voice returns to narrate:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And finally, everything worked out just fine -- Christmas was saved, though there wasn't much time. But, after that night, things were never the same, Each holiday now knew the other one's name. And so when their long isolation had ended, They cautiously reached out, and slowly befriended. And each shared a bit of the things that they had With each other, and found out it wasn't so bad -- They had snowflakes in Halloween, those we could spare, And we here in Christmas enjoyed a few scares. The fireworks gave the Easter Bunnies a thrill And St. Patrick's Day cherishes Easter Eggs still. And though that one Christmas, things got out of hand, I'm still rather fond of that skeleton man. Though misguided I think his intentions were good. He was just a poor skeleton misunderstood. So many years later I thought I'd drop in, And there was old Jack, still looking quite thin. With four or five skeleton children at hand Playing strange little tunes in their xylophone band. And I asked old Jack, 'Do you remember the night, When the sky was so dark, and the moon shone so bright? 'When a million small children pretending to sleep Nearly didn't have Christmas at all, so to speak? 'And would, if you could, turn that mighty clock back To that long fateful night?  Now, think carefully, Jack. 'Would you do the whole thing all over again? Knowing what you know now, knowing what you knew then?' And he smiled like the old Pumpkin King that I knew, Then turned, and asked softly of me... 'Wouldn't you?'",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2202"
    }
  ]
}