{
  "movie_id": "MOV2004",
  "scenes": [
    {
      "location": "HILLSIDE",
      "time": "NIGHT",
      "characters": [
        "FRONT DOOR",
        "DRIFTWOOD ,",
        "WELCOME TO",
        "RADIO",
        "FF",
        "THE NIGHT BEFORE",
        "O",
        "THE ELIZABETH",
        "FATHER MALONE",
        "STEVE -",
        "INT.",
        "DOOR",
        "21.",
        "BLAXE'S ARM",
        "KATHY",
        "CANDLES",
        "TABLE",
        "MUST DIE",
        "STEVE'S PCV",
        "TRUCK RADIO",
        "DANE INN",
        "GENERATOR HOLD",
        "MACHEN, (CONT'D)",
        "DAN",
        "FLOOR",
        "23.",
        "CHORUS",
        "THRU PORT WINDOW, (EFFECT)",
        "103.",
        "CELEBRATES ITS PAST",
        "KATHY, (CONT'D)",
        ". SANDY",
        "DRIFTWOOD",
        "CHILDREN",
        "REAR OF TRUCK",
        "WICK, (CONT'D)",
        "1.",
        "ANTONIO BAY, (EFFECT)",
        "O'BANNON, (CONT'D)",
        "55.",
        "THE ROAD",
        "MRS. KOBRIT2",
        "STAITRWELL",
        "SANDY",
        "WALLACW",
        "ANDY, (CONT'D)",
        "ARTHUR MACHEN",
        "FATHER PATRICK MALONE",
        "ELIZASETR",
        "DOWN LIGHTHOUSE",
        "142.",
        "SIDE VIEW MIRROR",
        "MAYOR",
        "FOG",
        "RATHY",
        "4.",
        "9.",
        "RADAR SCREEN",
        "41B",
        "MALONE'S HAND",
        "\"297",
        "O' BANNON",
        "COAST, (EFFECT)",
        "CLOCK",
        "FATHER MALONE, (CONT'D)",
        "BAXTER, (CONT'D)",
        "FATHER",
        "/",
        "BOTTOM OF STORAGE COMPARTMENT DOOR",
        "MALONE",
        "ALTAR",
        "NICK AT WINDOW",
        "25.",
        "37.",
        "_EXT. ANTONIO BAY DOCKS",
        "NICK",
        ",, (CONT'D)",
        "ASHCROFT",
        "EXT, ISABELL TWO",
        "STEVE",
        "COAST",
        "WALLACE",
        "TNTERCUT PHONE CONVERSATION",
        "MOM",
        "BEACH",
        "ELIZABETH",
        "LIGHT",
        "STEVE, (CONT'D)",
        ", NICK",
        "_ CONTINUED",
        "CONTINUED-",
        "BENNETT, (CONT'D)",
        "DOORKNOB",
        "BARTER, (CONT'D)",
        "OUTSIDE DOOR",
        "FATRER MALONE",
        "ROCKS /",
        "-",
        "WILLLAMS",
        "CHURCH STUDY",
        "CHORUS, (CONT'D)",
        "179.",
        "BLAKE",
        ". ANDY",
        "O'BANNON",
        "NIGHT OF",
        "WALL",
        "40A",
        "__ O' BANNON",
        "DANE",
        "CONTINUED,",
        "WILLIAMS, (CONT'D)",
        "ABRUPTLY STOPS",
        "CHURCH SANCTUARY",
        "THE FOG",
        "INT, STEERING HOUSE",
        ". NICK",
        ". ELIZABETH",
        "CUI TO",
        "PHONE CONVERSATION",
        ", MRS. KOBRITZ",
        "S",
        "OMITTED",
        "ANTONIO BAY POWER STATION",
        "WINDOW",
        "KATEY, (CONT'D)",
        "COAST GUARD, (CONT'D)",
        "75.",
        "MACHEN -",
        "MRS. KOBRITZ",
        "OCEAN, (EFFECT)",
        "SLOAN",
        ". STEVE",
        "SLOW,",
        "THE FOG, (EFFECT)",
        "DISSOLVE TO",
        "65.",
        "INIT. WEATHER STATION",
        "JOURNAL OF",
        "SHERIFF",
        "FATHER. MALONE, (CONT'D)",
        "RATHY, (CONT'D)",
        "KAB HAS NEW OWNER",
        "GR , STEVE",
        "GO, GO",
        "WILLIAMS",
        "CONTINUED",
        "CUT TO",
        "FRONT DOOR .",
        "291.",
        "KATHY -",
        ",",
        "COAST GUARD",
        "ELIZABETH 7",
        "VF",
        "MACHEN, (EFFECT)",
        "40B",
        "BAXTER",
        "BENNETT",
        "MACHEN",
        "NIGHT, (EFFECT)",
        "NICK -",
        "51.",
        "WHEEL",
        "., (CONT'D)",
        "GENERATOR, (EFFECT)",
        "SUPERIMPOSE",
        ". WALLACE",
        "WHITE BEACH LANE",
        "ANTONIO BAY",
        "NICK, (CONT'D)",
        "HANK",
        "ANDY",
        "ROOM",
        "ELIZ BETH",
        "_ CONTINUED,",
        "STEVE ., (CONT'D)",
        "TNT. KAB"
      ],
      "dialogues": [
        {
          "speaker": "CHILDREN",
          "text": "REVERSE ANGLE. The watch continues to dangle in foreground. Behind it, across a small glowing fire, ate 2 group of CHILDREN huddled together staring intently at the man holding the watch (o.s.) One LITTLE GIRL hides her face in the shoulder of ANDY WAYNE, a bright-eyed seven-year-old sitting next to her. Finally she turns her face back to listen again. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fak, “*(",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHEN, (CONT'D)",
          "text": "{voice over) One more story before twelve, just to keep us warn. Suddenly Machen's hand grabs the watch and SNAPS it shut! The children jump, their eyes staring at the watch and th flicking up to the face of ARTHUR MACHEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR MACHEN",
          "text": "He is a large, round man. He has a full white beard and wears a sea captain's cap. Dressed in a fading navy blue pea jacket he wears a white ivory whale's tooth on a chai around his neck. Machen is an old fisherman who looks appropriately ominous for the children as he is Lit by th firelight. 1 .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHEN, (CONT'D)",
          "text": "In five minutes it will be the twenty- first of April. One hundred years ago, on the twenty-first of April, out there on the water by Spivey Point, a small clipper ship drew towards land. It was said that the men on board, all twenty of them, were rich and carried a great chalice of gold in their hold. They were coming here to Antonio Bay to start a new home. But as they pulled closer and closer to shore suddenly, ; out of the night the fog rolled in, a thick vaporous shroud that covered the ship, obscuring the shoreline and the bonfire that the town had set to guide them safely past the breakers. For a moment they could see nothing, not a foot in front of them, but then one or them saw a light through the fog! By God, it was a fire burning on the shore, strong enough to penetrate the swirling mist. _They steered a course toward the light... Machen glances down at the flickering fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHEN, (CONT'D)",
          "text": "- . . but it was a campfire, like this one, built by someone down the beach from the main bonfire. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5 6",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILDREN",
          "text": "They stare in guilty horror act the fire in fronc of them",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHEN, (CONT'D)",
          "text": "The campfire guided them toward Spivey Point the wrong way, toward © the breakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHEN, (CONT'D)",
          "text": "The ship crashed against the rocks. Its hull sheared in two. The mast snapped like a twig. The wreckage sank with all the men on board clawing and gasping for air as the black ocean closed in around them. At the bortom of the sea lay the Elizabeth Dane and her men, their lungs filled with salt water, their eyes open and staring in the dazkness, And up above, as suddenly as it Had come, the fog lifted, receeded back across the ocean, and never came again. But it is told, by the fishermen and their fathers and grandfathers, that when the fog returms to Antonio Bay the men at the bottom of the waters off Spivey Point will rise up and search for that campfire chat lead them to their dark, icy death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILDREN",
          "text": "Terrified, they just stare at the fire. There is a hushed silence. Just the flickering HISS of the. flames. Suddenly a CHURCH BELL BLASTS open the silence: GONG! The children jump and GASP, their eyes wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHEN, (EFFECT)",
          "text": "He smiles at-the children and glances at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHEN -",
          "text": "Twelve o'clock, April the twenty- first . . CAMERA SLOWLY BOOMS UP from Machen's face, up through the shadows of trees behind him, up to reveal that we are on hillside looking down on Antonio Bay, a small northern California coastal town, at nignc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT, (EFFECT)",
          "text": "CAMERA IS LOW, level on the water. In the distance we see the lights of Antonio Bay and hear the second GONG of the church bell. Slowly we are aware of something moving across the water in foreground. It is the léading edge of a dense se fogba drifting slowly toward Antonio Bay. Finally the fog completely obscures the lights in the distance. Silence. The LAPPING of ocean water and another distant GONG. ia Then suddenly a black, clawing hand hand EXPLODES through surface of the water It is caked with slime and twisted with seaweed. The hand REACHES RIGHT AT CAMERA, COVERING THE LENS, plunging us into BLACKNESS. SUPERLMPOSE : © : :",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FOG",
          "text": "ROLL MAIN TITLES as we hear the GONGS of the distant church bell. After the final credit we",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT, (EFFECT)",
          "text": "We hear the twelfth GONG of the church bell over the ‘few twinkling lights of Antonio Bay. Almost everything is closed down now. The small town is dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FOG",
          "text": "Over the shot we hear a very low, sensual female VOICE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(voice over radio) That makes it just ebout one. minute after twelve midnight. This is KAB, Antonio Bay, California, and I'm Steve Wayne and if you don't have anything to do right now I'll be here playing music for another hour or-so. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "1.",
          "text": "12 13 14 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK RADIO",
          "text": "We are CLOSE on a radio in the dashboard of a truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE ., (CONT'D)",
          "text": "(voice over radio) Even if you have something to do keep me turned on for awhile and I'll try my best to do the same for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the wheel of the truck is NICK CASTLE, a fisherman. He is a rugged-looking man in his thirties. He smiles at the voice on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Okay . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC comes over the radio. Nick glances up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ROAD",
          "text": "Illuminated by the truck headlights we see a GIRL stand- ing hitchhiking by a roadsign that reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "As he passes her Nick puts on the brakes and stops the truck. He glances over to his right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIDE VIEW MIRROR",
          "text": "In the side view mirror we see the girl run up to the passenger door. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens and ELIZABETH SOLLEY jumps into the passenger seat. She is 19 and wears a fatigue jacket over her T-shirt and blue jeans. Despite her angular sexuality she has a Tom-Boyish quality to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZ BETH",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Hi. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ne How faz are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "me Other side of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(with a grin) I'm going near there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK -",
          "text": "Okay. Nick puts the truck in gear and starts up again. The MUSIC on the radio ends and Steve's voice comes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(voice over radio) It's four and a half minutes after midnight and let me be the first to wish Antonio Bay a Happy Birthday. We're one hundred years old today! Suddenly the driver's window next to Nick SHATTERS wildly i into a million pieces! XL “ 17 ANGLE ON FRONT WINDOW The entire front window SHATTERS , BLASTING inward!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "sk, ; ‘She SCREAMS and the passenger window CRASHES in on 19 «INT. «TRUCK Nick swerves over to the side of the road and stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I think so. Nick stares at the empty windows all around him in disbelief, :",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What hit us? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fv v",
          "sentiment": "neutral"
        },
        {
          "speaker": "9.",
          "text": "20 21 22 23 24 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED,",
          "text": "Nick leans forward. NICK’S POV - REAR VIEW MIRROR The rear view mirror is shattered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "He leans outside his window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It too is shattered,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick is totally dumfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Maybe you got weak glass. Steve comes back on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(voice over radio) It’s a quiet fifty-nine degrees in Antonio Bay and the weatherman tells me we may be in for some rain tonight. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT, (EFFECT)",
          "text": "A huge, ancient stone church with a bell tower sits on a hill at the inland end of Antonio Bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": ": (voice over radio) _. « . but from up here where I'm sitting it looks like clear skies and no clouds. Maybe the weather- man's been working too hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are inside the bell: tower on the ground floor, CLOSE on a portable radio. - (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“nN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "25",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(voice over radio) I'll be hanging around here for almost another hour just to see which one of us is right; and I'm inviting you to hang around with me. MUSIC begins to olay over the radio as CAMERA PULLS BACK to reveal BENNETT TRAMER, a gangly 14, as he coils up the bell rope and ties it to a wooden hook on the wall. He picks up the portable radio and steps out of the tower. CAMERA FOLLOWS HIM down a narrow hallway leading up to a door with a light at the other end. Bennert CLICKS off the radio and peers in the door. CAMERA MOVES IN OVER HIS SHOULDER to reveal FATHER MALONE seated at a table with his back to us. He hasn't heard Bennett's approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNETT",
          "text": "I'm all through, Father. Father Melone turns around, startled. He is a gaunt man in his forties with a rather good-looking face. He stares at Tramer anxiously then stands up carefully as if he is hiding something behind his back. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "That's fine, Bennett. I won't need you until four tomorrow. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNETT",
          "text": "Yes sir. Bennett puts the radio on a table and takes his jacket off a hanger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNETT, (CONT'D)",
          "text": "._ i was wondering, Father, could I get paid? FATHER MALONE. Tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNETT",
          "text": "It's been over a month . (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "25.",
          "text": "13 “CONTINUED",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "Tomorrow, Bennett. Now get.on home before your parents start to worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNETT",
          "text": "Yes sir. Bennett turns and walks away down the hall. As his FOOTSTEPS fade Malone just stands there before bringing out the bottle of whiskey he has been holding behind his back. He takes a deep swig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow . He notices that Bennett has forgotten the portable radio on the table. He picks it up, thinks about going after the ‘boy, then changes his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE, (CONT'D)",
          "text": "Everything tomorrow. He CLICKS on the radio and listens a moment, then cocks his head around as if he has heard something. He shuts off the MUSIC and strains to hear. Silence. Then a slight RUSTLING SOUND, a SCRAPING ... . Father Malone quickly hides the whiskey bottle behind him. FATHER MALONE. Hello? Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE, (CONT'D)",
          "text": "Bennett? No answer. Then WHAM! An object falls on the desk with a tremendous CRASH, right IN FRONT OF CAMERA! Startled, Malone jumps back. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALONE'S HAND",
          "text": "The whiskey bottle falls. out of his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "4.",
          "text": "15 16 uv 18 19 20 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLOOR",
          "text": "It SMASHES on the stone floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLOOR",
          "text": "The portable radio also THUDS on the floor and instantly CLICKS on. MUSIC BLARES OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "He looks at the bottle and the ‘radio, then glances over at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABLE",
          "text": "Lying on the table is a stone slab from the wall of the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "He looks up from the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALL",
          "text": "A few feet above the table is an open hole in the wall where the slab once was. It is as it The slab has been pushed out from the inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "He stands up on his tip-toes and peers into the hole. Then he reaches inside. cLO SEUP - BOOK . Malone's hands pulls out an old, leather-bound book, rotted with moisture yet still intaet. He ope: opens it, On the first page we read:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER PATRICK MALONE",
          "text": "1880 Over the radio the MUSIC ends and Steve's low, dusky voice returns. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "21.",
          "text": "22 “CONTINUED",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(voice over radio) It's all of twelve minutes after midnight and this is Steve Wayne, your nightlight, around wmtil about one o'clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT, (EFFECT)",
          "text": "A white stone lighthouse sits on the edge of a cliff overlooking both Antonio Bay and the ocean. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(voice over radio) I'm high tonight in the KAB light- house on Spivey Point, and in case you've forgotten it's April 21 and : Happy 100th Birthday for Antonio ay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIGHT",
          "text": "For an instant the SCREEN is wiped white as the light on top of the lighthouse slowly whishes by. CAMERA BOOMS DOWN to a small, glass-enclosed room just below the top of che lighthouse: the broadcast booth of KAB radio. CAMERA MOVES IN coward the console and STEVE WAYNE seated in front of a microphone. In her late twenties, she is a striking-locking woman, darkly sensual and guazdedly vulnerable. As she talks into the microphon lit by the warm yellow glow of the low-hanging lamps, WE MOVE INTO A CLOSEUP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "There’s a celebration planned for tonight and if you're so excited about it you can't sleep, stay up with me and I'll figure out some way to keep you occupied. She flips a switch on the console and anorher RECORD begi to play. She looks at the microphone in front of her as i it is a person and talks to it flatly im her normal, non- sensual voice. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(to the microphone) Maybe a hot game of checkers. In a smooth motion she lights herself a cigarette and che the dials on her machines, noting them in her logbook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(singing to herself) If checkers really aren't the best, How about A quiet game O£ chess? . The phone RINGS. As she continues to log the meters and’ smoke her cigarette Steve answers it... (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "23.",
          "text": "24 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(into telephone) Hello, KAB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "(over telephone) Bello, sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘Oh, hi, Dan. What have you got? Never mind, don't answer that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAN O'BANNON sits in front of a bank of glowing machinery in the small weather station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "(into telephone) I'm calling to see if you're lonely and if there's anything I can do about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Never lonely, Dan. I thought you were off at seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "I changed shifts so I can make it to the big party tonight. Will you be there? As she talks Steve matter-of-factly goes about selecting the next several records for air play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I'm a working girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'BANNON",
          "text": "You have to take some time off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Until I can talk someone else into giving up city life for Antonio Bay, ‘mit, and 'it' means fifteen heurs a day. - (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "Too much work . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "It isn't easy owning your own station . Steve glances at the needle on the record playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "- . . and if you don't tell me why you called in about ten seconds I'm going to hang up on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want something to talk about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Anything .",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'BANNON",
          "text": "I got a position on a little trawler still out about fifteen miles. Called .the 'Sea Grass'. . And I got something on my scope that looks like a fog bank about twenty-five miles out moving in their direction. Steve writes all this down in her log book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Dan. That's worth about fifteen seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm worth longer than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I'mon the air. Bye. She hangs up the phone and flips a switch,",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(inte microphone) Ahoy, maties, this is KAB, Antonio Bay. Steve Wayne here beaming a signal across the sea. 7 cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "27 28 . EXT. ‘TRAWLER - OCEAN - NIGHT The small fishing trawler bobs up and down in the darknes We can see only the glowing lights from the inside of the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(over tadio) To the men of the Sea Grass, fiireen miles out tonight, a warm hello and keep a watch out for that fogbank coming in from the easr,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fishermen, sit drinking beer in the small, dimly lit cabin. They listen drunkenly to the portable radio on one of the bunk beds. AL WILLIAMS, the captain, and BAXTER and WALLACE, two you",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(over radio) In the meantime why don't you just sit back and relax with me while I play this song from the Coupe de Villes dedicated just to you. The SONG begins and the men WHISTLE. Wallace gets up and shuffles over to the port window. Williams chugs his beer",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "Boy would I like to meet her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAXTER",
          "text": "I saw her once at the grocery store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "And... 2?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAXTER",
          "text": ": (grins) You'd Like to meet her. Wallace stares out the window. ;",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE",
          "text": "She's crazy. There's no fogbank out there. Williams and Baxter ignore him. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "What do you know about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAXTER",
          "text": "She owns that goddamn lighthouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLLAMS",
          "text": "i know thar. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAXTER",
          "text": "Her son plays little league with my son. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "She's a mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAXTER",
          "text": "I thought you were happily married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "Not that happy. Wallace is still ar the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE",
          "text": "There's no fogbank out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THRU PORT WINDOW, (EFFECT)",
          "text": "It is very dark outside, except that the moon illuminates the water on the horizon. There, just ‘barely visible, moving slowly towards us, growing in size, is the fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE",
          "text": "Hey, there's a fogbank out there. Williams and Baxter stare at him a moment, then slowly climb to their feet. can",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "I'm drunk enough, let's go back. Baxter turns and stumbles out of the cabin up on to the eck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS, (CONT'D)",
          "text": "(to Wallace) Give him a hand, will you? (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30 31 32 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "» 35. 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE",
          "text": "Al, come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "Just give him a hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE",
          "text": "Come here... Slowly Williams walks over to the port window and looks - out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fog is closer now, moving rapidly toward the trawler. Suddenly from inside the fog there is'a WHITE, PALE GLOW THAT PULSES BRIGHT AND THEN DARK AGAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACW",
          "text": "It's kinda glowing .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baxter strolls into the steering house and steps to the wheel. He glances out the window. ‘POV THRU WINDOW (EFFECT) The fog moves right at us, THROBBING SLOWLY ON AND OFF WITH A PALE RADIANCE, AS IF iT IS ALIVE,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baxter stares at it incredulously, then glances down at the dials in front of hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAXTER",
          "text": "Hey Al... All",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fog drifts into FRAME and slowly closes in around the trawler, GLOWING PHOSPHORESCENTLY. \fbr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By",
          "sentiment": "neutral"
        },
        {
          "speaker": "37.",
          "text": "38 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "40B",
          "text": "41 ‘Leading edge of the fog curls into the cracks",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fog has totally enveloped the trawler. Williams and Wallace stumble up out of the cabin. Suddenly all around them the fog GLOWS. There is a hollow RUSHING SOUND almost like wind. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Williams and Wallace jump inside, SLAMMING the door bebind them. Baxter stares in horror at his dials. Everything is going haywire. The needle on the compass is spinning, the lights are flashing on and off, the radio emits e HIGH-PITCHED SQUEAL. Williams rushes over to the radar screen. © ;",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADAR SCREEN",
          "text": "As the radar sweep circles the screen a large dot PINGS .¢lose to the center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "Christ, there's something right in front of us! -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fog drifts along the rear of the ship. It reaches the generator hold, a small compartment in the deck. The fog suddenly sweeps down. Almost like fingers the fs around the hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fog drifts down and reaches right into the generator. The generator SPURTS and SHORTS OUT from the moisture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the lights go out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "The generator! Williams and Wallace race out of the steering house leaving Baxter at the wheel. \f«NS",
          "sentiment": "neutral"
        },
        {
          "speaker": "41B",
          "text": "41c The two men can barely see in front of them. Again and again the fog GLOWS. The WINDY RUSHING SOUND is LOUD, like the inside of a hurricane,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "(shouting) Can you see anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". WALLACE",
          "text": "Herel He hands Williams a flashlight. Williams CLICKS it on and swings the beam aft. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERATOR HOLD",
          "text": "Black smoke pours out of the generator hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "Suddenly there is a CREAKING off the side of the trawler. Williams swings the flashlight beam around and points it out into the fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "” 42° 43 44 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FOG, (EFFECT)",
          "text": "As the beam of light passes through the fog it hits something: it is the dim outline of a sailing shin! We can just make out the broken mast and the torn, tattered sails as the light passes by. ‘ANGLE ON WILLIAMS - WALLACE They stare in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "Did you see that? . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FOG, (EFFECT)",
          "text": "The light moves arowmd, trying to find the ship again. Nothing but the GLOWING FOG. The ship is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "It's gone . . Wallace turns toward the aft of the trawler, listening as if he hears something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey .",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "There was just a ship out there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE",
          "text": "Al, listen... Williams listens. We hear the sound of FOOTSTEPS ON THE DECK OF THE TRAWLER Then Williams spings the flashlight beam around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "Nothing .",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE",
          "text": "Listen! The FOOTSTEPS GET LOUDER AND LOUDER, coming right toward",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "Who's there... ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, STEERING HOUSE",
          "text": "Baxter stands at the wheel staring at the radar screen. (shouts) al, that thing is right beside us! Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTER, (CONT'D)",
          "text": "All From behind Baxter we hear the CREAKING of the steering house door as it opens. Then as the a Soot GLOWS we see t shadow of someone standing in the open doorway cast on Baxter's back, sSaxter doesn't turn aroun",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAXTER, (CONT'D)",
          "text": "Al, it's big! It's gotta be a ship, I mean a big ship! The fog GLOWS again. The shadow in the doorway doesn't move. We hear the sound of WATER DRIPPING on the deck",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAXTER, (CONT'D)",
          "text": "What happened, you get wet? Baxter turns around. A look of utrer and complete horror comes over his face as he sees whatever is standing in th doorway. He opens his mouth and SCREAMS at the top of his lungs as the shadow moves toward him! CAMERA RUSHES INTO HIS SCREAMING race! ~~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MUSIC ends and Steve clicks on her microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(into microphone) That one was for you, Sea Grass. Have a safe trip home. It's 12:43 and I've four in a row for you tignt here on KAB, Antonio Bay, She cues up another record, then stands up and stretches. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47 48 49 50 51 ‘CONTINUED",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(cto herself) Another four in a row ~ And then, you know It's time to gol Steve walks over to the window overlooking the ocean side of the lighthouse. She glances out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OCEAN, (EFFECT)",
          "text": "It stretches out forever in the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(to hersel=) Lots of water, Steve, but it sure beats Chicago . The phone RINGS. Steve answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(into telephone) Hello, KAB...",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'BANNON",
          "text": "(over telephone) I liked what you said, but for your information you lied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'BANNON, (CONT'D)",
          "text": "That fogbank has moved due west and probably missed the boat entirely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She glances at a gauge by the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "My gauges must be wrong because I've got a wind blowing due east. What kind of fog moves against ‘the wind? O’ BANNON (over telephone) You got me. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "51.",
          "text": "52 53 54 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I'm not sure I want you, you're just a voice on the phone. Something out on the ocean catches her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OCEAN, (EFFECT)",
          "text": "Way out in the distance there is a FAINT PALE GLOWING in the darkness, an tmearthly pulsing heartbeat. ANGLE ON STEVE . She stares curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "(over telephone) And you're just a voice on the tadio. We'd make a perfect couple. She isn't listening. She looks out at the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OCEAN, (EFFECT)",
          "text": "Nothing. Just ocean stretching out to the dark horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "O'BANNON (CONT'D) © (over telephone) If you'll let me take you to dinner tonight I'll prove it to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "My idea of perfection is a voice on the phone. 0’ BANNON “(over telephone) ,Ok, mystery lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Goodnight, 7 She hangs up. For several moments she stands looking out at the ocean and the darkness, waiting to see if the -glow will recurn. Finally she gives up and turns back to the microphone. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\foe",
          "sentiment": "neutral"
        },
        {
          "speaker": "55.",
          "text": "56 CONTINUED. CAMERA MOVES UP to the clock on the wall: 12:57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "cur. TO: CLOSE on a radio, tumed to KAB, MUSIC continuing. CAMERA PANS over to a fire CRACKLING in a fireplace, then across several articles of clothing strewn across the floor, then up to Nick and Eli: under the covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Can I ask you something? Sure. Your name. Elizabeth, I'm Nick. Hi, Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Where are you from? You said, ‘Can I ask you something?'. 'Something', meaning one thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "That's two things. . Okay . Los Angeles, and that's the last one",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "you're getting free. zabeth lying in bed Nick smiles and leans over to kiss her. An incredible KNOCKING startles them both. Nick looks up. \fK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "60 61 62 63 64 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DOOR",
          "text": "From the bed we see the front door.. There is a",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW,",
          "text": "RHYTHMIC POUNDING from che outside, again and again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "The POUNDING continues. ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Al? :",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DOOR .",
          "text": "No reply, just the POUNDING in a slow, steady beat. CAMERA SLOWLY MOVES IN toward the bottom of the door. From underneath we see a faint PULSING LIGHT just",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Nick quickly pulls on his blue jeans and starts the door, CAMERA MOVING BACK with hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From behind Nick's feet CAMERA MOVES toward the ‘We see the PALE GLOWING under the crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOORKNOB",
          "text": "toward door. Nick's hand reaches for the doorknob. The POUNDING .~",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO",
          "text": "“ (voice over radio) ‘ _ It's one o'clock straight up . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "Nick opens the door and looks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEACH",
          "text": "Nothing but an empty beach and the dark ocean. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "65.",
          "text": "66 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(voice over radio) .» . . and it's time for me to sign off. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "Elizabeth, wrapped in a blanket, joins Nick at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(voice over radio) Until tomorrew at six o'clock when KAB comes back on the air this is Steve Wayne hoping you have a nice rest of the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Who was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I don't know. They look up and down the beach for some sign of lite. ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (CONT'D)",
          "text": "Rats in the walls, mice at the _door altel .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "That's strange.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", NICK",
          "text": "What? She points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Those footprinrs. They lead from .the water up to the door, and then - they stop... Nick looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Footorints lead from water's edge right up to the door step. The rest of the beach around the footprints is absolucely smooth, washed clean by the tide. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "68 70 71 72 73 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The water CRASHES against the rocks by a long, sandy. beach, the white water exploding on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "THE DAY OF a=",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again the tide SMASEES into the rocks. As the water receeds we see something shiny wedged inbetween two rocks Td coin ‘It is a small gold ANGLE ON BEACH ; Andy Wayne, the seven-year-old we saw at the campfire, comes running up the beach. Something catches his eye. He bends down at water's edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKS /",
          "text": "The gold coin shimmers in the sunlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "He reaches for the coin curiously. ANGLE ON ROCKS . Suddenly a wave hits the rocks and the coin disappears. In its place is a piece of driftwood, very old and worn , yet cut and planed almost as if it’s part of an old ship. Andy's hand reaches into FRAME and grabs the driftwood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEACH",
          "text": "Andy races across the sand toward a beach house just up from the water. He carries the driftwood under his arm. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE SHOT of the front room. It is wood-penelled with a large picture window looking out at the beach. We see Andy rim by through the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "(from outside) Mom, mom... CAMERA MOVES to a wall and we see framed pictures: Steve in front of a microphone shaking hands with a handsome, dark-haired man; Steve and the dark-haired man with their arms around each other, holding a young baby; and Steve, looking a little distant, standing alone in front of the lighthouse in a newspaper clipping that reads: : .",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAB HAS NEW OWNER",
          "text": "Steve Wayne Also To Serve As Dise Jockey",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY, (CONT'D)",
          "text": "(voice over)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "CAMERA MOVES OFF the wall as Andy comes bounding through the front door and races through the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve is sound asleep in bed as Andy blast through the door carrying the driftwood in his hands, The room is dark, the curtains pulled. ANDY (CONT'D) . Mon, wake up! There is no movement from the bed. Andy runs over and pulls the currains. Sunlight pours into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY, (CONT'D)",
          "text": "“Mom, c'mon, get up! Look what I found! :",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Listen, honey. I'm really not asleep. Actually I died in ny sleep last night so there's no reason to wake me up. Andy circles around the bed and stands over her. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "76 into this neat piece of wood!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Sure, mom, but lookic! First it was a gold coin and then it turned",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE -",
          "text": "Andy, will you bring flowers to the funeral? You know I love carnations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Uh-huh, but look at it, moml Steve peers at the driftwood, then at her son, She smiles warmly and kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Good morning, Andrew. Did you have a good time last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Yeah. Old Mister Machen told us ghost stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Did you thank Mrs. Kobrir2 for bringing you home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Yes m'am. : STEVE . Did she say she was coming over to stay with you tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. Mom, can i have a Stomach Pounder and a Coke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "After lunch. Did you eat the “breakfast I fixed you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Yeah. {looks at the driftwood) I'm gonna go look for another onet Maybe this time I can get the gold coin (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "76° 77 78 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Andy jumps off the bed. and races out of the bedroom. Steve sits for a moment staring at the open window. Awake, she crawls out of bed and looks at the door after Andy, smiling softly. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(gently) . 7 You keep me going, kid. Steve glances at the driftwood, turns and walks into the bathroom. WE HOLD on the bedroom and hear the sound of WATER RUNNING. Then the water is turned off and Steve reappears at the door. She leans over the bed and picks up the piece of driftwood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "; ‘ She examines the driftwood curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTWOOD",
          "text": "Her hands rub over the surface, scraping away layers of ott and slime. Underneath, in faintly etched letters,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANE",
          "text": "cuUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "_EXT. ANTONIO BAY DOCKS",
          "text": "The dock bustles with activity. FISHERMEN arrive to board the boats for the day's sail. Suddenly Nick steps into CLOSEUP with a concerned look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". NICK",
          "text": "Where the hell are they? CAMERA PULLS BACK to. reveal Elizabeth standing next to him and HANK JONES, the dockmaster, checking off items on his clipboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Pulled out at four-fifteen yesterday and that's the last _ I saw of ‘em...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "79",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Al said seven-thirty, right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "‘You know Al, If I were you I'd find myself another boat for the day. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You call the Coast Guard? Nick . . . They probably got dmmk last night and they're still out there sleeping it off. Nick looks out over the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Al wouldn't do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'd do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I've been drunk with him so many times I can't count ‘em all, but every single time we'd stop before we got so shitfaced we couldn'c make it back. He's too good a sailor to stay out all night and not let someone know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "You sound like his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Just his friend. Nick moves away from the edge of the docks, Elizabeth following him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "You worry too much, Nick. Nick and Elizabeth walk along the docks, CAMERA MOVING WITH them. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ve - ph —— - 79 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "“I'm going te con Asheroft into taking out his boat to look for the Sea Grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Who's Ashcroft?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Someone who owes me a favor.’ '",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Can I come along? NICK: i Don't you have somewhere else to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Eventually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Okay... aa CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "_ There are park benches, trees and at.one end of the square a gigantic anchor with a plaque on it. Across the street is the town hall. WORKMEN busily put up wooden bleechers, a refreshment stand and various banners across the park. One of the banners reads: ;",
          "sentiment": "neutral"
        },
        {
          "speaker": "CELEBRATES ITS PAST",
          "text": "In the middle of the park is a large structure covered with a white cloth. It appears to be a statue underneath. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fae 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED,",
          "text": "A pretty WOMAN in her late forcies strides across the par toward the statue. She is KATHY WILLIAMS, dressed in a tapered suit and moving with a greal deal of authority an impatience. Right behind her comes SANDY FADEL, her secretary, a dark-haired girl with glasses and a totally sarcastic manner,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": ". . the mayor and his wite are to be picked up at five forty-five and brought to the mayor’s box. As Rathy walks Sandy follows writing notes on a legal pad",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY, (CONT'D)",
          "text": "At exactly six o'clock the band will begin playing \"The Star Spangled Banner\" and the flag will be raised. Then we will have speeches by me, the mayor and the sheriff, ‘Then we will pass out the candles and begin the procession. Then I will go home and pass out! Rathy stops in front of the covered statue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY, (CONT'D)",
          "text": "I'm almost afraid to look. She lifts up the cloth. Underneath is a bronze statue of ‘the Elizabeth Dane hitting the rocks. KATHY (CONT' Dy Not bad, not bad at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "A work of art. Karhy glances at her, lowering the cloth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY -",
          "text": "Sandy, just be civil to me for another five hours, that's all Task. It's my project and if it falls apart it's my... She pats her ass. Sandy nods. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Anything you say, Mrs. Williams. They begin walking across the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Did you order the candles. God, what a thought! A candlelight procession with no candles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "All taken care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Did you get all the promotional material over to Steve at the lighthouse? 1 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Signed, sealed and delivered. They reach a silver Cadillac parked on the. street. Kathy pulls out her keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "You may be a very annoying person, Sandy, but you're an excellent assistant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Thank you, Mrs. Williams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Sandy get in. Kathy starts the car and pulls , away from the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "If I can just get through the speeches without yawning... ‘I couldn'c sleep last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Too excited?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "No. Al went out on his boat yesterday and didn't come home. He still isn't back. And on top of that at twelve o'clock on the nose my dog started barking and didn'c scop uncil six this morning. 7 (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fv 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "I heard the bells at midnight, started to drift off to sleep and suddenly my neighbor's car alarm went off for absolutely no reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Last night? :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. Woke up the whole block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I talked to the mayor this morning. About twelve thirty his picture window shattered into a million pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Gotta be a disease. This town sits around for a hundred years and nothing happens. Then one night the whole place falls apart. ; KATHY . Please, Sandy. The more you go on like this the more hysterical I get. My husband's out at sea and I've got to talk Father Malone into staying sober for the benediction. Life is hard enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "What was he barking at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "My dog? Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "You may mot see it, but it's always. something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "He was facing the ocean and growling. What does that tell you? My dog goes crazy and decides to bark at the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Yes, m'am_",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "=e CAMERA PANS with Karhy's silver Cadillac as it whizzes NS ' : along the coastal road. We pick up Steve's small : sportscar ROARING along in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cigarerte in her hand, Steve yawns and tunes in her shortwave radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COAST GUARD",
          "text": "(over radio) - . . Moving westerly at five . knots. The temperature for the Antonio Bay area will be in the high sixties. High tide at 3:46, low tide at 9:13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTWOOD",
          "text": "The piece of driftwood lies on the seat beside Steve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bulletin to all vessels and - erafts. Be on the lockout for aol the ‘Sea Grass' 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "al She reacts to the bulletin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COAST GUARD, (CONT'D)",
          "text": "ee . .« . . &@ thirty foot trawler last ~~, seen approximately fifteen miles : east of Spivey Point. As of one : fifty-seven today the Sea Grass has : mot responded to radio commmication. ak",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, ISABELL TWO",
          "text": "; Nick and Elizabeth scand on the deck of the Isabell j Two,.a small cutter that BLASTS along through the water : ASHCROFT, in his fifties with a ruddy, weather-beaten : face, stands at the rail with a pair of binoculars. Nick contemplates something for a moment, then looks at Elizabeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "me : Can I ask you something? Fe: (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84 85 86 87 a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH 7",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(smiling) Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I'm Elizabeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". NICK",
          "text": "That's all? 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I go to school up north and I'm engaged to a guy who thinks I'm spending the weekend with a girlfriend. So I got bored. So here I am. Okay? (she smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASHCROFT",
          "text": "There it is! Ashcroft hands Nick the binoculars and points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About a half mile ouc is the Sea Grass lying quietly on the still ocean. : cUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy's Cadillac pulls up the driveway of the stone church. ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car winds around the side of the church, past a small cemetery. It is old and overgrown with weeds. Some of the tombstones are falling over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "{voice over) . Look at this place. \f8s. 89 “INT. CADILLAC - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY, (CONT'D)",
          "text": "Well, I'm announcing it now. ‘This is my nex= project, the restoration of the cemetery: It's historical. Our ancestors are buried here. ; Kathy pulls to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This town should be proud of its past, but trying to get anyone , involved in any sort of commmity effort is like pulling teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Sandy get out of the car and walk to the rear .door of the church. Kathy glances over at the cemetery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY -",
          "text": "Get me an estimate ready for the council meeting next month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Yes m'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Sandy, you're the only person I know who can make \"yes m'an\" sound like \"screw you\"! . They stop at the door and Kathy rings the bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY, (CONT'D)",
          "text": "(under her breath) If you could just say a quick prayer asking that he not be in his cups. She tries to knock on the door but the pressure of her hand swings the door wide open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Not a good sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "yumps—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Sandy step inside. It is almost totally dark. The only light that seeps in the huge sanctuary is from the stained-glass windows. ;",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Father Malone... Hello... Silence. ; KATHY. (louder) Father Malone. ' Her voice echoes throughout the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another bad sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "You try down the hall. Sandy walks off down a hallway. Kathy walks out into the church and stands for a moment, trying to see in the semi-darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Father Malone ... \"Suddenly Father Malone steps out of the shadows of a colum Text to her and touches ner | shoulder. Katny™",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Jesus! Oh, I'm sorry, Father Malone. . Then she sees his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY, (CONT'D)",
          "text": "_ Are you alright? Malone’ s hands are shaking. He tries to control chem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "Mrs. Williams ... I have something to show you... . \f91° “EXT. ANGLE ON DECK - SEA GRASS - DAY WHAM! Two feet land on the deck of the Sea Grass. CAMERA PANS UP to reveal Nick having just jumped from the Isabell Two which bobs in ocean right beside it. Elizabeth stands beside Ashcro==.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouts) All There is no reply. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASHCROFT",
          "text": "Take the line! Ashcroft throws a line across to Nick who grabs it and ties it down. Now the two boats ere hitched together. Ashcroft helps Elizabeth across and jumps across himself. Nick walks along the deck toward the aft, CAMERA MOVING WITH HIM. Elizabeth follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Al... Tommy, Dick... Silence except for the LAPPING of the ocean against the bull. Ashcroft quickly checks in the cabin, reemerges aoe into the steering heuse. He returns to the eck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASHCROFT",
          "text": "Cabin and the steering nouse are empty. Maybe somabcdy picked ‘em up. Nick kneels down and opens the zenerator hold hatch, Be looks inside the smail hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Water in the generator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASHCROFT",
          "text": "But the deck's dry as 2 done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "93 94 95 96",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy and Sendy sit at one end of a long table listening to Father Malone, seated at the other end, read from the Journal of Father Patrick Malone. His hands tremble slightly as he reads. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "(reading) December 9. Met with Black this evening for the first time. He stood in the shadows to prevent me from getting a clear look at his face. What a vile disease F this is! He is a rich man with a cursed condition, but this does not prevent him from trying to better his situation and that of his comrades at the colony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lighthouse stands tall and stately in the sunlight. Emblazoned on the side is KAB Radio. Steve's sportscar pulls into the small parking lot in front. She gets out, gathers up tapes and records from the back seat, grabs the piece of driftwood from the front and strides up to the door. She wnlocks it and goes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve moves into the small elevator and closes the sliding door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She punches the button and the elevator CLANKS to life. Then she takes a small cassette out of its container and plops it into the recorder she carries. She CLICKS it on. 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHORUS",
          "text": "(over tape recorder) It's one hundred years today So please don't go away .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator slowly rises toward the top of the lighthouse . (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96. ‘CONTINUED",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHORUS, (CONT'D)",
          "text": "(over tape recorder) Until you take the time to sey “Happy Birthday, : Antonio Bay ..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHORUS, (CONT'D)",
          "text": "(over tape recorder) Happy Birthday From Thriftway Cleaners”. , Steve CLICKS off the recorder disgustedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Oh brother. . CAMERA MOVES IN on the piece of driftwood among the equipement wmder her arms. We see a trickle ot seawater slowly oozing down from the letters DANE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "98 INT. CHURCH STUDY - DaY Father Malone continues to read from the journal. Sandy looks bored. Kathy is engrossed in what he reads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER. MALONE, (CONT'D)",
          "text": "December 11. Blake's proposition is simple. He wants to move off Tanzier Island and relocate the entire colony just north of here. He has purchased a clipper ship called the Elizabeth Dane with part of his fortune and asks only for permission to settle here. I muse balance my feelings of mercy and compassion toward this poor man with my revulsion at the thought of a leper colony only a mile distant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door of the steering house opens. Nick and Elizabeth step inside. She walks to the front window and touches the shards of shattered glass with her fingers as Nick checks the GlalsS oy the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Every single gauge is broken, all the glass shattered.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ELIZABETH",
          "text": "Remind you of something? 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Your truck last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yeah . Elizabeth walks over to a storage compartment door in the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "The thermometer's broken. The mercury's stuck at twenty degrees. Nick touches the walls of the steering house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (CONT'D)",
          "text": "No water got in here, but something awful cold did. Elizabeth tries the door knob on the storage compartment. It won't open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "What's in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Storage compartment. Elizabeth tries again but the door won't open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10z 102 103 Kathy is completely engrossed in what Father Malone is reading. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "Cannot sleep. My mind is filled with the truth of the abominarion that myself and my conspirators plan. : April 1l. The 12 of us met tonight. From midnight until one o'clock we planned the death of Blake and His comrades. I tell myself that Blake's gold will allow the church to be built and our small settlement to become a township, but it does not soothe the horror that I feel being an accomplice to murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elizabeth pulls at the storage compartment with all her might. Suddenly the door swings open. Tackle, poles, charts and other paraphernalia CLATTER to the flocr. She looks up at Nick sheepishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I can't stand deors that won't open. ; Elizabeth bends down and gathers up the debris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOTTOM OF STORAGE COMPARTMENT DOOR",
          "text": "A trickle of water seeps out of the storage compartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "She stands up and moves to the compartment. With her free hand she pushes a trunk our of the way. Hanging there behind the truck, snagged in tackle equipment, is is Baxter, “eyes open and staring, mouth open, dead Elizabeth SCREAMS. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "103.",
          "text": "104 105 106 107 108 109 110 “CONTINUED Baxter slumps, begins to slide and falls out on to the floor with a THUMP! He lies there, dead eyes staring up at the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve hurries around che station flipping on dials and pushing buttons. The machinery starts to WHIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "* (sings to hersel=) It's one hundred years today So please just go away I don't want to hear you say. . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "As she reads the meters and logs them in her book, we see a faint glowing on the side of her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "Happy Birchday Antonio Bay . . She feels the glow and turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTWOOD",
          "text": "The piece of driftwood lies on a table. The inscription DANE glows on and off almost like a neon Sign",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She stares in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTWOOD",
          "text": "The glowing suddenly stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "After a beat she moves slowly toward the drifcwood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTWOOD ,",
          "text": "All of a sudden the piece of wood glows with a ne Blt OF 2 succen che piece of wood glows a new inscription: 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUST DIE",
          "text": "\f11 112 113 114 115 116 “CLOSE SHOT - STEVE She SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTWOOD",
          "text": "The wood glows bright and then bursts into flame!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She knocks the driftwood on the floor, grabs the fire extinguisher and opens up with a blast of CQ,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTWOOD",
          "text": "The C02 covers the ‘driftwood. Then, as the extinguisher fumes dissipate we see that the driftwood is exactly as it was before, completely intact with DANE etched on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She begins to tremble. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "April 12. The deed is done. Blake followed our false fire and his ship broke apart on the rocks off Spivey Point. We were aided by an tmearthly fog that rolled in as if Heaven sent, although God had no part in our actions tonight. Blake's gold will be recovered tomorrow, but may the Lord forgive us for what we nave done. Father Malone closes the journal. There is ‘a long silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SANDY",
          "text": "Your grandfather had a way with words. . Kathy shoors a harsh glance at her. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "Our celebration tonight is a travesty. We honor our founding fathers. . . we honor murderers! cur TO: 117° «EXT. ‘ISABELL TWO - DAY We see the Sea Grass receding from us as the Isabell Two pulls away. CAMERA MOVES DOWN to Baxter's sheet- covered body on the deck, then UP TO Elizabeth staring shakenly at the corpse. Nick is on the two-way radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "{into microphone) No, no sign of the other two. Right, Iwill. I 2 5 out. He steps ‘back to the railing and stares at the Sea Grass behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "How does a man drown without ever touching the water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASHCROFT",
          "text": "We don't know he drowned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Water in his lungs, traces of salt water around his mouth and seaweed on his clothes. What does that tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASHCROFT",
          "text": "It tells me I want to find Al and Tommy real bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yeah. Nick moves over to Elizabeth and puts his arm around her. 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You okay? (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "His mouth . . . was open like he was screaming... Did you see his eyes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I saw his eyes .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH STUDY",
          "text": "Kathy holds the journal in her hands as Father Malone paces restlessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "I have been haunted for years by nightmares. Not dreams exactly. More like memories . . . of that might a hundred years ago, almost as if I inherited my grandfather's memory. His black corruption is in my blood . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "I admit that this puts a little different light on things, but you're taking this too far. We inherit nothing but a name from our ancestors. Now I don't want this up in lights on a marquee but I don't assume the blame. They wanted a town. Your grandfather wanted a church .",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "They were lepers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "That is a little worse than if they were bankers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Please, Sandy, you're not helping us out here. (looks at Father Malone) Where did you find this? (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘ CONTINUED Father Malone points to the hole in the stone wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "My grandfather tried to hide his sins in the walls... When was this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "Last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "It was just after micaigar, what does it matter . Suddenly a thought strikes Father Malone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "The same time the rest of the town fell aparr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "And the same time the conspirators met a hundred years ago. There is a silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "‘ Well, it's getting late and there's mothing we can do about this, absolutely nothing. Now are you going to participate tonight, Father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "This town has a curse on it .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Do we take that as a ‘no'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "(to Sandy under her breath) Maybe it's just as well. (te Father Malone) We're leaving. Will you be all right, Father? (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "118 119 120 121",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "No reply. Father Malone stands staring out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY, (CONT'D)",
          "text": "I'm going to call Doctor Thayden and have him come over. Father, I really think that you're taking this all too seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "We're all cursed, Mrs. Williams. All of us... . Kathy and Sandy jusc look at him for a moment, then at each other, and then the two women quietly leave the church study.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The telephone RINGS in CLOSE FOREGROUND as MRS. KOBRITZ, a woman in her fifties carrying a grocery bag, comes in the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRITZ",
          "text": "Andy, the telephone . . Andy comes running out of his bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "I got it, Mrs. Kobritz. Andy picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY, (CONT'D)",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve is on the phone to her son. She is shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Andy, where did you get thac piece of driftwood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "I told you, mom. It was on the beach this morning. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "121° CONTINUED",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Po , Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "By the rocks. Steve glances over at the driftwood lying on a table a few feet from her. s What was it doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "I already told you, mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I know you already told me, mom. Tell me again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "First it was a gold coin and then it turned into the wood . i STEVE = : Andy, I want you to stay away from the rocks! Don't pick up anything on the beach! Do you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "It didn't belong to anybody ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ae 7 I know. It's all right, Andy, but I just don't want you to pick up anything else tmless you come and get me first. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Is Mrs, Kobritz there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "She just came in, Steve calms down a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GR , STEVE",
          "text": ": Alright. I've got to start the broadcast now. Promise me, Andy, you won't leave the house tonight. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f121 122 123 124 125 126 127",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Aw mom .",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Promise me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "TI love you, Andy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Me too, mom. Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She hangs up the phone and looks across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTWOOD",
          "text": "The piece of wood lying on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She almost can't take her eyes off of it. Then she glance at the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOCK",
          "text": "‘It is 6:00.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She flips a switch in frone of her and speaks into the microphone. (into microphone) Ahoy, maties, this is Steve Wayne, your nightlight, and KAB, Antonio Bay, California, is on the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PULLS BACK from a radio to reveal Andy standing in front of the picture window looking out atc the beach. Mrs. Kobritz is in the kitchen preparing dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": ",",
          "text": "(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "128 129 130",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(over radio) I've Lined up some tunes to help z3e celebrate the one hundredth itthday of Antonio Bay tonight, so let's ger down to business. The MUSIC starts. MRS. KOBRITZ . What did your mother want, Andy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRITZ",
          "text": "It must have been something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Nothing. Hey, Mrs. Kobritz? What are those clouds out there? Mrs. Kobritz walks to the picture window and looks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OCEAN, (EFFECT)",
          "text": "The dusk sky is turning dark. The water is choppy. On the distant horizon, just barely visible, is a fog bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", MRS. KOBRITZ",
          "text": "It's not clouds, Andy. That's just the fog rolling in. Mrs. Kobritz turns and walks back to the kitchen leaving Andy staring across the ocean at the fog. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young VOLUNTEERS dressed in sailor's outfits pass out candles to the CROWD of townspeople that fill the bleechers in the park, all of whom listen intently to the speech being made o.s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FOG",
          "text": "(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fo 130° 131",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "CAMERA BEGINS TO MOVE, along the bleechers, then up to the platform on which the MAYOR of Antonio Bay is making his speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "- . . and some have said, \"you can't survive in Antonio Bay without big business”, and we have said to them, \"we survive in Amronio Bay because of the heart and soul of our peovle”! There is APPLAUSE from the crowd, CAMERA CONTINUES TO MOVE past the platform, down to street level, up to a small, quaint-looking tavern with a sign above its doar:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A group stands around in an awkward silence: Nick, Elizabeth, Asheroft, the SHERIFF of Antonio Bay, Sandy and finally Kathy, looking shaken. There is MUSIC from a radio in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "Kathy, the Coast Guard's been out for about half an hour. Now they're gonma cover the area pretty good, so, ah, really all we can do is wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "I understand. Thank you, sheriff,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "I'll be in constant contact with their cutters and I'll keep you up-to-date. Now is there anything else I can do for you .",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "No thank you. ’ There is a ROAR of APPLAUSE from outside. The sheriff moves to the door. ‘ (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "I gotta go, I'm up next. He walks out of the tavern. Sandy steps up to Kathy and touches her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "I'm so sorry, Mrs. Williams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "It's fumny, Sandy, but the only thing I can think about is ny dog barking all night last night and me wishing ... (she breaks down into tears) . Al would come home. Sandy puts her arms around Kathy. Kathy sobs a moment, then breaks away and dries her eyes with a handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATEY, (CONT'D)",
          "text": "Well, we can't have the chairwoman of the birthday celebration in tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "I don't think you ought to go out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Thank you, Sandy, but I think that's exactly what I should do. She turns and looks at Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RATHY, (CONT'D)",
          "text": "I appreciate all you've done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yeah. . Rathy and Sandy walk to the door and exit. Ashcroft goes to the bar and orders a beer from the BARTENDER as Nick and Elizabeth sit at:a table. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, are you ready to go back up north now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Nick, what happened out there? NICK ; I don't know . . . Something got into that steering house, blew out all the machinery and dropped the temperature to twency degrees. Something dry and cold. . something that drowned Dick Baxter and shoved him in the storage compartment and took Al Williams and Tommy Wallace off the face of the earth. The MUSIC ends over the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(over radio) Happy one hundredth, Antonio Bay. The Coast Guard just dropped me a mote saying they've found the Sea Grass earlier this afternoon but there's no further word as to the condition of the ship or the men en board, I'll keep you posted as the news comes in to me. Hope no one else gets lost out there in the fog. Nick reacts to her words as MUSIC begins again. He gets up from the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I'll be right back. He walks over to a pay telephone in the rear of the tavern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "133 134 135 136 “INT. KAB - TOP OF LIGETHOUSE - NIGHT The phone RINGS and Steve picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Hello, KAB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Hello. My name is Nick Castle. You don't know me. I was one of the men who found che Sea Grass this afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHONE CONVERSATION",
          "text": "As Steve talks she stares at the piece of driftwood on the table nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I really don't have any further word on the .",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No, I'm not calling about that, It's ,m@8B, what you just said over the radio, about the fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The screen is in total darkness for a moment, and then the coast line is illuminared faintly by a pale, unearthly glow. Suddenly the fog drifts into frame, moving toward the beach, GLOWING EERILY in the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "This is going to sound a lictle strange. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "137 138 “CONTINUED",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I saw the fog last night, out on the ocean in the distance. (she pauses, searching for a way to say it) Ie was . . . glowing. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GLOWING, PHORESCENT FOG moves rapidly through the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": ". . and I talked to the weather station and, well, what seemed to be happening was that the wind was blowing east and the fog just kept moving west. I know that sounds completely erazy . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No, right now it doesn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I've gotten phone calls all day. Something happened last night. Horns went off, lights blew out,. tires went flat... At the Same time that fog was rolling in this town started to come unglued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\fae 139 140 141",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GLOWING FOG moves out of the woods toward a lonely road. We see headlights in the distamce as a car approaches down the road. The fog moves closer and closer, down into the shoulder and slowly up toward che asphalt. But the car WHIZZES by before the fog seeps up on to the surface of the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan O'Bannon, the weatherman from the Coasc Guard. weather station, drives along, oblivious to his close call. He listens to the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "{over radio) I've got some more birthday music and a few other surprises, and then I'll be ready to check in with the weatherman. The MUSIC begins. O'Bannon grins at the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "And the weatherman will .be ready to check in with you! cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHONE CONVERSATION",
          "text": "Steve turns from the microphone and picks up the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Listen, there's one other thing. In may have nothing to do with the Sea Grass but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Anything. 7 (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f141 142",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "My son found a piece of driftwood this morning... cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MEL SLOAN, a weatherman, turns around from his bank of machinery as O'Bannon steps in the door. MUSIC plays from a radio in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "How's it going, Mel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOAN",
          "text": "Your girlfriend on the radio's been talking about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "I came in tonight just to keep her happy. Sloan gets up and puts on his coat as O'Bannon takes over his place at the machines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOAN",
          "text": "Yeah. I thought you were off tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "I love my job. Sloan steps to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOAN",
          "text": "Yeah, well you can tell her all about that big mother fogbank moving in southeast there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "(looks at the radar screen) Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOAN",
          "text": "You find it. I'm on my way. See you tomorrow. - (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "142.",
          "text": "143 144 145",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "(still searching the scope) See you. . (sees it) Aha, there you are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are on top of a small hillside looking down into some trees which GLOW RADIANTLY, filled with fog. Suddenly over the edge of the hill the leading edge of the fog creeps like vaporous fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick returns from the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I'm making a trip out to the lighthouse on Spivey Point. You want to come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy is in the middle of her speech. She is managing to hold herself together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": ". . .and all of us living here in Antonio Bay today owe a great debt of gratitude to those men and women a hundred years ago who struggled and fought and sacrificed to make this town grow and prosper into what it is today. APPLAUSE from the crowd. Below the speaker's platform we see Nick and Elizabeth slip out of the tavern, jump into Nick's tzuck and pull away from the square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f146° 148 149 150",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone RINGS. Steve picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Hello, KAB,",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "How are you, sweetheart?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". STEVE",
          "text": "I thought you were celebrating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "Just couldn't spend an evening without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I'm up in about thirty seconds. What’s new?",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "Another fogbank. A look of alarm comes over Steve's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'BANNON",
          "text": "Coming in off the ocean from the southeast. It's moving inland now. Should be right here at the weather station in about five, ten minutes. cur TO: EXT. ROAD - NIGHT ; Nick's truck ROARS by down the lonely road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Elizabeth rumble along. The front window is completely gone and the wind whips through. Elizabeth huddles close to Nick. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f151 152",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "154",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(over radio) I've got a special weather bulletin, The Coast Guard weather station reports a fogbank moving southeast along the coast. Both Nick and Elizabeth react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": ". (over radio) For whoever's interested, that's the weather station out on old Russellville Road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick's truck passes a turnoff, SCREECHES to a stop, backs up and turns on to the other road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Bannon is still on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "(into phone) Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve quickly flips a record on and picks up the receiver",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Dan, you still there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHONE CONVERSATION",
          "text": "O’ BANNON Still here. You sound different tonight, sort of intense . STEVE . Z just feel like talking, that's a . (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "55 156 157 “CONTINUED",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "You told me the other day you didn't like talking on the phone cause you said you talk all day on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Dan, where's the fog now? Dan glances at his radar scope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I should be able to see it from my front door. Steve thinks to herself a momen-.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Wait a minute, Dan, I'm going to try something. Hold on. Steve gets up and goes to the window, the phone in her hands, She flicks a light switch and the station lights go out, leaving only the eerie glow of the machines. Steve stares out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COAST, (EFFECT)",
          "text": "In the moonlight we can see way up the coast, past beach houses and hillsides. There in the distance is the FAINT PULSING GLOW OF THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She puts the receiver to her ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I can see itl",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "What's the big deal?. Lf you've seen fog once, you've seen it for life. As he talks we see a window behind O'Bannon in the background. Thin wisps of fog curl up outside the pane of glass. \f158 159 160 161",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "There's something different about this fog, Dan. Ir... it glows. Can you see anything yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fog completely covers the window behind O'Bannon:",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "Glows? Oh, I get it. You take something to keep you oing, right? Gers you a ittle weird sometimes? Suddenly the lights in the weather station go out. O’BANNON (CONT'D) Hey .",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": ": (over telephone) What? O'Bannon stares at the machinery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "The lights went out and everything's sears going crazy! My compass is spinning and .. . @@@@ the ; temperature’s dropping! The window behind O'Bannon GLOWS A GHOSTLY WEITE, Gasting a dull pale light in the statz",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'BANNON, (CONT'D)",
          "text": "What the hell is that? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve continues to stare out the window. STEVE. What is it? What's happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COAST, (EFFECT)",
          "text": "In the distance the FOG PULSES ON AND OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "Dan, what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "Somebody's shining a light outside the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(over telephone) Dan, listen to me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna check this out. Hold on, sweetheart. O'Bannon puts down the phone and scands up. CAMERA MOVES IN to the receiver and we hear Steve on the other end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(over telephone) Dan... Dan! .",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Please, stay on the phone! Dan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The window continues to GLOW. O'Bannon slowly moves across the room toward it. Suddenly there is a LOUD, SLOW RHYTHMIC POUNDING on the Iront door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'BANNON",
          "text": "He stops cold, staring at the front door. The POUNDING CONTINUES, slow and steady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'BANNON",
          "text": "Come on . . . This has gotta be ajoke... . \f167 168 169 170 171 172",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "More POUNDING. And at the bottom of the door, through the crack, we see a PALE GLOWING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve can hear the POUNDING over the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Bannon turns back to the receiver behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O' BANNON",
          "text": "(shouts) Someone at the front door, sweetheart, playing a stupid joke. eee starts toward the door, CAMERA MOVING BACK WITH",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'BANNON, (CONT'D)",
          "text": "And whoever it is ain't gonna like finding me home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "CAMERA MOVES TOWARD THE DOOR. The POUNDING continues, the GLOW under the door brighter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "{shouts into telephone) Dan, stay away from the door!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Bannon grabs the doorknob and pulls the door open. There is nothing there except a solid wall of PALE, GLOWING Foc. O'Bannon peers out into it. ‘ BANN Hello? A i Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "172 173 174 175 176",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'BANNON, (CONT'D)",
          "text": "Someone there? Again silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE DOOR",
          "text": "With his hand still on the doorknob in foreground, O’Bannon turns back and shours at the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "__ O' BANNON",
          "text": "(shouts) I think some asshole got drunk and started taking this hundred year business a little too seriously . Suddenly a black, slime-covered hand reaches into frame and grabs O'Bannon’s arm. O'Bannon jumps and turns around. His eyes widen in horror _ at what he sees. He opens his mouth and SCREAMS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve hears O'’Bannon's PIERCING SCREAMS over the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(screams)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "Fog fills up the weather station. The doorway is totally obscured. We can only hear O'Bannon's SCREAMING. Then from outside the door the fog GLOWS BRIGHTLY, and backlit we see two figures struggling in the doorway. A huge black shave lifts O'Bannon off the floor like a rag doll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve listens in horror over the phone, (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fwt 176. 177 178",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Then a CACAPHONY OF SHATTERING CLASS, as if every piece of glass in the station broke at the same time! Then suddenly dead silence. Steve listens. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(weakly) Dan . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINDOW",
          "text": "Through the broken window we see the fog slowly drift. do and disappear below the bottom sill. CAMERA PULLS BACK TO REVEAL the room. The fog is gone. The station is clear, dark and quiet. Through the front door we see two headlights appear in the distance and grow larger and larger until they stop right in front of the door. The truck doors SLAM and then Nick and Elizabeth appear 7 the door. Nick CLICKS on a flashlight and they step mside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The windows are all broken! Nick rushes over to the machines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Look at these gauges! The thermometer is stuck at twenty degrees! Nick sees the phone receiver and picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(into phone) Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve slowly hangs up the phone. She stands for a moment by the window, then looks out again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "179.",
          "text": "180 181 182",
          "sentiment": "neutral"
        },
        {
          "speaker": "COAST, (EFFECT)",
          "text": "The fog has disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She flips on the lights and hurries over to the microphone. She flips a switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Sorry to interrupt the music, but I have an urgent. bulletin. Will Sheriff David Simms please contact KAB Radio immediately? The number is 557-2131. This is an emergency! We see a red light flashing on the telephone, but Steve does not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick waits on the phone as it RINGS distantly. Finally he hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No answer. Maybe she's on the air. He looks at Elizabeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WICK, (CONT'D)",
          "text": "Come on. They walk out of the station back to the truck. CcuUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Kathy continues her speech we see the BARTENDER from the tavern step up on the speaker's platZom and whisper something in the sheriff's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": ". . . and all of us need to redouble our efforts and work together. We have a vital, thriving commmity and I say we've got to keep it that wayl (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f182 183 1384 185 186 187",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As che crowd APPLAUDS her the sheriff excuses himself | and leaves the platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOW ANGLE looking up a telephone pole. There is a GLOW on the pole and then we see the fog slowly creeping up it, moving toward the mass of wires at the top..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sheriff walks through the front door and heads for the pay phone at the rear of the tavern. He lifts the receiver and inserts a dime. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fog envelopes the top of the telephone pole. A wispy finger of mist curls around a cluster of wires. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone RINGS and Steve instantly picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Hello, KAB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wires have turned white, frosted over by the cold fog. One by one the wires begin to SNAP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f188 189 190 191 192",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sherif= punches the receiver cradle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "Hello . . . hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve jiggles the phone cradle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheriff Simms... ? She presses the cradle down, trying to get a dial tone. Nothing. The phone is dead. Cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The THRUMM of turbines and generators comes from a huge, concrete and steel building. A lit sign in front of the building reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIO BAY POWER STATION",
          "text": "2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "California Edison Slowly the fog rises up over the sien and envelops it. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick's truck ROARS by CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Elizabeth listen to Steve on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(over radio) . and there's a problem with the telephones here, so . I'm going to stay on the air and just hope that someone's listening. cur TO: \f193° INT. KAB - TOP OF LIGHTHOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(into microphone) There's an emergency situation in Antonio Bay. Will someone from the sheriff's department immediately get to the Coast Guard weather station out on the old Russellville Road. There is a possibility that someone is injured or . dead. Cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are LOW to the floor by the door of the power station. In the background are the huge machines THRUMMING with powez, The foe creeps under the door and drifts across the Eloort towaza the machines cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": ". . . and as we make our way across the park for the unveiling of the statue, I think we should all keep in mind the significance of this night for every citizen of Antonio Bay. The crowd in the bleechers light up their candles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERATOR, (EFFECT)",
          "text": "The fog envelops a huge generator. A wisp eurls sharply into the spinning turbine. oer the screen goes WHITE as the generator shorts cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "197 198 199",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the lights fil-+er and dim. The machines DRONE to a stop. Steve looks at her dials. ‘ivy are dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the lights in the tavern, surrounding buildings, streetlights, everything is cut. There is a flickering glow from the fifty or so candles. Kathy, the mayor and the other dignitaries are confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "(into her mike) We should all proceed . She realizes it doesn't work so she steps to the edge of the platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY, (CONT'D)",
          "text": "(shouting) We should all proceed over to the statue. Single file. Please, don't push. Take your time. The crowd starts filing out of the bleechers. The mayor steps up next to Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I would say an auspicious moment for a power failure. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve YANKS at the cord of her auxiliary generator. It SPUTTERS a couple rimes but doesn't turn over. She YANKS again. A few more SPUITERS. ; Steve stands up to marshall her strength and sees something out the window. She steps close to the glass. \f200. 201 202 203",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE'S PCV",
          "text": "The fog is 2 huge GLOWING ass that moves down the coast",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tt is gigantic, PULSATING WITH LIFE, spreading across the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She stares in horror, and then a realization hits her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the lights are out. Mrs. Kobritz has lit some candles, She and Andy sit in the front room by the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Why did the lights go out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRITZ",
          "text": "There' s no need to worry, Andy. They'll be back on in no time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "I think it's kind of neat. Suddenly there is a FAINT GLOWING from the window. Mrs. Kobritz stands up and looks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRITZ",
          "text": "Well, now, what's this? cuUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve punches the elevator button madly. It, along with the other machines, are dead, She races to the stairwell door and opens it, throwing back the huge bolt, then stops, She rushes back to the window. \f204 205 206 207 208",
          "sentiment": "neutral"
        },
        {
          "speaker": "COAST",
          "text": "It is too late for her to get to the beach house. The fog is moving right up on the cluster of houses, Starting to énveiop them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She realizes it. Frantically she pulls at the generator cord again and again with all her strength. The generator SPUTTERS and PURRS but doesn't turn over. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Kobritz and Andy stand at the window looking out, their faces illuminated by the PALE GLOW of the approaching fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRITZ",
          "text": "Looks like . . . fog. It's moving right past Mrs. Oliver's house . . . coming right this way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOW ANGLE looking up at the beach house from the sand. We see Mrs. Kobritz and Andy standing at the window. Moving pest CAMERA low to she beach is she Leading",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a frenzy Steve pulls on the generator cord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Please... please... Suddenly the generator SPUTTERS to life, HUMMING steadily The lights in the station fade on! 7 Steve rushes to the microphone and flips it on. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f209 210 211 C 208°",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(late microphone) Andy, get our of the house! Run! Mrs. Kobritz, get him out of the house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tadio, like the lights, is dead. Mrs. Kobrirz and Andy stand ar the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRITZ",
          "text": "I chink maybe we'd better close all the windows, Andy. Are your bedroom windows closed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "I'll go see. Andy turns from the window and runs into his bedroom. Qutside the window the fog starts to seep across the eee sis ee Se Oe eee ee Pe pees Sess a glass. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(into microphone) Andy ger out! Run! Please, someone, my son is trapped! 6887 White Beach Lane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Elizabeth listen to Steve's voice on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(over radio) My son is trapped by.the fog! 387 White Beach Lane! Please help him! Elizabeth points. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f211 212 213 214",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "There ic is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A street sign at the intersection ahead is lit by the truck headlights:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck SCREECHES a hard turn down White Beach Lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy returns from his bedroom to find the entire window covering and GLOWING with the fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Wow, lookit that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRITZ",
          "text": "Are all your windows closed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Yes m'am. Mrs. Kobritz turns away from the window for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRITZ",
          "text": "I wonder about your mother's bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "guddenly a black human-like shape backlit by the GLOWING og walks by the window benind her. She doesn't see it but Andy does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Mrs, Kobritz .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRITZ",
          "text": "I'm sure I closed them, but E'd better make sure. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f214 215 216 217",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mrs. Kobritz starts toward the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "There’s somebody outside. I just saw him walk by the window. There is a POUNDING at the front door, a SLOW STEADY KNOCKING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick's truck BLASTS down White Beach Lane at full speed. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Kobritz hesitates by the door. The POUNDING continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRITZ",
          "text": "Andy, I want you to go to your room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "I think I should stay .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRIT2",
          "text": "Right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Yes m'an. Andy starts slowly for his room, but slows to a stop by the doorway. Mrs. Kobritz opens the front door. There is nothing ee except a wall of fog that slowly seeps into the louse, ANGLE FROM BEDROOM DOOR - ANDY - MRS. KOBRITZ ’ We see Andy in foreground, Mrs. Kobritz across the room by the front door. She turns around and sees him poised by his bedroom door. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fon 217°",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KOBRITZ",
          "text": "Andy, go to yourroom! Andy doesn't turn around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "I want to see who it is. Mrs. Kobritz, looking at Andy, doesn't see the dzinving, shape that steps into Che doorway and grabs her irom “one hand covering her mouth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy doesn't turn around and doesn't hear the death struggle behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY, (CONT'D)",
          "text": "Can't I just stay for two seconds, Mrs. Kobritz? Mrs. Kobritz is lifted off the floor by the thing! Andy shrugs and steps into his bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY, (CONT'D)",
          "text": "Okay, okay, I'm going. He closes the door behind him. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick's truck SCREECHES to a stop at the rear of the beach house. Nick jumps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Get ‘behind the wheel! Keep the engine running! Elizabeth slides over in the driver's seat as Nick races toward the beach house. The entire front side of the house is enveloped by the GLOWING FOG. it has started seeping over the roof and around the sides. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f218 221 222 223 224 225 226",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nick runs up to a window and peers in. He moves to another window, and then a third.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK AT WINDOW",
          "text": "He looks in. INT. ANDY'S BEDROOM . Andy is sitting on his bed, ‘staring at the GLOWING finge eer aeeee ooze paar his door. There is a POUNDING on",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK AT WINDOW",
          "text": "He breaks the glass with his elbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "He stares at Nick, suddenly afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK AT WINDOW",
          "text": "The window is too high for Nick to crawl in. He reaches his hand through the broken glass to Andy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Andy is too scared to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Mrs. Kobritz! The POUNDING continues on the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "@atp, €ome on! Grab my hand!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "He looks first at Nick, then ar his bedroom door. \fww a",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "The edge of the door GLOW BRIGHTLY. CAMERA MOVES IN to the doorknob as it slowly starts to turn:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "@@ew GET OUT OF THERE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "He leaps off the bed and runs to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "It slowly opens. The black, dripping, seaweed-covered thing steps into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINDOW",
          "text": "Andy grasps Nick's hand. Nick quickly pulls him up throug the broken glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding him in his arms Nick races back to the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Andy jump in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GO, GO",
          "text": "Elizabeth jams her foot down on the pedal. The truck rocks forward and stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHEEL",
          "text": "The wheel WHINES, spinning and sinking down into the soft sand under it. and then we see the fog moving slowly up the sand, a few feet away from the rear of the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elizabeth frantically guns the truck. It rocks back and forth, wheels WHINING. \fte =~. 234° 235 236 237 238 239 240 241 242",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHEEL",
          "text": "It sinks deeper and deeper. The fog is inches away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Thru che passenger window we see the fog moving toward the fruck. It. SLOWS and there is the human- ~Like thing",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZASETR",
          "text": "She shoves the truck into reverse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHEEL",
          "text": "The wheel backs out of its hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "She tries to shove it into first. The gears GRIND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "The thing is next to the truck, reaching in at them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "She SLAMS the shift into first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR OF TRUCK",
          "text": "The truck ROARS away from CAMERA off into the darkness, away from the fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elizabeth's hands are shaking on the wheel as they hurtle back along White Beach Lane. Nick reaches over Andy and puts his arm around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i",
          "sentiment": "neutral"
        },
        {
          "speaker": "/",
          "text": "243",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The candlelight procession moves slowly through the park pasc che now un-veiled statue of the Elizabeth Dane depicted crashing on the rocks. Kathy, Sandy and the mayor stand watching the crowd slowly move by as the sheriff walks up to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "I'm sorry mayor, Mrs. Williams, but we're going to have to break this up. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "The power should have been on by j ge now, Eddie’s got a portable radio in the tavern and we've been listening to Steve Wayne over at the lighthouse. She's been broadcasting for the last twenty minutes abour some kind of trouble down at the beach, something about her son, Whatever it is, I think it's bese that everybody go on home unrcil I can find ouc wnac's going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Ten minutes and everybody will have seen the statue. Just ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "Alright. Let's get 'em through and call it a night. ; The sheriff moves to the procession and begins urging people to move faster. Tne mayor turns to Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": ". I think ic might a good idea for you to go on home, Kathy. We can take care of things here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RATHY",
          "text": "I should see it chrough to the end. : (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "264 245",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Mrs. Williams, there's nothing more to do here. Right now I think you need to be at home. Kathy looks at her a moment and then smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "A little annoying, but you're right, Sandy. If areal I'd like to go home. And I'd like you to stay with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Yes m'am. Kathy and Sandy turn away from the procession and walk across the park toward the silver Cadillac. cut To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COAST",
          "text": "The fog moves away from the cluster of beach houses, drifting slowly inland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve stands at the window staring. She has unscrewed the microphone and holds it in her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(into microphone) Andy... I don't even know if you can hear me. . I'm sorry that I didn! t come for you, that I wasn' there . .. I had to stay “here and try to reach someone and get someone to find you. And I oo know if they even heard . . I'm going to stay here, andy. If you'te safe then it's all right, and if you're noc . I can see from up here, and maybe I can help... I hope you understand . . . that I've got to stay here . (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\foe 2435 246 247 248 249 250",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Steve leans her head against the glass and cries. Slowly she lifts her head again and looks our.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(into microphone) The fog . . . is moving inland, away from the beach, toward Antonio Bay. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick's truck hurtles along a street leading into town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick, Elizabeth and Andy listen to Steve on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(over radio) It's just hitting the outskirts of town . . . Broad Street . Clay Street . . . now over to State Street . a NICK That's just up ahead. Suddenly Elizabeth SLAMS on the brakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just down the street the fog drifts berween houses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Back up and take a left!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck lurches backward, stops and careens off down a side street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\fi 251 #j.INT. KAB - TOP OF LIGHTHOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(into microphone) Ie's over by the armory. I can't - remember the street. Highland... No, I think it's Chestnut... Now it's turned on to Main... cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy’s Cadillac moves along the darkened street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sandy drives. Kathy sits staring out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Feel like listening to some music?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Sure. Sandy CLICKS on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(over radio) ._. it's moving faster now. Up Regent Avenue .. . to Smallhouse Road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "It's Steve Wayne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(over radio) Now it's spreading out. Up to the end of Smallhouse . .. over to 10th Street. \fww it 254 255 256 257 258 259 260",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dark streec suddenly GLOWS at the other end. The fog.moves sight toward the Cadillac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Sandy . Sandy brakes to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "- (over radio) It's moving down 10th Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fog gets closer and closer to the Cadillac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "(over radio) If you're on the south side of town go north... Stay away from the fog .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is she saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Sandy, back up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fog is right om top of the Cadillac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cadillac ROARS straight back, tires SQUEALING, burning rubber, and fishtails a turn backward on to a side street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two women stare up the street in front of them. \fwt a 261 262 263 264 265 266 267 Pov THRU WINDSHIELD Another wall of GLOWING FOG moves out of the side street across from them, right toward che car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cadillac SCREECHES a turn back down the street. curt TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve continues at the window with the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "{into microphone) The fog is sweeping inland now . . . almost like a wall across the east end of town. It seems to be slowing down mow . . . not spreading as fast... settling in... There is a CLANKING sound from somewhere down below. aceve turns around and glances over at the elevator ors. At the same time we hear the SOUND OF IHE ELEVATOR Steve quickly opens a glass door and steps out on to the railing. She leans over and looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN LIGHTHOUSE",
          "text": "The fog has completely surrounded the lighthouse at the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve jumos back inside and closes the door. She races over to the elevator doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator slowly rises toward the top of the lighthous ANGLE ON STEVE ie She steps around the side of the elevator doors and opens the engine casing. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f267 268 269 270 271 272 273",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Then she grabs a casette recorder, stands back and throws it into the engine. The engine WHINES, showering sparks out into the room, and then suddenly dies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She rushes to the stairwell door and opens it. From way below is the SOUND OF FOOTSTEPS on the metal Stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAITRWELL",
          "text": "Two blackened feet, laced with seaweed and dripping with Water, move slowly uo the stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She SLAMS the stairwell door shut and bolts it. Then she goes back to the window and picks up the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(into microphone) The fog has surrounded the lighthouse here at Spivey Point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the windshield of the Cadillac we move up che small driveway toward the church, then around the side past the cemetary to the rear. Parked by the rear door is the truck. Nick, Elizabeth and Andy are just getting out. ;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cadillac SCREECHES to a stop. Kathy and Sandy get our and huddle with Nick, Elizabeth and Andy in the beam of the headlights. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "274 276",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Te cur us off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Where is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Right behind us, coming up the drive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Inside! They run to the rear door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The church is dark, lic only by the flickering candles on the altar. Father Malone stands staring out one of the front windows holding an almost empty bottle of liquor as they rush inside. Nick SLAMS the door and eae Ee The group moves over to Father Malone at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Father Malone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Can you see it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "There . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GLOWING FOG is a long, solid mass. moving up the hill toward the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Is there a basement or cellar in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "We can't hide from it. No matter where we go it will find us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "We have to try! Andy peers out the window. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fos 276 277 278 279 280",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Look! There's some people out there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the FOG GLOWS we see ten of them spread out in a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "slow-moving line, the ghosts of the Elizabeth Dane Marching coward ‘the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "They're not people...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "We can't stand here, Father!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "There's a study in the back with only one door. I'11 show you the way. The group starts toward the rear of the church. Father Malone remains at the window staring out in fascination. Nick curms and rushes back to him. He grabs the priest, takes the bottle out of his hand and pulls him along with the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Come on, Father . Nick hurls the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALL",
          "text": "The bottle SMASHES against the stone wall. The liquor runs down the wall, CAMERA FOLLOWING IT to the Journal of Father Patrick Malone lying on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move inside. Nick secures the door. Sandy looks out the rear window. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "They're in back!- \fwu 281°",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fog has completely surrounded the church. Five ghosts move slowly toward the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fog seeps over the bottom sill of one of the Tighthouse windows. Ic hovers outside tne glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(into microphone) It's reached the windows now . . cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATRER MALONE",
          "text": "Blake and his men have come for us. It's our day of judgement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What are you talking about? Who's Blake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "It's in the journal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "We are cursed, all of us here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What journal? Rathy looks around the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Where is it? ; Father Malone almost has a smile on his face as he points to the door to the sanctuary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "It's in there. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "285 286",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(into microphone) The top of the lighthouse is covered with fog... Then there is a POUNDING ar the stairwell door and a GLOWING under the crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (CONT'D)",
          "text": "Someone's at the stairwell door. ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the front windows we see the GLOWING FOG and the black shapes coming right up to the church. ‘GAMERA PANS DOWN to the journal lying on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door to the sanctuary is open. Nick stands there peering into the candlelit sanctuary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "By che window .",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "It can do us no good now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "It's all we've got! Nick steps into the sanctuary. Elizabeth moves to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Nick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "If anything happens shut the door and lock it! : \f4 4 287 288 289 290",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick rushes through the darkness, past the candlelit altar, up to the front of the church. He moves along the wall and ducks under the window. He picks up the journal. Suddenly the window above him SHATTERS and a black, Nick rolls away from the window, jumps to his feet and runs back toward the study door. As Nick moves past the rear door BLASTS open. A thing steps through, reaching for Nick! He ducks our or its Way, overturns a pew between chem and races back to the study door. It SLAMS shut behind him! cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The upper hinge on the stairwell door BREAKS from its molding. The door buckles in, still held by the lower hinge. Steve stands helpless in the middle of the room as the thing on the other side of the door POUNDS away at it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SMASH! Another window in the front of the church SHATTERS! A dark shape crawls through the broken glass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The others react to the SHATTERING OF GLASS in the sanctuary as Nick looks up from the journal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "It was on the driftwood! \"Twelve must die\". He looks at Elizabeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Three men on the Sea Grass . (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fat 290 ° CONTINUED Kathy looks at Zlizabeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "(quiecly) Al's dead, isn't he? Sandy steps next to Kathy and puts her arm around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "The weatherman is four.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ANDY",
          "text": "Mrs. Kobritz...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "There was a young woman who lit the bonfire at Spivey Point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Steve at the lighthouse . Andy looks up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "My mom! Elizabeth leans down to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "It's going to be all right, Andy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "That's six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "And the six of us makes twelve!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "They came back for the twelve original conspirators, and we're going tc die in their. place. Suddenly the rear window of rhe study SHAITERS! A shape starts through into the room! (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f290",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nick grabs a filing cabinet end shovex it up into the: window. Sandy and Elizabeth help him hold it there as the thing on the other side claws against it, trying to get in. . Kathy picks up the journal. More windows SHATTER in the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "Wait a minute! Listen to this! : (reads from the journal) “Were it possible to raise the dead I would return Blake's fortune to him, almost intact save the money spent on these stone walls that hide it.\" Father Malone takes the journal from her and reads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHY",
          "text": "They didn't use all the money! They built the church and hid the rest of it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "\"My fellow conspirators believe that the confiscated fortume has been stolen from them, when ‘in fact I am the thief and God's temple is the tomb of gold.\" Father Malone drops the journal and rushes to the hole in the wall. He grasps the slab below and pulls. “The Slab moves!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE, (CONT'D)",
          "text": "Help me! Kathy rushes over. Together they pull at the stone slab. It finally gives way and falls to the floor. In the large opening behind the slab is a huge wooden . chest! qr To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "291.",
          "text": "292 293 294",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve shoves a table up against the buckling stairwell door. Suddenly a hand reaches through the space between the door aod the wall ana grabs her aru! Steve struggles, the clawing hand RIPPING her blouse. She pulls “ree, Staggering backward. The table moves and the stairwell door RIPS off its remaining hinge. The thing steps into the room! Steve races to the windows, opens the glass deer and steps out on to the railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "She is covered with fog. She moves down the railing around the outside of the lighthouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM",
          "text": "Inside she sees the thing walk across the room to the giass door after her! cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SNAP! The top of the chest swings open revealing thousands of gold coins. Suddenly the filing cabinet surges backward. A ghostl hand thrusts in and grabs Sandy's hairl She ScREAMS t starts to pull her througal Nick, Elizabeth and Kathy beat at the hand but it has her. The hand pulls Sandy up between the cabinet and the window sill. Nick nolds on to ner legs. Father Malone drags the chest to the door,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "I can stop them! He quickly unlocks the door and opens it. The others struggle at the window with Sandy and don't see him. He pushes the chest through the door and steps out. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "295 295 296",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"297",
          "text": "298 299",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "But Andy sees him end rushes to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't go out there! Father Malone closes the door behind him. Andy grabs the doorknob and tries to open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Malone holds the door shut. He looks out into the church sanctuary. . Pov - CHURCH SANCTUARY It is filled with fog. As the fog GLOWS we see the ghosts moving slowly toward us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "Blake! Take back your gold! With his foot his gives the chest a push.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH SANCTUARY",
          "text": "The chest slides out into the sanctuary, tipping over, spilling gold coins across the floor. The ghosts suddenly stop, except for one who walks up to the chest. In the light from the candles-we can’t see his features Septal except for two, blood-red burning eyes. It is e. rt .",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "Blake . Father Malone releases his hold on the door and rushes forward into the sanctuary. The door opens and Andy steps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Father Malone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAR",
          "text": "Father Malone runs up to Blake. (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f299 300 301 302 303",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "304 305",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER MALONE",
          "text": "It was my grandiacher who stole your forzune! Ir's me who mst ‘answer for him! Take me, Blake! Take me for the twelve! Blake aaa at him with glowing red eyes. Then suddenl cabs Father Malone around the neck eck and Tits are oz= his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDLES",
          "text": "Father Malone's robe droops down into the burning | candles. It catches fire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALONE",
          "text": "A flame shoots up Father Malone's back .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAXE'S ARM",
          "text": "and up across Blake's arml",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAKE",
          "text": "They burst into flames! There is a SUDDEN HOLLOW METALLIC SCREAM and the sanctuar oes white with 2 sudden EXPLOSION",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smoke billows Suddenly Nick hand is gone. inte the study. pulls Sandy back through the window. The-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Andy! They rush out into the sanctuary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy stands there as the others come up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "It went away. \f306. 307 308 309",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘POV - SANCTUARY CAMERA PANS the sanctuary. The fog, the ghosts, and the gold aze gone! Only Father Malone's charred body remains. : CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sea's pods cuo0 tg rekhgs, cn she sold sigh, There is complete silence. 7 cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick, Elizabeth and Andy, and Kathy and Sandy step out of the church. They look out over the town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIO BAY, (EFFECT)",
          "text": "Antonio Bay is clear and quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy goes over to her car and turns on the radio. We hear Steve's voice. STEVE . (ever radio) . . . and I can see car headlights moving on thestreets again. Locks like the power's on again from Main Street to the Scottsville Road... Nick bends down to Andy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Let's go over and see your mom, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Okay. cur TO: \f311 “INT. RAB - TOP OF LIGHTHOUSE - NIGHT De Steve is ac the window with the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(into microphone) I don't think any of us knows 7 . exactly what happened to our town, ,ronight. Something came out of the fog and tried to destroy us. In one moment it vanished, but if this has been anything but a nightmare, and all of us don't wake up to , find ourselves safely asleep in our beds, it could come again. To the ships at sea who can hear my voice, look into the darkness across the water. Look for the fog . FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2004"
    }
  ]
}