{
  "movie_id": "MOV2393",
  "scenes": [
    {
      "location": "TIGHT SPACE",
      "time": "INDETERMINATE TIME",
      "characters": [
        "-DRIVES HIS SWORD THROUGH HELA AND INTO THE HEART OF ASGA",
        "-BRUTALLY KILLS FANDRAL AND VOLSTAGG",
        "THOR",
        "OW",
        "C140 OMITTED",
        "AA46 OMITTED",
        "-CAUSING ALL OF HIS FLESH TO MELT OFF HIS SKELETON",
        "THOR SAD",
        "BANNER THOR, (CONT'D)",
        "BURST OF LIGHTNING",
        "-ODIN IS DISSIPATING INTO STARDUST. THE ALLFATHER HAS D",
        "STRANGE",
        "NO BANNER",
        "A46 OMITTED",
        "IN THE ARENA",
        "BA-BOOM",
        "SKURGE ADDRESSES A CROWD OF ASGARDIANS. HELA BEHIND H",
        "OMITTED",
        "OVERRUN BY THE GIANT WAVE OF FIRE DEMONS",
        "TIME CUT",
        "D140 OMITTED",
        "BUILDINGS, DEAD SOLDIERS. IT LOOKS LIKE ALL HOPE IS LOST.",
        "-A MASSIVE BLACK SPIKE EXPLODES FROM THE WATER AND SLAMS",
        "GUNFIRE FROM ABOVE",
        "HELA",
        "A142 OMITTED",
        "THE END.",
        "A51 OMITTED",
        "B98 OMITTED",
        "A98 OMITTED",
        "THE SHIP CLEARS THE CLOUDS TO REVEAL-",
        "-ASGARD IN RUINS. A DEVASTATED GHOST TOWN. FIRES, WRECKED",
        "STABS THE ARK AND PREVENTS IT FROM LEAVING",
        "A72 OMITTED",
        "-THE MASSIVE FORM OF SANCTUARY-2, THANOS' WARSHIP",
        "DR. STRANGE",
        "B140 OMITTED",
        "BANNER",
        "SURTUR'S CHEST",
        "-THEY'VE REACHED THE REALM'S EDGE",
        "WHAT",
        "OF THE MOUNTAIN FACE VANISHES IN A SHIMMERING ILLUSION",
        "POWERS, A GIANT BLACK SPIKE FROM THE BEDROCK OF ASGARD TH",
        "CUT TO BLACK.",
        "BLUE DRAFT 05/20/16 81.",
        "BANNER, (CONT'D)",
        "A133 OMITTED",
        "AB46 OMITTED",
        "THOR, (CONT'D)",
        "...SKURGE IS LEADING AN ARMY OF BUTCHERS BEHIND THEM"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Dark and cramped. The soft red light of fire seeps throug iron slats. Inside this cage is a man, bound by chains. It's THOR. His beard is long and his clothes are worn. Th rough, grizzled look of a man who's spent years on the ro He awakens with a JOLT.   Looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now I know what you're thinking. Oh no! Thor's in a cage. How did this happen? (then:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, sometimes you have to get captured just to get a straight answer out of somebody. It's a long story but basically I'm a bit of a hero. See, I spent some time on earth, fought some robots, saved the planet a couple of times. Then I went searching through the cosmos for some magic, colorful Infinity Stone things... didn't find any. That's when I came across a path of death and destruction which led me all the way here into this cage... where I met you. Reveal that he's talking to a weird alien skeleton in cha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much longer do you think we'll be here? NOISE.    Sounds of metal gears TURNING. Suddenly the bottom DROPS OUT! Thor PLUMMETS until - SHLI Chains CINCH and abruptly halt his descent. Thor dangles feet off the ground. Pull back to reveal we are in-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cavernous space. The walls, floors, and ceilings are molten rock, which has creepy glimmers of fire within it. Stationed in the center is a volcanic rock throne, and sitting in that throne is a charred demonic skeleton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor, Son of Odin. Thor's chain turns to reveal- -SURTUR on his throne. Eighteen-feet-tall, flesh made of fire, and demonic spiked horns on his skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surtur. Son of a bitch...you're still alive! I thought my father killed you, like, half a million years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cannot die. Not until I fulfill my destiny and lay waste to your home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, it's funny you should mention that because I've been having these terrible dreams of late. Asgard up in flames, falling to ruins, and you Surtur are at the center of all of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you have seen Ragnarok, the fall of Asgard. The great prophecy--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hang on.   Hang on. Reveal that Thor's chain is turning VERY SLOWLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be back around shortly. I really feel like we were connecting there. After a beat, Thor rotates around to face Surtur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, so, Ragnarok. Tell me about that. Walk me through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My time has come. When my crown is reunited with the Eternal Flame, I shall be restored to my full might. I will tower over the mountains and bury my sword deep in Asgard's--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hang on. Give it a second. Once again, Thor is turning VERY SLOWLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear I'm not even moving, it's just doing this on its own. I'm really sorry. (then:) Okay, let me get this straight. You're going to put your crown into the Eternal Flame, and then you'll suddenly grow as big as a house--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mountain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Eternal Flame that Odin keeps locked away on Asgard? Surtur grins, evil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Odin is not on Asgard. And your absence has left the throne defenseless. That elicits a concerned look from Thor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, so where is it? This crown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my Crown, the source of my power. Surtur points at the V-shaped horns on his head..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that's a crown? I thought it was a big eyebrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a crown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, it sounds like all I have to do to stop Ragnarok is rip that thing off your head. Surtur stands up and approaches Thor, DRAGGING his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Ragnarok has   already begun. You cannot stop it.    I am Asgard's doom, and so are   you. All will suffer, all will   burn. Surtur steps forward and GRABS the chain above Thor's fee holding it so he and Thor are face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's intense. To be honest, seeing you grow really big and set fire to a planet would be quite the spectacle. But it looks like I'm going to have to go with option B where I bust out of these chains, knock that tiara off your head, and stash it away in Asgard's vault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You cannot stop Ragnarok. Why fight it? Behind his back, Thor opens his hand.    Sending out the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because that's what heroes do. Nothing happens.   Thor appears annoyed at himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, sorry. I didn't time that right. (pause) And, now! BOOM!   Thor's hammer Mjolnir CRASHES through the wall! Thor BREAKS FREE from his chains, GRABS Mjolnir, spins, a flies a distance away. He FLINGS Mjolnir back at Surtur, smashing the giant in the face. Mjolnir returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have made a grave mistake, Odinson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE WALLS COME ALIVE! A seemingly infinite swarm of FIRE DEMONS rally to Surtur's aid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I make grave mistakes all the time. Everything seems to work out. In the shadows, a massive FIRE DRAGON ROARS. The fire demons SURGE FORWARD. Thor backs up, HAMMERING AWAY. He then leaps back, SPRINGBOARDS off the wall, and- -LANDS HARD, SLAMMING Mjolnir down. The resulting shockwa KNOCKS BACK THE LEGION OF FIRE DEMONS. The Fire Dragon STRAINS against a chain leash. Thor is now facing off with Surtur. Surtur thrusts his ha at Thor, generating a humongous PROJECTILE WALL OF FIRE! Thor SPINS Mjolnir so fast that it creates a kind of SHIE The God of Thunder and the Fire Giant engage in ferocious hand-to-hand combat. Each landing power shots, sending sparks of both fire and electricity into the air. Thor SLIPS behind Surtur and TAKES OUT his knees. Thor th LAUNCHES HIGH into the air and summons a HUGE LIGHTNING B Descending hard, he uses all his power to- -LOP SURTUR'S HEAD OFF OF HIS BODY! Surtur's body DEFLATE and COLLAPSES into a heap of charred bones. Thor straps the crowned skull to his back. He turns to fi -the army of Fire Demons regrouping as reinforcements flo in, filling the space to capacity. Recognizing the threat Thor thrusts Mjolnir above his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall. I know it's been a while, but I could use a fast exit! Nothing.   Thor just stands there as the Fire Demons adva",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Heimdall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall is nowhere to be found. Instead, we meet SKURGE. He's bald, strong, mean looking, a little eager to be lik",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the moment, Skurge is entertaining two ASGARDIAN WOMEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall was an idiot. This job should have made him rich. Now, the job ain't easy, but it does have its benefits. The Bi-Frost gives me access to everything the Nine Realms have to offer. I mean it's all mine for the taking. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behold...my stuff. Skurge has drawn their attention to a pile of weapons and treasures he has stashed off to the side. He hefts up two M-16 assault rifles, trying to play it co",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm particularly fond of these. I pulled `em out of a place on Midgard called Texas. I even named them. Des and Troy. You see, when you put them together...they destroy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Having expected to have been Bi-Frosted out of there, Tho",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERRUN BY THE GIANT WAVE OF FIRE DEMONS",
          "text": "The Fire Dragon BREAKS FREE of its chain. Realizing he's in trouble, Thor TAKES OFF, rocketing up t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor CRASHES out of the ground and LANDS on a craggy surf Disoriented and singed from the fire demon onslaught. Thor's cloak is on fire, and he frantically PATS OUT the flames. He picks up Mjolnir, holds it up once more. Nothi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall, come on. THE GROUND SHAKES! Like an earthquake. Thor backs up as t ground begins to give way all around him. And then- -THE FEARSOME FIRE DRAGON BURSTS OUT OF THE GROUND! The dragon opens its tremendous jaws for an ear-splitting roa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but Thor STUFFS Mjolnir into its mouth and lets go. THUD! The hammer DROPS, pinning the beast down by its bot jaw. It THRASHES and GROWLS, trying to break free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay. (looks up to the sky:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm running short on-- Thor notices that all around him the ground is CRUMBLING a field of sinkholes giving way to more snarling Fire Dem",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-options. Thor calls for Mjolnir and TAKES OFF.   The dragon SCREEC",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skurge continues showing off for the ladies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall? Behind Skurge the Bi-Frost starts MOVING.   One of the wo notices the Bi-Frost glowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skurge, is that important? Skurge turns and notices the Bi-Frost activity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You girls are in for a treat. Angle on Heimdall's sword, which has been sloppily cast a in another pile of \"stuff.\" Skurge hastily runs and grabs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor is FLYING at top speed, but that dragon is right on heels! The fire demons LAUNCH flaming projectiles from be Thor looks back, genuinely nervous. The dragon is OPENING its jaws to swallow Thor whole when- -Suddenly Bi-Frost OPENS! The portal surrounds Thor and engulfs the dragon's head! In an instant, they're gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skurge has plunged Heimdall's sword into Bi-Frost. BOOM! Thor EXPLODES out of the portal along with the seve head of the dragon! SPLAT! Blood and guts RAIN DOWN on Skurge and the two women, DRENCHING them with purple gore The dragon's head SLIDES slowly across the floor, coming rest right in front of the women who are frozen in shock. The women SHRIEK and rush out of the Observatory. Thor meanwhile is clean and staggering back to his feet. He lo up to Skurge, who is wiping dragon guts off of himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girls! (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well well, look who decided to pop in. Thanks for scaring away my company and drenching my workplace in brains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you remember? I'm Skurge. (Thor doesn't)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We fought together on Vanaheim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.   Where's Heimdall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That traitor. No one knows, he's a fugitive of the throne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Traitor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, you see, Odin charged Heimdall with negligence of duty, but he disappeared before the trial. Hard to catch a guy who can see everything in the Universe. Thor starts to say something, but then gives up. Instead starts towards the exit... but Skurge stands in his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on. I'm supposed to announce your arrival. Thor SPINS UP Mjolnir and takes off in a blur.   Skurge s the loooong run down the Rainbow Bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOR arrives with Surtur's skull. There's a small crowd making its way through a threshold which stands a monumental statue of Loki, arms out-stretc in the `savior' pose. Confused, Thor turns to a theater patron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOKI falls into frame, GASPING FOR BREATH... although it' not Loki. This is ACTOR LOKI and we're watching a STAGE P In the background, a single musician plays the haunting s from THOR: THE DARK WORLD on a pan flute. Suddenly, ACTOR THOR leans into shot, holding Actor Loki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, brother. This is it.    I take my leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fool, you didn't listen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lady Sif!     Get help! \"Sif\" awkwardly runs off. The \"Warriors Three\" watch sadl small choir JOINS IN as the music builds to a CRESCENDO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody help! BLUE DRAFT 05/20/16                10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the middle of the audience we reveal ODIN, sitting upo chaise lounge, sipping wine and thoroughly enjoying the s Unseen, Thor arrives behind the audience and watches. ACTOR LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry for all I've done. ACTOR THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right.   Hold on. ACTOR LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry I tried to rule Earth. ACTOR THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'd be lucky to have you. ACTOR LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry about that thing with the Tesseract. I just couldn't help myself. ACTOR THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. ACTOR LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a trickster. ACTOR THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So mischievous. ACTOR LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry about that time I turned you into a frog. ACTOR THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a wonderful joke. ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to no-one in particular) Twas indeed hilarious. ACTOR THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are the savior of Asgard. ACTOR LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell my story. ACTOR THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will. ACTOR LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Build a statue for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ACTOR THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We will build a big statue for you. ACTOR LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With my helmet on, with the big bendy horns. ACTOR THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will tell Father what you did here today. Odin mouths Actor Loki's final line along with him. ACTOR LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't do it for him. Actor Loki then \"dies\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noooooo!!! The brothers freeze in a TABLEAU as ACTOR ODIN steps forw ACTOR ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And so Loki died of his wounds, giving his life for ours. He fought back those disgusting dark elves. He brought peace to the realm. He takes a 4-YEAR-OLD BOY, PAINTED BLUE, into his arms. ACTOR ODIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki, my boy...`Twas many moons ago I found you on a frost-bitten battlefield. Thor watches, incredulous. He then notices that a woman n to him is openly SOBBING at the play. ACTOR ODIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On that day, I did not yet see in you Asgard's savior. No. You were merely a little blue baby icicle... that melted this old fool's heart. The crowd erupts in rapturous applause. The players bow. stands up, leading the crowd in this STANDING OVATION. ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bravo!    Bravo! Well done.   Bravo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father. BLUE DRAFT 05/20/16                   12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Odin sees Thor taking a knee.   Curses under his breath: ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shit. (then, announcing) My son! Thor has returned! Greetings my boy. Odin goes through a weird internal transformation. His fluidity is replaced by a rigid and regal posture. He bat away his maiden and turns to Thor, who stands up. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an interesting play.    What's it called? ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Tragedy of Loki of Asgard. The people wanted to commemorate him. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Indeed they should. (provoking) I like that statue. A lot better looking than he was when he was alive, though. A little less weasely. Less greasy maybe. Odin sours, masking his agitation.    Thor holds up the s THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what this is? ODIN (ADR)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The skull of Surtur? That's a formidable weapon. Thor approaches an E-Guard and hands it over. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do me a favor. Lock this in a vault so it doesn't turn into a giant monster and destroy the whole planet. ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So it's back to Midgard for you, is it? Thor starts YO-YOing Mjolnir, turns back to Odin. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. I've been having this reocurring dream lately. (MORE) BLUE DRAFT 05/20/16                13. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every night I see Asgard fall into ruins... ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's just a silly dream... Signs of an overactive imagination. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Possibly... but then I decide to go out there and investigate. And what do I find, but the Nine Realms completely in chaos. Enemies of Asgard assembling, plotting our demise, all while you, Odin, the protector of those Nine Realms, are sitting here in your bathrobe, eating grapes. ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it is best to respect our neighbors' freedom. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, the freedom to be massacred. ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, besides, I have been rather busy myself. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching theatre. ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Board meetings, and security council meetings... THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really going to make me do it? ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do what? Thor SPINS Mjolnir and then HURLS it off into the distanc GRABS Odin by the back of the neck. Odin's royal attendants GASP in shock. The Einherjar bodyguards rush Thor, but he KICKS them away. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know that nothing will stop Mjolnir as it returns to my hand. Mjolnir stops mid-air and starts ROCKETING BACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not even your face. ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've gone quite mad.     You'll be executed for this! Mjolnir approaches at a terrifying speed as Odin struggle THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I'll see you on the other side...brother. The jig is up.   A shimmering illusion dissipates, reveal LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, I yield! Thor DROPS Loki to the ground and catches Mjolnir. Loki looks to Thor, hands up defensively. Skurge arrives on th scene, a little late to warn Loki. SKURGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behold!   Thor..Odinson. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You had one job!    Just the one. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Odin? LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just couldn't stay away, could you? Everything was fine without you. Asgard was prospering (gestures to the crowd) You've ruined everything. Ask them. Those who aren't freaked out are becoming gradually angri Thor advances on Loki, who backs up onto the chaise loung THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's father?    Did you kill him? LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You had what you wanted, you had the independence you asked for! Thor PRESSES Mjolnir onto Loki's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow-ow-ow! Alright! I know exactly where he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A NURSING HOME sign on a brick wall. Suddenly the wall crumbles out of shot, revealing a demolition site. Reveal Thor and Loki wearing street clothes. Thor carries umbrella, Loki is dressed in a weird avant-garde suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear, I left him right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right here on the sidewalk? Or right there, where the building that's being demolished? Great planning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was I supposed to know? Can't see into the future. I'm not a witch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why do you dress like one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe you're alive. I saw you die. I mourned you, I cried for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm honored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ask him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. Would you mind taking a picture with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. (to Loki:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start figuring out where he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, my god.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry to hear that Jane dumped you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She didn't dump me, you know.       I dumped her. It was a mutual dumping. Thor notices something going on around Loki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this, what are you doing!? Loki looks down to see that the sidewalk has started to G BENEATH HIM! A circle of ancient symbols.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This... isn't me. WHOOMPF! Loki DROPS out of sight, vanishing through solid concrete! Thor sees a CARD on the sidewalk where Loki was Thor pokes the business card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki? He picks up the card.    It reads: 177A Bleecker Street",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor picks up the card and - WHOOSH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor approaches 177A Bleecker Street. He knocks ONCE, TWICE, and then WHOOSH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor is suddenly inside Doctor Strange's lair! BLUE DRAFT 05/20/16                  17. STRANGE (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor Odinson. From a dark corner we glimpse a shape - DOCTOR STRANGE. Levitating, he drifts towards Thor. STRANGE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God of Thunder. Thor holds up the ratty umbrella, ready to defend himself STRANGE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can put down the umbrella. Thor gives Strange a sideways look but then sets his umbr down. When he looks back up, the environment is furnished THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So earth has wizards now? STRANGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The preferred term is \"Master of the Mystic Arts.\" THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright wizard, who are you?   Why should I care? STRANGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name is Doctor Stephen Strange and I have some questions for you. Take a seat. Thor and Strange are now sitting in high-backed chairs. STRANGE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tea? Thor now has a cup of tea in his hand. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't drink tea. STRANGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you drink? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not tea. Thor now has a stein of beer in his hand. He drinks it throughout the scene, but it always stays full. BLUE DRAFT 05/20/16       18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGE",
          "text": "So I keep a watch list of individuals and beings from other realms that may be a threat to this world. Your adopted brother Loki is one of these beings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR",
          "text": "He's a worthy inclusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGE",
          "text": "Then why bring him here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR",
          "text": "We're looking for my father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGE",
          "text": "So. If you were to tell you where Odin was, all parties concerned would promptly return to Asgard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR",
          "text": "Promptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. STRANGE",
          "text": "Great.   Then I'll help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR",
          "text": "If you knew where he was, why didn't you call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. STRANGE",
          "text": "I have to tell you, he was adamant that he not be disturbed. Your father said he had chosen to remain in exile. (beat) And you don't have a phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR",
          "text": "No, I don't have a phone, but you could have sent an electronic letter. It's called an email.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGE",
          "text": "Yeah, do you have a computer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR",
          "text": "No. What for? (beat) Anyway, my father is no longer in exile. So if you could tell me where he is, I can take him home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gladly.   He's in Norway. Strange stands up and suddenly they are standing by a boo case. Strange takes down an ancient book, flips through i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just seeing whether this incantation requires any Asgardian modifications. Thor reaches out to the bookcase to steady himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. Suddenly they are both across the room at Strange's work station. Because Thor was touching the bookcase, he has magically brought it across the room as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, we don't need that. Suddenly Thor is back across the room.   Books fall off t shelf and Thor's beer spills. He is queasy and unsteady from the teleporting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you stop doing that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need just one strand of your hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me explain something, my hair is not to be meddled wi-! Strange is behind Thor, he plucks a strand of hair. Strange extends the hair, infuses it with magic, does a f gestures that create a BRIGHT LIGHT and suddenly-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bottom of the stairs. Strange is standing. Thor is rollin down the stairs. A magic portal leading into a peaceful meadow has opened beside Strange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could have just walked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DR. STRANGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: the portal) He's waiting for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. STRANGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't forget your umbrella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Thor extends his arm and holds out his hand.    Crashing are heard. Lots of crashing noises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry Finally the umbrella flies into his hand. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose I'll need my brother back. DR. STRANGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, right. Suddenly we hear SCREAMING. From above, LOKI drops out of a portal. He LANDS HARD on floor and then STAGGERS to his feet. On edge, confused. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I have been falling...for thirty minutes! DR. STRANGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Thor:) You can handle him from here. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah of course. (they shake hands) Thank you very much for your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Handle me?     Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki DRAWS a dagger, ready to attack Strange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..you think you're some kind of sorcerer? Don't think for one minute, you second-rate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye-bye. Strange GESTURES with both hands and- -WHOOSH!   PULLS the magic portal over them. Just like that, Thor and Loki are gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beautiful, undisturbed nature.       We hear the ocean ne LOKI lands on the ground, portal closes behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father? A lone figure stands at the other side of the meadow at t cliff's edge, waves CRASHING below. It is ODIN. He's dressed plainly in humble human clothes. The boys approach him quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at this place. It's beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father, it's us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My sons.   I've been waiting for you. Loki is surprised to hear Odin call him his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.    We've come to take you home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Home, yes. Your mother, she calls me. Do you hear it? Thor fires a look at Loki, who holds up his hands in defe BLUE DRAFT 05/20/16                   22. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki, lift your magic. Odin turns to Loki, who stiffens.    But Odin smiles. ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Took me quite a while to break free from your spell. Frigga would have been proud. Loki is moved by this gesture. He looks over to see Thor staring at him, anger building. Odin puts a hand on Thor's shoulder, calming him. ODIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come and sit with me. I don't have much time. Odin sits, out of breath, weak.    His sons sit beside hi THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know that we failed you, but we can make this right. ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I failed you. (beat) It is upon us...Ragnarok. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I've stopped Ragnarok.    I put an end to Surtur. ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It has already begun. She's coming. My life was all that held her back, but my time has come. I cannot keep her away any longer. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father, who are you talking about? ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Goddess of Death.     Hela.   My first born. (faces Thor) Your sister. That hits Thor hard. Loki can't believe what he's hearing THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her violent appetites grew beyond my control. I couldn't stop her, so I imprisoned her. Locked her away. She draws her strength from Asgard...and once she gets there, her powers will be limitless. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever she is, we can stop her. We can face her together. ODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes Thor's hand) No we won't. I'm on a different path now. This you must face alone. Odin looks into Thor's eyes, struggling to breathe. ODIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you my sons. For the briefest of instances, father and sons share a qu moment together. Tears well in Thor's eyes. ODIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at that. Ethereal sun-rays stream down upon the ocean. ODIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember this place. Home. A warm glow washes over Thor's face and he turns to see t",
          "sentiment": "neutral"
        },
        {
          "speaker": "-ODIN IS DISSIPATING INTO STARDUST. THE ALLFATHER HAS D",
          "text": "A moment as the brothers separately mourn for Odin. The sky above DARKENS and THE WIND PICKS UP. Thor stands and turns toward Loki, his eyes burning with rage. Loki takes a step back. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brother. Thor faces Loki.   Electricity CRACKLES at Thor's hands. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was your doing. CRACK!   Behind them a black portal SPLITS OPEN! BLUE DRAFT 05/20/16                    24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor SLAMS DOWN his umbrella, transforming into his Asgar armor (with Mjolnir). Loki changes into his armor as well A piercing scream cuts the air as a figure is hurtled out the portal, crashing out of this dimensional rift is HELA Hela takes a second to consider her surroundings.   Then: HELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So he's gone? (beat) That's a shame. I would've liked to have seen that. A tense moment as they stare each other down. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must be Hela.   I'm Thor, son of Odin. HELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really, you don't look like him. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps we can reach an arrangement. HELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sound like him. Loki shifts nervously.   Thor's grip tightens on Mjolnir. HELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kneel. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beg your pardon? Hela MANIFESTS a pitch black blade. HELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kneel...before your Queen. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think so. Thor winds up and HURLS Mjolnir at Hela... - THUD - the mighty hammer comes to a cold stop, against Hela's hand. Thor is shocked. He stretches out his hands, trying to ca Mjolnir back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hammer trembles in Hela's hand, like a mini game of t war. But ultimately Hela keeps possession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darling, you have no idea what's possible. HELA SHATTERS THOR'S HAMMER. The blast of Mjolnir's destruction sends a wave of energy through Thor and Loki who brace themselves against the impact. Thor is stupefied. In shock. He looks up to see Hela is running her hands back over her head to create the terrif battle headdress. Loki's reaction is more panic.   He stands and calls up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring us back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!! Hela CHARGES Thor and Loki as- -WHOOSH!   The Bi-Frost envelopes all of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor and Loki ZOOM UPWARDS, held inside this celestial be warping them towards Asgard. Loki and Thor look down to see... Hela is in the Bi-Frost, behind them and CATCHING Loki turns and throws TWO DAGGERS at her. They find their mark, stalling her for a second. But she PLOWS RIGHT THRO Loki, KNOCKING HIM OUT OF THE BI-FROST. Gone in an instan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki! Hela projects a jet black grappling hook and GRABS HOLD o Thor. Drawing him to her, preparing to finish him off. Th pulls up his legs, and KICKS Hela with both feet. This effectively dislodges him from her grasp but also... ...KNOCKS THOR OUT OF THE BI-FROST! Now both he and Loki gone. If they aren't dead, then God knows where they went",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VOLSTAGG has a grip on Heimdall's sword, manning Bi-Frost controls. Behind him FANDRAL is overseeing Skurge, who is mopping up the dragon guts. BOOM! Hela emerges with thunderous impact. Fandral and Volstagg draw their weapons, preparing to engage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you!? What have you done with Thor? Hela fires TWO BLACK DAGGERS, each one dropping its targe the ground. Hela then walks forward and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Hela.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-BRUTALLY KILLS FANDRAL AND VOLSTAGG",
          "text": "Hela sees Skurge. Approaches calmly, a vision of death. With Hela only a few feet from him, Skurge cowers.   Paus",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just a janitor. Skurge ever-so-slightly peers up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look like a smart boy with good survival instincts. How would you like a job? Hela looks out upon Asgard as Skurge rises behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mysterious HOODED FIGURE watches Hela's arrival at the Observatory and begins a steady descent towards the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER WIDE: A sky full of WORMHOLES. Thor, only a spec at this distance, SHOOTS out of one of these wormholes. He H the surface, causing a CLOUD of dust. Find Thor on his back surrounded by strange colorful spac wreckage. Looking up, Thor sees a large metal object fall from a different wormhole! He rolls out of the way. THUD!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor runs up a dune to get away from the shower of debris Thor reaches the top of the dune and finds himself lookin down on A BEACH in a strange WASTELAND. Camera scans a fi dune littered with SPACE JUNK. Out across the OCEAN he notices A NIGHTMARE WORMHOLE - a giant open cylinder of whirling smoke and lightning storm A loud noise draws Thor's attention to a HUGE RECTANGULAR \"SCRAPPER\" SHIP hauling a crashed SPACE VESSEL out of the water. Beneath the ship are various SCRAPPERS, masked humanoids. The ship is BLASTING WEIRD ALIEN MUSIC. A Scrapper notices Thor, then signals to his crew. LEAD SCRAPPER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you a fighter or are you food? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just passing through. LEAD SCRAPPER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is food. On your knees. Thor reaches out to summon Mjolnir.    A reflex.   Nothin The LEAD SCRAPPER levels a MAGNO-RIFLE at Thor and WHAP! solid metal projectile KNOCKS Thor flat on his back. More Scrappers attack, throwing nets and firing more projectil Thor tries to swat them away but they keep coming. The re of the scrappers move in with iron bats and clubs. WHOOSH! A second ship arrives, landing nearby. It's cool, sleek, and dangerous, deserving of its name: WARSONG. It also BLASTING DIFFERENT WEIRD ALIEN MUSIC. The FRONT of Warsong FLIPS OPEN and a GANGPLANK extends d to the ground. The scrappers stop and stare as we TRACK I a HERO REVEAL of SCRAPPER #142 (S142 for short) - a beaut and ruthless asskicker. S142 lifts a half-empty bottle to her lips and CHUGS it. finishes the bottle and smashes it on the side of her shi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's MINE. She walks down the gangplank... before veering off course FALLING straight off into a pile of TRASH. She's PLASTERE The Scrappers shrug and start hauling Thor away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait! S142 staggers to her feet, takes a deep breath. She holds to a piece of junk as support - some dead beast. Thor continues to struggle with his captors, tangled in nets. SCRAPPER #142 (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait! He's mine. So if you want him, you go through me. The Scrappers start brandishing their weapons. SCRAPPER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we've already got him. S142 CLANGS her metal gauntlets together which activate. SCRAPPER #142",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright then I guess I go through you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More food. She holds out her fists as if she's operating machinery.. ...Warsong WHIRS to life. S142 clenches her fists and we a horrible SCREECHING NOISE as Warsong OPENS FIRE. She sweeps her arms out in an arc, the spray of gunfire lasting THREE SECONDS. She bangs her fists again, sending ship into IDLE MODE. The Scrappers are now little more th tiny pieces of litter covering the beach. Thor is fixated on this beautiful murderer approaching. O final HUGE Scrapper comes at her with a bat. S142 casuall GRABS this Scrapper and HURLS him up into the air behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. From her belt S142 FLICKS a small glowing disc which LODG into Thor's NECK. Far in the background, the Scrapper she threw finally HITS the ground with a loud THUD. She holds up a fob device and presses the button - the di blinks and Thor is filled with the pain of a thousand screaming squirrels. He hits the ground, stunned. S142 DRAGS Thor towards her ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor's face SMUSHED up against glass.   His eyes are open Thor's POV - THE CAPITAL - an eclectic city composed of salvaged items from all over the universe. Thor is lying in a sort of small GLASS HOLDING CELL benea Warsong's COCKPIT. He looks up to see S142 piloting the s Thor's eyes lock in on her belt, specifically the fob dev she used to activate the Obedience Disk/debilitate him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Scrapper 142. I need clearance and an audience with the boss. I've got something special.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!   Where are you taking me? S142 ignores him, takes a swig from the bottle, and then nonchalantly UNCLIPS the fob from her belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Answer me! Hey! I am Thor, son of Odin. I need to get back to Asgard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Many apologies, your majesty. S142 ZAPS him and guides her ship towards a COLOSSAL TOWE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Hela, headdress retracted, hair down, her beaut face fully visible. We do not see who she is talking to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's come to my attention that you don't know who I am. REVEAL THE ARMIES OF ASGARD FACING DOWN HELA. Standing in front is HOGUN, sword and shield out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am Hela, Odin's first born, Commander of the legions of Asgard, the rightful heir to the throne, and the Goddess of Death. (pause for effect)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My father is dead. As are the princes. You're welcome. (then:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were once the seat of absolute power in the Cosmos. Our supremacy was unchallenged, yet Odin stopped at Nine Realms. Our destiny is to rule over all others. And I am here to restore that power. Kneel before me...and rise into the ranks of my great conquest. THE E-GUARDS GET INTO ATTACK FORMATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoever you are... whatever you've done, surrender now! Or we will show you know mercy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoever I am? Did you listen to a word I said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is your last warning!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you'd be happy to see me. Hela forms her headdress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. The Asgardian archers LOOSE DOZENS OF ARROWS, but- -Hela advances confidently, DESTROYS the SHIPS and SOARS THE EINHERJAR! In a symphony of spectacular terror, Hela proceeds to DECIMATE the entire regiment. A tornado of carnage, a legendary massacre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While Hela slaughters up above, we tilt up from a boat, moored at the base of the Observatory, to see the mysteri figure from earlier is now SCALING the rocks towards the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now silhouetted in the entrance way, the figure scans the Observatory. His gaze falls on-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-Bi-Frost's controls. Specifically Heimdall's sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's eerily quiet. CLOSE on Hela scanning the battlefield 100+ slain Einherjar at her feet. ANGLE on Skurge as he steps forward - awe, admiration, fe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I've missed this. Still, it's a shame. Good soldiers dying for nothing...all because they couldn't see the future. Sad. (then she sees:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! Look, still alive. Reveal Hogun, severely injured but staggering to his feet resilient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Change of heart? Hogun draws a dagger as a last ditch attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go back to whatever cave you crept out of you evil demoness! Hela IMPALES Hogun on a spike.   She turns to Skurge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go see my palace. Skurge stares at Hogun before following Hela towards the palace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOR, strapped to the chair, suddenly finds himself slowl moving forward. After a beat- -the walls LIGHT UP and a SOOTHING VOICE speaks to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fear not, for you are found. You are home, and there is no going back. No one leaves this place. Thor STRUGGLES against his restraints. BLUE DRAFT 05/20/16                  32. SOOTHING VOICE (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what is this place? The answer in Sakaar. The tunnel walls show images of Sakaar's place in the Cos SOOTHING VOICE (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surrounded by cosmic gateways, Sakaar lives on the edge of the known and unknown. Images of the wormholes that cover Sakaar's atmosphere. SOOTHING VOICE (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is the collection point for all lost and unloved things. Like you. But here on Sakaar, you are significant. You are valuable. Here, you are loved. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What...the hell? SOOTHING VOICE (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And no one loves you more than the Grandmaster. Images of the Grandmaster, in silhouette, arriving on Sak SOOTHING VOICE (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is the original. The first lost, and the first found. The creator of Sakaar and the father of the Contest of Champions. Images of the arena where aliens battle to the death. SOOTHING VOICE (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where once you were nothing, now you are something. You are the property of the Grandmaster. (then:) Congratulations! You will meet the Grandmaster in five seconds. Images around the tunnel begin speeding up. Chaos, violen and confusion mixed in with Grandmaster's face. Thor, already bewildered, looks on the verge of panic. SOOTHING VOICE (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prepare yourself. Prepare yourself. You are now meeting the Grandmaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor SCREAMS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly Thor is somewhere else, surrounded weirdos and insanely dressed palace guards. His scream dies down self-consciously. A musical beat PLAYS in the background. THE GRANDMASTER, a tall mysterious man in golden robes. H looking right at us. He doesn't know what to make of us. curious, thrilled, revolted, and titillated. Pulling back we see TOPAZ, his trusty guard, at his side. GOLDEN LADIES loiter off to the side. Other strange guest can be seen in the background. Grandmaster just stares. S142 stands beside Grandmaster.    Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's wonderful. (then:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a he? Reveal S142 standing beside Thor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a he.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I love when you come to visit 142, you bring me the best stuff. (to Topaz:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whenever we get to talking, Topaz, about Scrapper 142...what do I always say? \"She is the...\" and it starts with a B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not trash. Were you waiting just to call her that? It doesn't start with a \"B.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Booze hag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so sorry. No, \"best.\" I was thinking about \"best.\" (to S142:) Because I always say you're the best. She brought me my precious beloved Champion, you know. TOPAZ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You say that every time she's here. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have you brought today?    Tell me. SCRAPPER #142",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A contender. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A what? GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to go closer. I want a closer look at this. Can you take us closer? Thank you. Grandmaster advances on Thor.    Examining him closely an strangely. Then: GRANDMASTER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pay this lady. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just wait a damn minute.    I'm not for sale. Using all his might, Thor breaks out of his shackles, but -S142 ZAPS him again.    Paralyzed by superheated veins. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man.   He is a fighter. SCRAPPER #142",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd take 10 million. TOPAZ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell her she's dreaming. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For heaven's sake, transfer the units. BLUE DRAFT 05/20/16                   35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topaz transfers S142 the units. Without sympathy or cerem S142 exits. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll pay for this! SCRAPPER #142",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I got paid for this. Thor claws at the obedience disk, trying to RIP IT OUT. He gets some separation from his skin, but the disk is causing him even more pain. Thor eventually has to let go Grandmaster holds up HIS OWN fob device and uses it like wand to guide Thor's HOVER CHAIR, which follows Grandmast around as he speaks. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's what I wanna know.    Who are you? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the God of THUNDER!!! Thor THRUSTS his arms into the air but only a tiny bit of static electricity POPS within Thor's hands. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. I didn't hear any thunder, but out of your fingers, was that like...sparkles? TOPAZ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We located your cousin. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh good! (to Thor:) Yeah, come on. I think you're gonna like this. Grandmaster moves Thor's chair to another section where- -COUSIN CARLO is waiting. He's strapped to a chair like Thor, and he is terrified. GRANDMASTER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There he is. Hey, cuz. We almost couldn't find you. What, have you been hiding? Cousin Carlo looks at Thor, cowering in fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. Carlo only further weeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... COUSIN CARLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please.   I'm sorry. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carlo... I pardon you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.     Thank you. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're officially pardoned...from life. Grandmaster casually takes Topaz's Sakaarian Guard staff JABS it into his cousin's mid-section-",
          "sentiment": "neutral"
        },
        {
          "speaker": "-CAUSING ALL OF HIS FLESH TO MELT OFF HIS SKELETON",
          "text": "Carlo SHRIEKS IN PAIN before his vocal cords melt.    Tho looks on, in shock. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, my god! Liquid Carlo spreads towards Grandmaster. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm stepping in it. I'm stepping in it. Look out! THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(repulsed) Oh, the smell. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does it smell like? TOPAZ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burnt toast. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to my manners? I haven't properly introduced myself. Come on. Follow me. Grandmaster gives Topaz back her staff. BLUE DRAFT 05/20/16                  37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandmaster and Thor arrive at a space where A GROUP OF MUSICIANS PLAY STRANGE INSTRUMENTS (the source of the mus thus far). Grandmaster joins them, still speaking to Thor Grandmaster begins PLAYING a strange piano-like contrapti riffing a melody over the existing music. GRANDMASTER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name is Grandmaster. I preside over a little harlequinade called the Contest of Champions. People come from far and wide to unwillingly participate in it. And you, my friend, might just be part of the new cast. What do you say to that? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not friends, and I don't give a shit about your games! I'm going back to Asgard! GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amused) Ass-gard? (then:) One, two, three, four. Grandmaster really gets into his PLAYING. Grandmaster's guards and VIP guests start MOVING TO THE MUSIC. Thor takes a moment to look around at this bizarre specta unfolding around him. In doing so, he zeroes in on one particular group of VIPS, specifically... ...LOKI! He's lounging and dressed in Sakaarian garb. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was a wormhole in space and time beneath me. At that moment, I let go. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki!? Loki! Over here! Loki notices Thor. Blanches a little. Sidles closer so as to speak to Thor without looking like he's speaking to Th LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me one second. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki hustles over to Thor, SHUSHING him. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?   You're alive? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, of course I'm alive. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, what am I doing? I'm stuck in this stupid chair. Where's your chair? LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't get a chair. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get me out of this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've made friends with this man. He's called the Grandmaster. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, he's crazy! LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've gained his favor.. The Bi- Frost brought me out here weeks ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weeks ago?     I just got here. Suddenly Grandmaster is right next to them. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you whispering about? Both Thor and Loki react, startled. GRANDMASTER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time works real different around these parts. (MORE) BLUE DRAFT 05/20/16                  39. GRANDMASTER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On any other world, I'd be like, millions of years old. But here on Sakaar... Grandmaster beholds himself.   Then turns to Loki.   A tr uncomfortable silence. GRANDMASTER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In any case, you know this... You call yourself Lord of Thunder? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God of Thunder.    Tell him. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never met this man in my life. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's my brother. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adopted. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he any kind of a fighter? Loki shrugs, gives the universal gesture for \"so-so.\" THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You take this thing out of my neck and I'll show you. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now listen to that. He's threatening me. Hey, Sparkles, here's the deal. If you wanna get back to Ass-place, Assberg... THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asgard. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any contender who defeats my champion, their freedom they shall win. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Then point me in the direction of whoever's ass I have to kick. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I call, contender! Direction would be this way, Lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki! Guards arrive.    They haul Thor up and escort him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor is shoved into a spacious cell where other alien prisoners are lurking in the back. The thick cell door SLAMS SHUT behind Thor. Thor gets up immediately begins THROWING his shoulder into the door. T door doesn't budge, not even a little. Behind him, KORG, a hulking Kronan rock alien, speaks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Take it easy man! (Thor looks back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over here. The pile of rocks waving at you. Yeah I'm actually a thing, I'm a being. Allow me to introduce myself, my name is Korg. I'm kind of like the leader in here. I'm made of rocks, as you can see, but don't let that intimidate you. You don't need to be afraid unless you're made of scissors. (GIGGLES to himself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a little rock-paper-scissor joke for you. This is my very good friend over here, Miek. He's an insect and has knives for hands. MIEK, a slug alien inside a robot exoskeleton, says hello doing some karate moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a Kronan, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you end up in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I tried to start a revolution but didn't print enough pamphlets, so hardly anyone turned up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLUE DRAFT 05/20/16                41. KORG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Except for my mom and her boyfriiend, who I hate. As punishment, I was forced to be in here and become a gladiator. Bit of a promotional disaster. (secretive) But I'm actually organizing another revolution. I don't know if you'd be interested in something like that. Do you reckon you'd be interested? Thor tries to run ahead down the circle and loops back ar behind Korg. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you... KORG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, no. This whole thing is a circle. But not a real circle, more like a freaky circle. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This doesn't make any sense. KORG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, nothing makes sense here. The only thing that does make sense, is that nothing makes sense. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Has anyone here fought the Grandmaster's Champion? KORG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug has. Doug! (realizes) Oh, right, Doug's dead. That's right. Everyone who fights the Grandmaster's champion perishes. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about you? You're made of rocks. KORG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perishable rocks. (a pebble FALLS OFF) There you go. Another one gone. Yeah, no, I just do the smaller fights, warm up the crowd and whatnot. Wait. You're not gonna face him, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes I am. Fight him, win, and get the hell out of this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's exactly what Doug used to say. See you later, new Doug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Korg walks away and approaches Miek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The streets of Asgard are cold and silent, save for the occasional distant sounds and screams of a city under sie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving down the throne room corridor we see- -SEVERAL DEAD EINHERJAR GUARDS. One guy is still alive, desperately trying to crawl away. SHLNK!    A black blade finishes him off. Reveal HELA and SKURGE looking down at the carnage. Hela directs her attention to FRESCOS ON THE CEILING. Lik the Sistine Chapel, except these depict Asgard's shining influence on the Nine Realms. Bountiful harvests, shepher with full flocks, common folk throwing parades for Asgard army, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does no one remember me? (awaiting an answer) Has no one been taught our history? Look at these lies. Goblets and garden parties? Peace treaties?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela leads them towards the throne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Odin... proud to have it... ashamed of how he got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela FIRES SPIKES into the ceiling, RIPPING DOWN plaster. Beneath the surface are older Frescos.      These ones ar more dark and sinister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soldiers in battle. Blood. A giant war wolf.     Young Od and young Hela. Slaves building the palace. Skurge is at least somewhat disturbed by this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were unstoppable. I was his weapon in the conquest that built Asgard's empire. One by one, the realms became ours. Hela turns from the murals to address Skurge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But then, simply because my ambition outgrew his...he banished me, caged me, locked me away like an animal. Before that, Asgard's warriors were honored, their bodies buried as heroes beneath this very place. Hela beckons Skurge to follow her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela enters the vault and descends the stairs towards the magical items.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Odin's treasures. SKURGE follows her. Hela walks towards the Infinity Gaunt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fake. Hela KNOCKS the gauntlet off its pedestal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Most of the stuff in here is fake. Next: The Casket of Ancient Winter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or weak. Next: Surtur's skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smaller than I thought it would be. Next: The Tesseract.    She hesitates:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not bad? (notices:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But this... The Eternal Flame. THE ETERNAL FLAME flickers in its chalice. Hela DIGS HER HAND INTO THE ETERNAL FLAME. She pulls her hand out now cupping GREEN FIRE, like a torch. Hela approaches a large circular RUNE ETCHING on the floo Hela manifests a huge CLAW HAMMER. She SMASHES THROUGH TH RUNES ON THE FLOOR, creating a gaping chasm. She looks at Skurge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want to see what true power looks like? Hela looks down into the darkness below. With her hand aflame, Hela JUMPS down into the chasm!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela LANDS like a bad ass. Dust settles. The light of Hela's hand torch reveals a st crypt. An ornate burial place for the heroes of Old Asgar We can see countless rotted skeletons in badass ancient Asgardian armor. Hela's regiment. Among them, A MASSIVE WOLF'S SKELETON. TERRIFYING AND MONSTROUS, COLOSSAL CHAINS AROUND THE BONES OF ITS PAWS. FENRIS. Hela approaches Fenris' skeleton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fenris. My darling, what have they done to you? She lifts her flaming hand above her head. She slams her into the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the Eternal Flame, you are reborn! The fire spreads out, covering Fenris and Hela's old army",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the fire covers the skeletons, they SHUDDER TO LIFE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've missed you. I've missed you all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HELA'S BUTCHERS, rise up before their commander. ABOVE:   Skurge looks down, worried. BELOW: A sinister light returns to Fenris's eyes as he stands proudly before his master, allowing her to pet the of his terrifying face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor sits against the wall.   Quietly praying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Odin, I bid you take your place in the halls of Valhalla... (then:) Where the brave shall live forever. Nor shall we mourn but rejoice-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR, (CONT'D)",
          "text": "-for those that have died the    -for those that have die glorious death.                  glorious death. Reveal Loki standing across the cell.   Thor gives him a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It hurts, doesn't it? Being lied to. Being told you're one thing and then learning it's all a fiction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor picks up some stones that have fallen from Korg's le and casually starts throwing them through Loki's illusion",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't think I'd really come and see you, did you? This place is disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor throws another stone through Loki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does this mean you don't want my help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor throws another stone through Loki. BLUE DRAFT 05/20/16                    46. LOKI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I couldn't jeopardize my position with Grandmaster, it took me time to win his trust. He's a lunatic, but he can be amenable. Thor throws another stone through Loki.    Disinterested. LOKI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I'm telling you is, you could join me at the Grandmaster's side. Perhaps, in time, an accident befalls the Grandmaster, and then... Loki gestures: \"we take over.\" Thor throws another stone through Loki.    Bored. LOKI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not seriously thinking of going back, are you? Our sister destroyed your hammer like a piece of glass. She's stronger than both of us. She's stronger than you. You don't stand a chance. Do you understand what I'm saying to you? Thor just scowls. LOKI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. I guess I'll just have to go it alone. Like I've always done. (Thor smirks) Would you say something? Now out of stones, Thor looks around the floor for more. LOKI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say something! Thor finally looks right at Loki, speaks fast and curt: THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What would you like me to say? You faked your own death, you stole the throne, stripped Odin of his power, stranded him on Earth... (on Loki:) -to die, releasing the Goddess of Death. (back to Thor:) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have I said enough, or do you do you want me to go further back than the past two days? Loki's eyes burn.   Thor stares coldly at him.   Loki tri compose himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I haven't seen this Beloved Champion he talks of, but I've heard he's astonishingly savage. I've placed a large wager against you tomorrow. Don't let me down. Loki SHIMMERS, and his illusion vanishes.   Korg runs in try to kick him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piss off, ghost! (then:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's freaking gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor, Korg, and a gaggle of other prisoners/fighters have been led from their cells to a PRE-FIGHT HOLDING AREA. Korg and Thor are by the weapons rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuck! There's Still someone's hair and blood all over this. Guys, can you clean up the weapons once you finish your fight? Disgusting slobs. (then:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor...wanna use a big wooden fork?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, not really useful unless you're fighting off three vampires that were huddled together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really wish I had my hammer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite unique. It was made from this special metal from the heart of a dying star. And when I spun it really, really fast it gave me the ability to fly. KORG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You rode a hammer? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I didn't ride the hammer. KORG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hammer rode you on your back? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I used to spin it really fast, and it would pull me off the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God.     The hammer pulled you off? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ground. It would pull me off the ground, up into the air, and I would fly. Every time I threw it, it would always come back to me. KORG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds like you had a pretty special and intimate relationship wiht this hammer and that losing it was almost comparable to losing a loved one. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a nice way of putting it. Thor spots S142 dealing at the bar.    He's once again ey the fob device clipped to her belt.    Scowls. SCRAPPER #142",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said they're mine. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See her, the one that put me in here. KORG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, Scrapper 142. She's strong. And she drinks a lot. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KORG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta watch out for those Asgardians, man. They are hard to perish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asgardian? Thor breaks away from the line and runs to S142.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!   Hey! S142 holds up the fob. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do not zap me with that thing. I just wanna talk. Asgard is in danger. Thor then notices a series of PATTERNED SCARS, or BRANDS, her forearms. It's a moment of recognition and disbelief. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God, you're a Valkyrie. I used to wanna be a Valkyrie when I was younger...until I found out that you were all women. There's nothing wrong with women, of course. I love women. Sometimes a little too much. Not in a creepy way, just more of a respectful appreciation. I think it's great that there is an elite force of women warriors. It's about time. SCRAPPER #142",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you done? WARDEN (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lord of Thunder, you're up. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, help me.     I need your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine, then you must be a traitor or a coward because the Valkyrie are sworn to protect the throne. S142 finally turns her attention to Thor, intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen closely, your majesty. This is Sakaar, not Asgard. And I'm a scrapper, not a Valkyrie. Guards swarm Thor, dragging him back",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring him in for processing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And no one escapes this place. So you're gonna die anyway. Despite her denial, Thor has clearly hit a nerve. And fro now on we will refer to Scrapper #142 as VALKYRIE. Valkyrie takes her booze and walks away. Thor is dragged away, passing Korg and the other prisoners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor is strapped to a chair. Reveal a weird alien BARBER (Stan Lee cameo) holding up some rusty shears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, don't you move. My hands ain't as steady as they used to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By Odin's beard, you shall not cut my hair... lest you feel the wrath of the might Thor. Barber activates a menacing CUTTING TOOL.   Thor freaks o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please. Please, kind sir, do not cut my hair! No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hundreds of thousands of spectators packed into the stadi seats. Dozens of starships are parked above the arena. Find THE GRANDMASTER'S LUXURY SUITE, a VIP box attached t the fighting area. The Golden Ladies are in attendance. Loki lounges in the suite, taking wagers on the fight car Grandmaster walks out into the center of the arena.   Sud BLUE DRAFT 05/20/16                   51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-THE GRANDMASTER GROWS TO 60-FEET TALL! This enlarged projection of Grandmaster addresses the audience. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow! Look at all of you. What a show, WHAT-A-NIGHT! Who's having fun? Please, I'm your host. Big round of applause for all of our undercard competitors... who died so gruesomely. Good sports. What a show! What a night! This is what you've come for and so have I. (applause) And now, without further ado... it's main event time!! (INSANE APPLAUSE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Making his first appearance, though he looks quite promising, got a couple of tricks up his sleeve. I'll say no more, see what you think. Ladies and gentlemen... (LAUGHTER from the crowd) I give to you...Lord of Thunder! Enter Thor. Gladiator Thor. Shaved head, trimmed beard, minimalist armor, covered in weapons. Two swords on his back, giant mace in one hand, spiked shield in the other. GRANDMASTER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch out for his fingers. They make sparks. Thor looks up at the throngs of SCREAMING FANS. And then. ...puts on his helmet. A badass gladiator variation of hi classic winged helm. Thor is ready to rumble. ABOVE: Find Valkyrie in her Warsong ship, parked amongst other tailgaters. She POPS open a bottle of booze. Drinks GRANDMASTER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, this is it. Let's get ready to welcome this guy. Here he comes. He is a creature. What can we say about him? Well, he's unique. There's none like him. I feel a special connection with him. Suddenly the floor beneath Thor's feet LOWERS.   A slow, tension-building GRIND as he sees- -A DOOR across the arena.   Bigger and bigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The entire crowd is on its feet. Palpable anticipation. spotlights change to bright stadium lights. GRANDMASTER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's undefeated. HE'S THE REIGNING...HE'S THE DEFENDING... Ladies and gentlemen... I give you... KA-BOOM!   EXPLODING through a door is the Champion... ...THE INCREDIBLE HULK! He wears an armored shoulder guar and a Spartan helmet. He carries a warhammer in one hand a battleaxe in the other. Hulk POUNDS his chest and ROARS further energizing an already frenzied crowd. Meanwhile, the sight of Hulk makes Thor's arms drop to hi sides along with his jaw dropping to the ground. And then -Thor LAUGHS his ass off. Like, \"that's my buddy over the THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes! IN THE VIP BOX: Loki goes ghost white. Traumatic memories being Hulk-smashed flood his brain. Gone is all his joy. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to get off this planet. Loki tries to exit, but the Grandmaster stops him. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, hey, hey! Where are you going? Grandmaster plops Loki down in the front row, right again the glass. Loki casually tries to hide his face in his ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE ARENA",
          "text": "THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! We know each other. He's a friend from work. (to Hulk:) Where have you been? Everybody thought you were dead. So much has happened since I last saw you. I lost my hammer. Like, yesterday, so that's still pretty fresh. (then:) Loki! Loki's alive. Can you believe it? He's up there. (waves to Loki:) Loki! Look who it is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki is petrified. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner, I never thought I would say this, but I'm happy to see you. IN THE ARENA: Hulk is still eyeballing Thor while the capacity crowd CHANTS insanely for \"HULK! HULK! HULK!\" THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner.    Hey, Banner! Hulk's face grimaces and contorts, suppressing puny Banne",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO BANNER",
          "text": "Hulk CHARGES at Thor.    Insanely fast. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?    It's me. Thor DODGES the first few attacks, but then Hulk SHATTERS shield and sends Thor FLYING. Thor draws a sword and STABS it into the ground to slow h momentum. Draws the other sword and faces off against Hul THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner, we're friends. This is crazy. I don't want to hurt you! They engage again.   Hulk KICKS Thor, sending him SLAMMIN into the wall. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here we go. Thor jumps down just in time to avoid Hulk's warhammer, w HITS so hard that it remains lodged in the wall. With Hulk charging again, Thor RIPS the warhammer out of wall and WALLOPS Hulk with it. Hulk goes CRASHING alongside the arena. He ends up sprawl out in a pile of rubble, slightly dazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? ABOVE: Val is watching through a set of high-tech binoculars. She reacts to Thor, reluctantly impressed. BLUE DRAFT 05/20/16                   54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor advances on Hulk with all the swagger. He takes off helmet and CALLS OUT to Hulk, provoking him. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, big guy. The sun's getting real low. Hulk takes off his helmet.   Scowling.   Teeth GRINDING. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it. The sun's going down. I won't hurt you anymore. No one will. WHOOSH! Thor is suddenly dragged out of frame. Hulk has Thor by the leg and is WHIPPING him against the arena flo Over and over and over again. IN THE VIP BOX: Loki's whole mood shifts. The joy returns his face, like \"everything will be alright!\" Loki LAUGHS. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes! That's how it feels! (to Grandmaster:) I'm just a huge fan of the sport. Thor is SMASHED into the floor face first. Hulk ROARS and RUSHES Thor with his axe. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. Screw it. CLANG! The giant weapons CLASH! Now Thor and Hulk are fighting warhammer versus battleaxe... ...and Thor is winning! He's getting the better of these exchanges, using Hulk's aggression against him. Thor continually KNOCKS and/or TRIPS Hulk off his feet while evading all of Hulk's best attacks. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you're in there, Banner. I'll get you out! One particular vicious blow DISARMS Hulk, and Thor BREAKS Hulk's axe with the warhammer. Thor then BASHES Hulk in t chest, KNOCKING him to the ground. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter with you? You're embarrassing me! I told them we were friends! BLUE DRAFT 05/20/16                   55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GROWLING, Hulk stands up and HITS Thor with a straight ja that sends Thor TUMBLING across the arena. Hulk immediate LEAPS after him and LANDS ON Thor! Hulk is now on top of Thor as they slide across the arena just PUMMELING him with punches. Left-right-left-right. Thor's head snaps back and forth. In the carnage, Thor sees VISIONS OF ODIN.   Then- -his eyes GLOW WHITE WITH ELECTRICITY. Like an instinctua defense mechanism, Thor suddenly KNOCKS HULK BACK WITH A",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURST OF LIGHTNING",
          "text": "Seething with electricity, Thor springs to his feet and t BLASTS HULK WITH A MASSIVE LIGHTNING PUNCH! Hulk is LAUNC BACKWARDS and Thor hits the ground HARD. CROWD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thunder! Thunder! Thunder! KORG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thunder! Thunder! Thunder! The crowd gets hushed.   They've never seen this before. IN THE VIP BOX: Grandmaster is pissed.   Loki is amazed. Hulk and Thor stagger to their feet. Thor looks at himsel a little surprised. There are still small charges of lightning CRACKLING through his veins. Meanwhile, Hulk RUMBLES towards Thor and they're at it ag close-quarters boxing. Thor is winning the exchanges, landing BRUTAL PUNCHES to Hulk's body. And then suddenly- -BZZZ! The Grandmaster ZAPS him with the Obedience Disk f Thor drops, totally caught off guard! Hulk plants his feet and JUMPS! He ZOOMS UP, rocketing ou of the arena, up-up-up into the sky! At the apex of his j Hulk clenches his fist and begins a missile-like descent. Val sees this from her ship and decides to take off, like \"This fight is over, time to beat traffic.\" KORG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another day, another Doug. Down below, Thor groggily turns over. He does so just in time to see Hulk coming at him like an atom bomb! No time to avoid it. KA-BOOM!!! Right before impact Thor' eyes go lightning white. Hulk HITS Thor like a meteor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The impact knocks Thor unconscious and we CUT TO BLACK. Linger on darkness for a few beats...and then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela sits on the throne trying to get comfortable, headdr &amp; cowl off. Skurge stands at the foot of the throne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is that noise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The common folk aren't exactly falling in line. There's a resistance trying to knock down the front gates. Hela sends her BUTCHER TROOPS to deal with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me about yourself, Skurge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, me dad was a stonemason, me mum was-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupts)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll just stop you there. What I meant was what is your ambition?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just want a chance to prove myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Recognition. (then:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I was young every great King had an executioner. Not just to execute people, but also to execute their vision. But mainly to execute people. Still a great honor. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was Odin's executioner. Hela holds out her hand and uses her powers to FORM A DOU SIDED OBSIDIAN AXE, which she offers to Skurge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you will be my executioner. Let's begin our conquest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela and Skurge arrive at the Observatory, army in tow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skurge, where's the sword? Reveal that the Bi-Frost sword is missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That sword is the key to opening the Bi-Frost. Hela thinks, seething.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These people you mentioned, the ones who aren't falling into line. Round them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A46 OMITTED",
          "text": "SPLASH! Boots running across the shallow water. We meet a family of refugees from the city. FATHER, MOTHER, SON (14 and young daughter (8). They're RUNNING FOR THEIR LIVES. Hot on their heels are a pair of Hela's sinister Butchers hunting like a pack of wolves. After scrambling through a grove of trees the family make their way through a narrow pass. The Butchers are hot on their heels, their growls getting louder behind them when BAM! The son runs right into a tall, immovable object...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEIMDALL! No regal armor, no golden helm. This Heimdall h thick beard and is wrapped in a cloak. The rest of the fa arrive, desperation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me. In one swift motion Heimdall draws the BI-FROST SWORD, st forward and SLASHES through the Butchers, ending them. He then turns to the family, gestures for them to follow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry about that. These bloody things are everywhere. Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall approaches the steep face of the mountain. Carve into the rock is YGGDRASIL, the world tree. Heimdall knee whispers a few words under his breath, and... A HUGE SECT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's busy with activity - hundreds of Asgardians who fled city after Hela's invasion are living here. Men, women, a children. Strong and weak, young and old. Heimdall turns to the family, even manages a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be safe here. They enter the stronghold.    As the doors SHUT we go to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor's eyes POP OPEN. He's lying in a heap on the ground, still dirty, bruised, and beat up. Thor is being tended to by TWO SAKAARIAN GLADIATOR NURSES are swabbing his wounds. This freaks him out, which resul in startled thrashing. That freaks out the two Gladiator nurses, which results in them RUNNING AWAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor starts to get up, but then winces.      He moves slo He's in a GIANT ROOM with stark graphic patterns on the walls. With a few achy grimaces, Thor stands up and wande around. There's furniture, large cushions, and a sleeping area enclosed by the SKULL of a giant beast. NOISE behind him.    Thor follows the noise to find- Hulk having eased himself into a large steaming JACUZZI. looks at him quizzically. Hulk isn't angry. He's RELAXED, but he's not turning into Banner. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we cool? Hulk grunts.   I guess so. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Hulk in a hot tub. (then:) How long have you been like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like this.     Big, green, ...stupid. HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hulk always Hulk. Thor takes this in, and then walks over to a window that looks out across the city. Does some spatial math, realiz Thor looks back out the window. He sees a ramshackle SPACESHIP taking off and ROCKETING skyward. Higher and higher, it's going for a wormhole whe -BOOM! One of Grandmaster's Palace Patrol ships, more mod and heavy duty, BLOWS it out of the sky. On Thor, wheels turning.      He turns to Hulk. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winning. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean cheating? (re: Obedience Disk) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Were they wearing one of these when you won? How'd you arrive here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quinjet. Hulk mimes a plane landing in the water. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.   Where is the Quinjet now? Hulk stands up, and exits the hot tub, naked. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's naked. He's very naked. It's in my brain now. Hulk points out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quinjet. Thor sees the Quinjet in a massive alien junkyard. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes! I'm getting us out of here. This is a terrible, awful place. You're gonna love Asgard. It's big. It's golden. Shiny. Hulk sits on his bed, eating a pumpkin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hulk stay. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no. My people need me to get back to Asgard. We must prevent Ragnarok. HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rag-na-ruh? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The prophesied death of my home world, the end of days, it's the end of- (Hulk's blank stare) If you help me get back to Asgard, I can help you get back to Earth. HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earth hate Hulk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earth loves Hulk. They love you. You're of the Avengers. One of the team, one of our friends. This is what friends do. They support each other. HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're Banner's friend. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not Banner's friend. I prefer you. HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner's friend. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't even like Banner. (bad impersonation) \"I'm into numbers and science and stuff.\" HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor go. Hulk Stay. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Stay here. Stupid place. It's hideous, by the way. The red, the white. Just pick a color. Thor heads for the exit, a wide open door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smash you. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't smash anything. I won that fight HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I smashed you. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, sure, sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baby Arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moron!   You big child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor heads to the open entrance.      Hulk smiles, antici",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ZAP! Thor's jolted back by the obedience disk.       Ther perimeter sensors in the doorway. Hulk CHUCKLES at Thor as he hits the floor.      Points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor go again! (then:) Thor home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "Thor slumps against the wall, head sagging. Hulk grabs his giant battleaxe.       He's armored up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hulk trains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's great. Have fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hulk exits. Thor watches him go. Then, at the end of the hallway Hulk meets up with Valkyrie! They begin play- fighting, a clearly friendly rapport. Thor can't believe it. He runs to the entrance, but by th time he reaches the perimeter sensors they are gone. Thor sighs. Walks over to the window. Looks up through a wormhole, stars twinkling on the other end of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A57               Heimdall, I know you can see me. Thor continues his plea at the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you to help me. Help me see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pause. Then Thor's eyes go golden like Heimdall's! stars in the wormhole begin to WARP OVER THOR AND-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor suddenly finds himself in Asgard. Disoriented at fir Thor turns to see Heimdall hiding in the shadows. Heimdall harshly SHUSHES Thor and gestures for him to get against the wall. Thor complies. Sees the refugees. After a beat a roving patrol of Hela's Butchers creep by through the street. They don't spot our heroes. Pause. Heimdall turns to Thor, speaks only in hushed whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see you. But you are far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come see for yourself. Without warning, Heimdall leads the family out of the all and DASHES down the street. Thor follows... ...but then stops. Looks around to see THE OCCUPIED CITY ASGARD, emitting a smoky aura of chaos. A chilling sight. Down the street, Heimdall gestures for the family to slow down. He sees something. Ushers them into an alcove. Thor joins them just in time to avoid being seen by anoth roving patrol of Hela's Butchers. Heimdall again motions Thor to \"shh\" until the threat has passed. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm providing refuge in a stronghold build by our ancestors. But if the garrison falls our only escape will is Bi-Frost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're talking about evacuating Asgard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We won't last long if we stay. Thor LOOKS OUT on a ravaged Asgard, heartsick. Hold on the devastated Realm as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEIMDALL (O.S.) (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She draws her power from Asgard and grows stronger everyday. Back to Thor and Heimdall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. As Heimdall quickly leads refugees down a safe pathway: HEIMDALL (V.O.) (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela is ravenous. If I let her leave, she'll consume the Nine Realms and all the cosmos. Turns back to Thor, approaches him. HEIMDALL (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need you. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm working on it, but I don't even really know where the hell I am. Two packs of Butchers arrive simultaneously.        Spot HEIMDALL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're on a planet surrounded by doorways. Go through one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which one? Heimdall RIPS into the attacking Butchers, CUTTING them d HEIMDALL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The big one! WHOOSH!   SUDDENLY THOR'S GONE!     BLACK. After slashing through the Butchers, Heimdall moves towar the house where he hid the family... and then abruptly st Heimdall turns slightly.       He sees something. BINOCULARS POV: Heimdall looking right at us, the Bi-Fros sword visible in his hand. Reveal Skurge on a palace tower balcony, surveilling the with Asgardian E-noculars. Skurge lowers the E-noculars. There is conflict on his face. He knows that he should re this to Hela immediately...yet he doesn't spring into act",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor absentmindedly fidgets with his Obedience Disk. THUD! THUD! THUD! ...resonates around the room.   Hulk st up to Thor, looking inquisitively down at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. Hulk HITS Thor, bullying him into opening up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR SAD",
          "text": "Thor hops up, YELLS in Hulk's face.    Paces around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sad, you idiot. I'm pissed off! Angry. I lost my father. I lost my hammer. THUD! THUD! He turns to see Hulk punching his pillow. Hulk stops. Stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whining and crying.   Cry like baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not even listening. Thor KICKS a random helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't kick stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're being a really bad friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bad friend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what we call you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We call you the stupid Avenger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're tiny Avenger! Hulk throws a shield that nearly decapitates Thor. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what? Earth does hate you. Hulk gets sad.   Wanders over to his bed to mope. Thor realizes he went to far.    Joins Hulk on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry I said those things. You're not the stupid Avenger. Nobody calls you the stupid Avenger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just can't go around throwing shields at people. Could have killed me. HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I'm sorry.     I just get so angry all the time.    Hulk always, always angry. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. We're the same, you and I. We're just a couple of hot-headed fools. HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, same. Hulk like fire, Thor like water. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're kind of both like fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Hulk like real fire. Hulk like raging fire. Thor like smoldering fire. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hulk, I need you to do something for me. TIME CUT:   Morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BA-BOOM",
          "text": "We follow Two Palace Guards as they enter Hulk's Suite. Hulk is throwing a LARGE BALL against the far wall. It's hard it makes dents in the wall. Hulk stops and turns. Reveal that the guards are escorting Valkyrie. They leave Valkyrie and Hulk face off. HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angry girl! Val bounds forward and gives The Incredible Hulk a big hu Hulk laughs and then begins playfully roughhousing with V VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on? What do you...? Hulk steps away, allowing Valkyrie to see Thor. Her smile disappears. She stares at Hulk, so annoyed. Hulk mopes a little. Like, \"I done bad.\" Turns back to Thor: VALKYRIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're so thick-headed that you can't tell when someone's hiding all the way across the universe and wants to be left alone? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to talk. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you want to talk to me. Valkyrie turns to leave. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Hulk:) I need her to stay. Valkyrie is at the exit when the UPPER JAWBONE of Hulk's massive skull bed CRASHES into frame, BLOCKING the doorwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val shoots an annoyed sneer at Hulk.   Hulk SNORTS back. HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay!    Please? Valkyrie looks him up and down. Obedience Disks to the ma Hulk begins BOUNCING his ball against the wall again. Valkyrie walks over to Hulk's bar, picks up an UNOPENED BOTTLE of liquor. Hulk snorts, disapprovingly. Val puts i down and finds something cheaper, she pops the cork. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. Here's the deal. I'll listen to you till this is empty. She TIPS BACK the bottle and starts CHUGGING. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asgard is in danger and people are dying. We need to get back there. I need your help...wow. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finished. Bye. She has indeed finished. She goes to leave. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Odin is dead. Valkyrie stops short (the BALL BANGING noise continues). silence speaks volumes. Thor has a realization. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela, the Goddess of Death has invaded Asgard. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If Hela's back then Asgard is already lost. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to stop her. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. I'm putting together a team. It's me, you, and the big guy. BLUE DRAFT 05/20/16                   69. HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No team.   Only Hulk. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me and you. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's only you. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait. Just listen. The Valkyrie are legend, elite warriors of Asgard. You are sworn to defend the throne. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not getting dragged into another one of Odin's family squabbles. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that supposed to mean? VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your sister. Her power comes from Asgard, same as yours. Hulk's ball rolls into frame. An off screen GRUNT.   Val picks it up and tosses it back to Hulk. VALKYRIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When it grew beyond Odin's control, she massacred everyone in the palace and tried to seize the throne. When she tried to escape her banishment, he sent the Valkyrie in to fight her back. I only survived because... (trails off, brooding) Look, I already faced her once back when I believed in the throne, and it cost me everything. THAT'S what's wrong with Asgard. The throne, the secrets, the whole golden sham. Pause. Thor moves towards Valkyrie, goes to put a comfort hand on her shoulder. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I agree. Val SNATCHES his hand.   They are close, face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't get familiar. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I agree. That's why I turned down the throne. But this isn't about the crown. This is about the people. They're dying and they're you're people, too. Val SHOVES him away.    Thor stumbles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it.     I have. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods, understanding) Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For this. Reveal that Thor has lifted the fob device off Val's belt THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't see that did you? Thor presses the button and ALL THE OBEDIENCE DISKS EMBED IN HIS NECK AND BELT POWER DOWN! Confident smirk. THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There... that's better. You know, go ahead. Stay here and get drunk and enslave people for that lunatic. Keep drinking. Keep hiding. (beat) But me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor gestures for Hulk to toss him the ball.   Hulk does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I choose to run toward my problems and not away from them. Because that's what... Thor HURLS IT at the MAIN WINDOW - It bounces off, hittin Thor in the face. He stands, facing Valkyrie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because that's what heroes do. Thor then SMASHES THROUGH THE WINDOW!   Hulk STANDS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friend Stay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor is sliding down the SIDE of the GRANDMASTER'S TOWER. He LAUNCHES HIMSELF OFF THE BUILDING and hurtles downward LANDING casually on the street below. Finally free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor is HAULING ASS. Never slowing down, Thor keeps the top of the arena in si A few blocks back: Hulk is in pursuit. He's BUMPING peopl SWATTING vehicles out of the way, just being a menace. On Sakaar, the citizens APPLAUD for him! Even when Hulk DEMOLISHES a man's food cart, the man CHEERS Hulk on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor SPRINTS in.   Looks around.   Man, this place is big He RUNS down aisles of crushed and stripped spacecrafts, giant smelter, and then into what looks like a used car l And then he sees it.   The Quinjet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor enters and rushes to the controls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.     Come on. He is pressing buttons and flipping switches.   After a b -the flight deck POWERS UP! Thor places his hand on a pad which SCANS his handprint. Lights up green. QUINJET (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Voice verification required.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor. QUINJET (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Access denied. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor, son of Odin. QUINJET (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Access denied. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God of Thunder. QUINJET (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Access denied. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strongest Avenger. QUINJET (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Access denied. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strongest Avenger! QUINJET (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Access denied. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn you, Stark. (rolls his eyes) Point Break. QUINJET (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome, Point Break. CAH-RUNCH! Hulk BARGES IN through the Quinjet door! The Hulk approaches, scowling. Any metal that stands in h way PEELS BACK. Frantic, Thor turns to the Quinjet's cons",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HULK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friend stay! THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no! As Hulk enters, he DESTROYS the hull of the Quinjet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay! THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop! Stop breaking everything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't go! Thor triggers a message on the flight console. NATASHA (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice work, big guy. We don't know where Ultron's headed, but you're going very high, very fast. Hulk stops short.    His whole demeanor changes. Thor steps out of the way so that Hulk can see a recorded message from NATASHA ROMANOFF on the console. NATASHA (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...So, I need you to turn this bird around, okay? We can't track you in stealth mode... Hulk is now right up against the console screen. NATASHA (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...So I need you to help me out. Okay? I need you to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!     No, Banner! Hulk CONVULSES. Drops to his hands and knees. His whole body warping. Hulk ROARS and GRABS at his face, SHAKING h head, trying to fight this back. But he can't help it... ...HE'S TRANSFORMING BACK INTO BRUCE BANNER! The transiti is rough and chaotic, it's as if Banner is fighting to ge out of the Hulk. Throughout the process, Hulk SMASHES bac and forth, further WRECKING the Quinjet. And then, calm. BLUE DRAFT 05/20/16                 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor rushes to Banner's side to help ease the transition. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner. Hey, hey, hey. You all right, Banner? Sun's going down. Sun's going down. That's it, breathe. I won't hurt you. Sun's going down. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Thor? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Banner is groggy, disoriented. Thoughts, memories, and observations begin to flood his brain randomly. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to your hair? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some creepy old man cut it off. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks good. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are we? How's Nat? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nat is good, I'm sure. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what about Sokovia? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sokovia? BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The city, Sokovia.   Did we save it? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner, listen. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sokovia. Ultron.     That was two years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you saying? I've been Hulk for two years? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid so. Banner's eyes BULGE.    Trying to process this informatio BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell happened? Banner rushes to his feet.      Thor follows. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner, there's something you should know... Banner goes to the flight console. QUINJET (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Voice Activation required.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner. QUINJET (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welccome, Strongest Avenger. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(puzzled) What? BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ship's log... THE SHIP'S LOG POPS UP ON SCREEN. FROM BEHIND THE DISPLAY (within the monitor looking out) see fragmented images of the Hulk's trip through deep spa We see the angry green giant thrash around in zero gravit We see Hulk closer to the camera now, looking stressed an car sick. THROW FOCUS to see Banner's face watching the video, Hulk freaked out face is super-imposed over Banner's freaked o face. BANNER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor, where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, about that. Banner hears: GRANDMASTER (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's bad news, bad news today. Banner rushes over to the windshield.   Through it he see -Grandmaster, his hologram projection towering over the c GRANDMASTER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sakaar, hear ye. Attention please. I have some bad news. My beloved, exalted Champion has turned up missing. Take to the streets. Celebrate my champion. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's that? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kind of runs the place. You actually lived in his house. Back to Banner.    A distant, confused stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Quite a lot's happened. You and I had a fight recently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I win? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I won. Easily. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't sound right. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's true. GRANDMASTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It seems that that criminally seductive Lord of Thunder has stolen him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seductive GOD of Thunder.    We need to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no. This is bad. This is really, really bad. Thor, I think I'm freaking out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no. Don't freak out. You're okay. Put these on. Thor tosses Banner some clothes.    Banner looks at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are Tony's clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, he's not here. But listen. Just stay calm, okay? The sun's going down. The sun's getting really low. Sun's going down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki and Valkyrie are brought before Grandmaster, who has least tripled the amount of bodyguards around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm upset! I'm very upset. You know what I like about being upset? Blame. Right now, that's the mindset that I'm in. And you know who I'm blaming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandmaster, I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Don't interrupt me! Topaz hands the melt stick to the grandmaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you handing me the melt stick? He was interrupting. That's not a capital violation. (refocuses)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My precious champion has come up missing and its all because of that Lord of Thunder. It's all because of him. (to Loki)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOUR brother. Whatever the story is. Adopted, or complicated. I'm sure there's a big history. (to Valkyrie)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And YOUR contender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dear friend, if you were to give me twelve hours I could bring them both back to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can do it in two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could do it in one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what? I woke up this morning thinking about a public execution. But for now, I'll settle for this sweet little \"who's gonna get him first?\" So you're on the clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valkyrie exits in a hurry.   Loki follows her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have you done!? Val reverses position, putting Loki up against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't answer to you, lackey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Loki. And you will answer to the Grandmaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki moves to reverse position again, but Val BREAKS AWAY drawing her TWO BLADES. In response, Loki UNSHEATHES two long Sakaarian daggers. They eye each other, and then- -FIGHT! A fast-paced and deadly battle of knives. After a few exchanges, Val connects a BIG SHOT that SLAMS Loki in the wall. He scowls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would you help my brother escape with that green fool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't help anyone. Loki trails off.   He sees her wrist markings.   A realiz",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a Valkyrie. I thought the Valkyrie all died gruesome deaths? Now Val ATTACKS Loki! She gets him up against the wall, h blade against his throat. She looks ready to kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Choose your next words wisely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terribly sorry. Must be a very painful memory... Quick as a rattlesnake, Loki GRABS Val's head and CASTS a illusion. Val's eyes CLOUD OVER with darkness as we go to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A barren black void of death. The VALKYRIE, in old school Asgardian armor, charge throu the DIMENSIONAL RIFT, an open portal to Asgard and the Ni Realms. Val witnesses these events as moments frozen in t - Reveal Hela in all her glory, black lightning everywher - Dozens of Valkyrie falling through the dark space. - The Valkyrie's winged horses lay dead on the battlefiel - Through the open portal we can see the throne of Asgard - Hela advancing on the final few Valkyrie - one is Val, frozen in fear, shell-shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Hela FIRING black weapons at Val... - One of Val's sisters DIVING IN at the last second, SHOV VAL back through the PORTAL and taking the fatal hit! - Val lands hard in the Throne room. - Val scrambling to her feet and trying to re-enter the r but it's too late. It closes, the last image she sees is dealing the final killer blow to her doomed Valkyrie sist",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We find Val on her knees in front of Loki, trembling from this visceral memory that she's tried so hard to suppress She turns on Loki, raging, and knocks him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BANNER sits, groaning, head in his hands. THOR is beside him, rubbing his back and on the lookout for threats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun's going down. It's getting really low. The sun's going down. It's getting real low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you stop saying that!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just need you to stay calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm!?   I'm on an alien planet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just a planet.   You've been on a planet before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah!    One!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you've been on two. That's a good thing. It's a new experience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My neurons, they're firing faster than my brain can handle the information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNER, (CONT'D)",
          "text": "The whole thing is totally different this time. (beat) In the past, I always felt like Hulk and I each had a hand on the wheel, but this time it's like he had the keys and I was locked in the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR",
          "text": "Alright, well, you're back now, that's all that matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNER",
          "text": "No, it's not what matters. What I'm trying to tell you, is that if I turn into the Hulk again, Banner may never come back. And we're stranded on a planet that is designed to stress me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR",
          "text": "We're not stranded, I'm gonna figure out a way to get us home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNER",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR",
          "text": "Not your home, though.   Asgard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR",
          "text": "Listen, my people are in great danger. You and I, we have to fight this really powerful being who also happens to be my sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNER",
          "text": "Okay, that is so wrong on so many... I don't wanna fight your sister. That's a family issue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOR",
          "text": "No, she's an evil being.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNER",
          "text": "I don't care what she is.   I'm not fighting any more beings.   I'm sick of it. I just told you. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BANNER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I turn into the Hulk, I am never gonna come back again. And you don't care. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no. I'm putting together the team. The Hulk is the fire. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, you're just using me to get to the Hulk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?   No! BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's gross. You don't care about me. You're not my friend. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! I don't even like the Hulk. He's all like... \"smash, smash, smash.\" I prefer you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if I'm being honest, when it comes to fighting evil beings, he is very powerful and useful. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, Banner's powerful and useful, too. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he though? BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many PhDs does Hulk have? Zero. How many PhDs does Banner have? Seven. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine, you don't have to fight anyone. But we're in danger here, so we have to move. Thor grabs a towel from the ground next to him. He puts t towel over his head. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a disguise.    I'm a fugitive. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a disguise. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are the disguise. Banner finds a pair of Stark's sunglasses in his jacket. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be Tony Stark. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.   Tony and the gypsy. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no you're not Tony.    You're Bruce Banner. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why did you dress me up like Tony? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because you were naked. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, I'll give you that. They stand up. Banner adjusts his crotch. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?    Stop doing that! BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tony wears his pants super tight! THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you being so weird? BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Maybe the fact that I was trapped for two years inside of a monster made me a little weird. Banner flashes green.    Thor calms him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. It's okay. You're good. Calm down. Come on. Listen, we're gonna go to Asgard and you're not gonna have to think about the Hulk ever again. All right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. WHAP!   Banner gets nailed in the face with green paint. Caught off guard, Thor and Banner are swept off into-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a massive street festival where revelers dance and c while throwing powdered paint at each other... in celebra of Hulk! Green EVERYWHERE! Inside the parade it is total chaos. Thor searches for Ba as he's PELTED with green powder. Pandemonium. In the cro Thor sees a pack of SCRAPPERS on the hunt for the reward. Thor spots Banner. He surges forward, GRABS Banner, and pulls him into another alley, but sees- -Valkyrie is approaching from down the alley!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is bad. Banner!     Banner! Thor pulls Banner back into the crowd. Thor briefly turns see that he is no longer holding Banner's - it's the arm SMALL ALIEN who squeals in fright. Thor sees Banner across the crowd. Thor MUSCLES his way through the madness, knocking rowdy aside. He reaches Banner and holds him protectively, awkwardly trying to rub his shoulders. One of the aliens Thor knocked aside turns out to be a MASSIVE SCRAPPER. He rears up, turning on Thor and Banner WHAM! From out of nowhere, Valkyrie CLOCKS this Scrapper with a brass knuckle right cross. The Scrapper DROPS. Thor looks at Val while clutching Banner like a child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was gonna do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, well, I did it first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good. What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here?   I thought you were leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got sidetracked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's with the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's my disguise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I can see your face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(covers his face)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not when I do this, you can't. (then:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your hair looks nice. I like what you did with it. Change it? Washed it maybe? Valkyrie just rolls her eyes, takes Thor by the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Thor:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are those things on her eyes? Are those the people that she's killed? She's so beautiful and strong...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valkyrie escorts Thor and Banner through the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is this guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?    Me?    I'm Bruce. As Val leads them into Sakaarian apartment building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel like I know you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel like I know you too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Continue down the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I've spent years in a haze trying to forget my past. Sakaaar seemed like the best place to drink and forget and to die one day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking that you drink too much, and that probably was going to kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't plan to stop drinking, but I don't want to forget. I can't turn away anymore. So, if I'm donna to die, well... it may as well be driving my sword through the heart of that murderous hag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. They arrive at a door.     Before they enter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. So I'm saying that I wanna be on the team. Has it got a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, it's called the Revengers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revengers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I'm getting revenge. You're getting revenge. (to Banner:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want revenge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm undecided.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Also, I've got a peace offering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valkyrie opens the front door, revealing- -Loki! He is as restrained as anyone could be, sitting in the middle of the apartment with a dozen chains around hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surprise. Thor TOSSES a bottle.    It BOUNCES off of Loki's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just had to be sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, last time I saw you, you were trying to kill everybody. Where are you at these days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It varies from moment to moment. Val's apartment is a shithole. Bottles everywhere, blood- spattered clothes in the corner, a knife in the wall, etc Banner gives Thor a look like \"she might be crazy.\"   Tho responds with a \"No, she's cool\" gesture. BLUE DRAFT 05/20/16                88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val lays something on the bed. Unwraps it to reveal AN OL ASGARDIAN SWORD. Thor's eyes go wide as she sharpens it. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that... a Dragonfang? VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God. This is the famed sword of the Valkyrie. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sakaar and Asgard are about as far apart as any two known systems. Our best bet is a wormhole just outside the city limits. A nice clean wormhole outside the city. VALKYRIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Refuel on Xandar and be back in Asgard in around 18 months. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. We're going through that one. Thor points at the nightmare tornado wormhole over the oc VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Devil's Anus? BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, whose anus are we going through? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the record, I didn't know it was called that when I picked it. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That looks like a collapsing neutron star inside of an Einstein- Rosen Bridge. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need another ship.   That would tear mine to pieces. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's right. We need one that can withstand the geodetic strain from the singularity. BLUE DRAFT 05/20/16                   89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner gives Thor a quizzical look. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And has an offline power steering system that could also function without the on-board computer. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we need one with cup holders, because we're gonna die. So, drinks! BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I know you? I feel like I know you. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel like I know you, too. It's weird. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Banner:) What do you say, doctor? Uncharted metagalactic travel through a volatile cosmic gateway. Talk about an adventure. Thor and Banner high five as Val stares at them blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNER THOR, (CONT'D)",
          "text": "We need a ship.                 Need a ship. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are one or two ships, absolute top-of-the-line models-- LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't mean to impose, but the Grandmaster has a great many ships. I may eve have stolen the access codes to his security system. All eyes turn to Loki. Valkyrie throws her bottle at him. smashes above his head. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And suddenly you're overcome with an urge to do the right thing. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heavens, no. I've run out of favor with the Grandmaster. (MORE) BLUE DRAFT 05/20/16        90. LOKI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And in exchange for codes and access to a ship I'm asking for safe passage...through the anus. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're telling us you can get us access into the garage without setting off any alarms? LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, brother. I can. BANNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, can I just... A quick FYI, I was just talking to him just a couple minutes ago and he was totally ready to kill any of us. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He did try to kill me. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, me too. On many, many occasions. There was one time when we were children, he transformed himself into a snake, and he knows that I love snakes. So, I went to pick up the snake to admire it and he transformed back into himself and he was like, \"Yeah, it's me!\" And he stabbed me. We were eight at the time. Loki suppresses a smile. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we're boosting a ship, we're gonna need to draw some guards away from the palace. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not set the beast loose? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys have a beast? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, there's no beast. He's just being stupid. We're going to start a revolution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revolution?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll explain later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's this guy again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll explain later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Korg sits with his cell mates.    He's talking to Miek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that some sort of protoplasm, all the stuff that's coming out of you? Or are they eggs? Looks like eggs. Suddenly his Obedience Disk POWERS DOWN. No longer glowin As Korg stands up, Valkyrie appears at the door to his ce",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm looking for Korg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's asking? I know you're asking. Is anyone else asking, or is it just you? Valkyrie tosses him a high-tech rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lord of Thunder sends his best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My revolution has begun...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandmaster speaks with Topaz who now wears battle armor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revolution? How did this happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't know. But the Arena's mainframe for the Obedience Disks have been deactivated and the slaves have armed themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! I don't like that word!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mainframe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Why would I not like \"mainframe?\" No, the \"S\" word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, the \"prisoners with jobs\" have armed themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, that's better. CHA-CHNK! SOUNDS OF MACHINERY as the whole space starts moving. A different angle reveals that we are in-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandmaster's chambers are actually the oversized cockpit a A HUGE RIOT CONTROL SHIP (The Statesman) that can dock itself indefinitely within the palace! The Statesman has DISLODGED from the palace and is now flanked by six smaller Sakaarian peace-keeping ships, all headed towards the city where RIOTING can be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor waits as Loki enters codes to a door's security pane",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, so listen, we should talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I disagree. Open communication was never our family's forte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have no idea. I've had quite the revelation since we spoke last. The door opens, revealing a bunch of guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor and Loki heft up two Sakaarian guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi! Thor and Loki BLAST all the guards, moving to another doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Odin brought us together, it's almost poetic that his death should split us apart. We might as well be strangers now. \"Two sons of the crown\" set adrift. A guard tries to ambush Loki through the door.   Thor TAK OUT the guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought you didn't want to talk about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor and Loki are going up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the thing. I'm probably better off staying here on Sakaar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's exactly what I was thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Did you just agree with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place is perfect for you. It's savage, chaotic, lawless. Brother, you're going to do GREAT here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you truly think so little of me? Thor pauses, considers his brother.   Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loki, I thought the world of you. I thought we were gonna fight side by side forever. But, at the end of the day, you're you, I'm me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, maybe there's still good in you, but let's be honest, our paths diverged a long time ago. Loki is wounded by Thor's willingness to discard him. his feelings with: LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's probably for the best that we never see one another again. Beat.   Thor pats Loki affectionately on the shoulder. Hold on Loki. Did Thor just get through to him? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what you always wanted. Beat.   Then: THOR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, let's do \"Get Help.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Get Help.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, you love it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate it. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's great. IT works every time. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's humiliating. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have a better plan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're doing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are not doing \"Get Help.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Multi-tiered platforms with dozens of cool spaceships. The elevator doors open. Thor supports Loki's weight with Loki faking a fatal injury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get help! Please! My brother, he's dying. A small group of Sakaarian guards turn toward Thor and Lo One guard aims his gun at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get help! Help him! Thor picked up Loki and flings him at the guards, knockin them down like bowling pins. Loki stands up and Thor step to Loki's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Classic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I still hate it. It's humiliating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not for me, it's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which one's the ship she told us to get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commodore. The COMMODORE starship. Brand new, solidly built, sleek. As they walk towards it a DUPLICATE LOKI FORMS and LAGS BEHIND. The Loki walking with Thor is an illusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Though I feel it won't make much of a difference...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We follow the real Loki as he slinks away towards the security system panel. He activates the panel and brings screen that will set off all the alarms palace-wide!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Loki. Loki turns to see Thor looking not at all surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know I've betrayed you many times before, but this time it's truly nothing personal. The reward for your capture will set me up nicely. He triggers the alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never one for sentiment, were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easier to let it burn. But then Loki sees Thor holding up a fob device. Loki realizes that Thor affixed an Obedience Disk on him in th heart-to-heart moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I agree. BZZZT! Thor ZAPS Loki and HOLDS DOWN the button. Loki HIT the ground, WRITHING in pain. Thor approaches. Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh brother, you're becoming predictable. I trust you, you betray me. Round and round in circles we go. Thor continues to \"think about it\" for a beat while Loki convulses in agony on the floor. Finally, Thor kneels dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, Loki, life is about, it's about growth. It's about change. But you seem to just wanna stay the same. I guess what I'm trying to say is that you'll always be the God of Mischief, but you could be more. I'll just put this over here for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor places the fob on top of the security panel, so clos but so far from Loki's paralyzed reach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, I got places to be so good luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor is seen in the cockpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, I can figure this out. It's just another spaceship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The massive garage doors OPEN. This sets off BLARING ALAR to alert the palace of this unauthorized departure. The Commodore ship LIFTS OFF from the garage. In the cock Thor pushes forward on the throttle. The ship ZOOMS ahead",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loyal Sakaarians, Lord of Thunder has stolen my ship and my favorite champion. Sakaarians, take to the skies. Bring him down. Do not let him leave this planet. BELOW: Pilots hastily RUSH to their Palace Patrol ships s as to pursue the Commodore. The first two ships out of the garage SWOOP AROUND behind Thor. The Patrol ships are LOCKING weapons on Thor when- -BOOM-BOOM!   They are both blown out of the sky by-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val is all focus, flying and FIRING. Banner sits shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good shot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor's ship and Val's ship now ZIP through the city in tandem. On the horizon we can see-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-the Statesman, the enlarged Grandmaster, and his Riot Control team raining down hell on the revolting prisoners",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor in the pilot's seat.     Val comes in over the radio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open the doors. Thor looks over the console.    FLIPS a switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valkyrie STEERS down, dropping altitude. Her whole ship spins upside down, yet her cockpit is still right-side up",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope that you're tougher than you look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? Val MAXES OUT the throttle. The ship ACCELERATES.     Whe she's under Thor's ship, Val presses- -THE EJECT BUTTON!   Banner is LAUNCHED OUT OF THE SHIP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor at the controls. We hear an incoming scream of increasing volume. \"aaaaaaaaaAAAAAAAAAHHHHHH!!!!!\" THUNK!   Banner is SHOT UP into the ship. ROUGH LANDING. Banner casually lifts his arm up and gives a THUMBS UP. CLUNK! CLUNK! CLUNK! CLUNK! The ship is being fired upon another pursuit vehicle. Banner joins Thor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shouldn't we be shooting back or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, we should. (into the radio:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are the guns on this ship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There aren't any. It's a leisure vessel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandmaster uses it for his good times, orgies and stuff. Thor and Banner look around. The CEILING has MIRRORS ON I and the floor is covered in a Sakaarian PERSIAN RUG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did she just say the Grandmaster uses it for orgies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Don't touch anything. CLUNK! CLUNK! CLUNK! More fire from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val's ship is hit. She rotates the cockpit to face BACKWA and opens fire, taking out the attacking chase-ship. But now in Val's cockpit... Sparks. Smoke. Alarms. In the distance Val clocks the Grandmaster's Riot Ship raining terror down on the masses. A look of determinatio she pops the HATCH above - her ship is now a convertible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meanwhile, Warsong ZOOMS out from under Thor's ship, stil ACCELERATING. Val has turned her ship into a missile, and its trajectory is the Grandmaster's Riot Control Ship! Grandmaster is still taunting his former captives below w -KA-BOOM! Warsong SLAMS into the Statesman, specifically Grandmaster's projection! Enlarged Grandmaster stumbles, struggling to maintain his balance. Warsong EXPLODES while the Statesman is knocked off kilte and goes down for a hard landing in the market!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor and Banner witness the fiery explosion of Val's kami flight path!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! Thor experiences a brief instant of heartbreak/devastatio ...but then notices a spec coming out of the explosion. THWACK! Val hits the ship's windshield and grabs hold! Residual smoke wafting off of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor pilots the ship out of the city into the Wastelands six Sakaarian fighter ships race after them in formation. The following dogfight will proceed across the Wastelands then out over the Sakaarian Ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val is still on the windshield. GUNFIRE! One of the pursuing ships WINGS the Commodore, causing it to LURCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get inside!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a minute! Val pulls herself up and then RUNS DOWN THE ROOF OF THE S Thor and Banner follow the THUMPING of her footsteps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In full sprint, Val LEAPS OFF and- -LANDS HARD on the lead Sakaarian ship! Val begins TEARIN into the enemy ship with her bare hands!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor and Banner exchange a look.   Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should probably go and help. Thor abruptly exits, leaving Banner at the ship's control",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, take the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I don't know how to fly one of these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a scientist.   Use one of your PhDs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None of them are for flying alien spaceships!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor LEAPS into the middle of this high-speed dogfight! These two superhuman Asgardians begin jumping between the pursuer's ships, taking out guns, engines, and pilots wit their bare hands. It's spectacular and epic. Thor RIPS out an engine block and uses it to crush a pilo Val DRAGS her blades down the entire underbelly of a ship before BACKFLIPPING to another. Back and forth they go, even passing each other mid-fligh few times. One by one the Sakaarian ships GO DOWN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner is frantically STEERING the ship, doing his best t dodge all the incoming fire. He peels away and is followe by Topaz, who is in her own chase-ship. Banner notices a button with a little explosion icon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, come on. There's gotta be a gun on this thing. That looks like a gun. Banner PRESSES the button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ship's lighting changes, like a disco effect. Weird d music BLASTS over the PA, followed by Grandmaster's voice",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's MY BIRTHDAY! It's MY BIRTHDAY! It's MY BIRTHDAY. Banner is so confused. Then we hear FIREWORKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MASSIVE PLUMES of powder paint SHOOT OUT of the ship foll by a huge colorful fireworks display. And then a rainforest's worth of confetti is dumped from the hull! Topaz is suddenly in the middle of a party smoke screen! tries to fly her way through all the fireworks and stream but ultimately she hits a HARD CRASH LANDING in the ocean",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah! Meanwhile, Thor and Val land together on the one remainin Sakaarian ship. Val leaks a smile to Thor. Thor YANKS OFF the cockpit cover, Val TOSSES the pilot, a together they PUSH FORWARD on the throttle. The ship SPEEDS FORWARD. Just then Banner pulls the Commo back on the scene, hovering above them. They LEAP UP towards the Commodore's open doors as the sh CRASHES and EXPLODES behind them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor and Valkyrie join Banner in the cockpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, we're coming up on the Devil's Anus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KORG and MIEK enter, leading a group of gladiator rebels. Korg sees and then points to the SUPERCRUISER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There she is. Our ticket out of here. Hey, what's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The OBEDIENCE DISK FOB on the ground.   He picks it up. Korg then notices LOKI, TWITCHING and CONVULSING on the ground. He's barely made any progress towards the fob. Loki locks eyes with Korg, a desperate and furious plea. Korg looks at Loki, then at the fob, then back to Loki. Loki gives Korg a maniacal, pleading look. Korg gets it.   He deactivates the obedience disk. Loki stands, dusts himself off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey man, we're about to jump on that ginormous spaceship. You wanna come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do seem like you're in desperate need of leadership.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here we go! The Commodore ship is swallowed up by the towering nightm that is the Devil's Anus wormhole. The ship's onboard computer SHORTS OUT. Darkness in the cabin. All around them the hull CREAKS. Under strain. The commodore heads toward the end of the wormhole.   Deb flies past the camera. Thor, Val, and Banner all look like they are in extreme p as there's great concern the ship could be torn apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKURGE ADDRESSES A CROWD OF ASGARDIANS. HELA BEHIND H",
          "text": "leaning against FENRIS, her GIANT WOLF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asgardians, some misguided soul has stolen the Bifrost sword. Tell us where it is, or there will be consequences. Bad ones. We are now in the smoking ruins of Asgard. 100+ Asgardian have been forced to line in a large piazza, all exhausted all scared. Patrolling the perimeter are Hela's Butchers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well? Hela points to an Asgardian woman off camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You. Hela's butchers approach the crowd and find the Asgardian woman. Skurge closes his eyes and looks downward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! Stop! Hela's butchers pull the Asgardian woman to the steps. Th shove her and she falls tot he floor. The woman is on her hands and knees as Skurge turns to her. She trembles as Skurge holds his battle axe with both hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?   Executioner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait! I know where the sword is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commodore nears the end of the wormhole and is- -SPIT OUT into the calmness of outer space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner, Thor, and Valkyrie are all unconscious. Banner wa up and looks outside, the stars reflected in the windshie Thor and Valkyrie wake up. Outside they see- -THE REALM OF ASGARD, a flat city in the middle of an isl floating in space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mixed emotions)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never thought I'd be back here. The ship descends into the clouds above Asgard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought it'd be nicer. I mean, not that it's not nice. It's just, it's on fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, up here in the mountains. A projected map on the console shows the mountain where t stronghold is located. There is a red dot in the mountain indicating where the Asgardian citizens are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heat signatures. People clustered together. Hela's coming for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, drop me off at the palace and I'll draw her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And get yourself killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The people trapped down there are all that matters. While I'm dealing with Hela, I need you two to help get everyone off Asgard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the hell are we supposed to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a man on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall looks to the Asgardian Citizens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asgard. She's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valkyrie is helping Thor load a MASSIVE ASGARDIAN BLASTER into the side of the Commodore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now the ship has guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take it from here. Thor produces a bundle of FABRIC WITH GOLD AND WHITE PLAT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found this in the armory. Val immediately recognizes its significance. She doesn't want to be affected by this gesture, but can't help it. They share a look as the Commodore lifts off into the air Before she's out of earshot, Val calls down:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Your majesty.\" Don't die.    You know what I mean. The Commodore flies away, leaving Thor on the balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor's footsteps ECHO through the empty space. He sees th items from the vault scattered beside the throne. Thor sees a chunk of plaster from the dismantled fresco. picks it up and sees that this piece of fresco bears a portion of his own face. Thor then looks up, off camera. His eyes go wide. He looks up at the ceiling where his painting used to be and finds the original which depicts and Hela conquering the nine realms, with Hela's butchers around them. Hela holds Mjolnir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela, cowl &amp; headdress on, stands with Skurge outside mountain stronghold where Heimdall is hiding the refugees Hela raises her arms and FIRES LONG THIN BLACK LANCES, wh BURROW into crevices on the mountainside. From here, we T UP, looking straight at the sky. With the lances in place, Hela bears down. Summoning all focus and energy, she begins to VIBRATE this manifestatio her powers, PUNCTURING crevices and splitting rock apart. The whole mountain begins to RUMBLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRACK!    Hela RIPS OPEN THE SIDE OF THE MOUNTAIN! There is an avalanche of rock and debris.     The mountai around the doors completely destroyed, the    doors fall the ravine, creating a bridge for Hela and    Skurge. Hel waits patiently for the dust to settle and    sees- -an empty stronghold.    No sign of Heimdall or the refug",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall leads the migration of refugees out the other si of the mountain onto a secluded mountain path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must keep moving! Go to the Bifrost!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner flies the Commodore out across the city. Val puts on her gloves, cuff on her forearm, boots, and breastplate. She grabs her dragonfang sword and puts it a her side. Val mans the Blaster, and we see that she's cha into the CLASSIC WHITE &amp; GOLD VALKYRIE ARMOR (Thor's Bad ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela is about to throttle Skurge when- -A LOUD GONG SOUND. It's coming from far away, but the de note resonates across the land. GONG-GONG-GONG-GONG! Hela looks to the Palace, her eyes narrowing with rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find Thor on the throne holding GUNGNIR - THE KING'S SPEA Odin's signature spear. SLAMMING the butt of it on the ground. GONG...GONG... Hela steps into the throne room.   Headdress &amp; cowl o Thor stops the GONGING when he sees Hela.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sister. Smiling, Hela gradually crosses the huge space towards Th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love what you've done with the place. Redecorating, I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It seems our father's solution to every problem was to cover it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or to cast it out. (then:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He told you you were worthy.   He said the same thing to me. Angle on Hela in the frescos, fighting with Mjolnir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see, you never knew him, not at his best. (nostalgic sigh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Odin and I drowned entire civilizations in blood and tears. Where do you think all this gold came from? And then one day he decided to become a benevolent king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To foster peace, to protect life. (with teeth)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To have you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand why you're angry. And you are my sister, and technically have a claim to the throne. And believe me, I would love for someone else to rule. But it can't be you. You're just...the worst. Hela puts on her headdress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, get up. You're in my seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(standing up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, Father once told me that a wise king never seeks out war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But must always be ready for it. They CHARGE each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall leads the refugees out onto the bridge. But then he stops.    Sensing something. At the far end of the bridge is FENRIS!      The massive is guarding the observatory!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go back! The refugees turn to retreat.    Fenris CHARGES!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNFIRE FROM ABOVE",
          "text": "The Commodore swoops onto the scene, Valkyrie manning the blaster and FIRING on Fenris, who stops his charge. As the refugees retreat, they come to a stop because...",
          "sentiment": "neutral"
        },
        {
          "speaker": "...SKURGE IS LEADING AN ARMY OF BUTCHERS BEHIND THEM",
          "text": "Heimdall and the refugees are now trapped on the bridge between Fenris and Skurge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela and Thor fight, Hela wielding twin black blades. They CLASH and Thor BLOCKS an attack with Gungnir.   They face to face, Hela glaring at Thor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To be honest, I expected more. Hela DISARMS him, sending Gungnir CLATTERING across the r Hela strikes out sending Thor FLYING hard into a wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela's butchers stand behind Skurge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall!    The sword! The Butcher army CHARGES Val and Banner hold the remaining Butchers off with GUNFI Heimdall is looking toward the palace, concern for Thor. his attention soon goes back to protecting the mass of humanity behind him. He looks out to the Observatory",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must cross now! To Bi-Frost! Heimdall leads the refugees out onto the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela PINS thor against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the difference between us. I'm Odin's firstborn, the rightful heir, the savior of Asgard. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you're nothing. Hela PROJECTS a large spiked lance, Thor barely rolls out the way before it PUNCTURES the wall. Thor HEADBUTTS Hela. It does nothing.   Hela responds wit own HEADBUTT. It does a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So simple.     Even a blind man could see it. Hela RAKES a black-clawed hand across Thor's face. In doi so, she RIPS OUT ONE OF HIS EYES!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you remind me of Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asgardians CLASH with Hela's Butchers. Valkyrie keeps raining down fire on Fenris, but it is doi no real damage. Just pissing the wolf off. Fenris shakes off the bullets and resumes CHARGING. Heimdall sees Fenris charging and steps out in front of t refugees with his sword, preparing for the worst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valkyrie gives up shooting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This stupid dog won't die! Banner looks down at the carnage below.      Makes a deci He gets up and heads for the bay doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything's going to be okay. I got this. You want to know who I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll see. Banner LEAPS out of the ship!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banner soars through the air. It's an awe-inspiring image we follow Banner's trajectory downwards. His face is determined, arms churning, ready to Hulk out... ...except it doesn't happen.     Worry washes over his fa SPLAT! Banner FACEPLANTS on the bridge, seeming to break every bone in his body. He looks dead. Pause. Fenris SNIFFS him curiously. We notice one vein on Banner's neck PUMPING GREEN. Then- -Banner suddenly EXPLODES UP as THE INCREDIBLE HULK, UPPE CUTTING Fenris in the jaw! Hulk is now in a wrestling mat with a beast four times his size - the two of them go TUMBLING into the water below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela has Thor by the throat.     She lifts him up to look the balcony's ledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see? No one's going anywhere. (then:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get that sword even if I have to kill every single one of them to do it. Thor looks down.   Distraught.   Heartsick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val pilots the Commodore towards the battle on the city s of the bridge. Skurge's battlion of Butchers surge forwar -BOOM! Val LANDS the Commodore on top of them, SKIDDING across the bridge, CRUSHING the front line of the Butcher and KNOCKING Skurge aside. The impact triggers the party function, setting off PARTY MUSIC and a FIREWORKS DISPLAY Val emerges from the ship in full battle mode. Behind her the Commodore FIREWORKS provide a spectacular HERO BACKDR She draws DRAGONFANG and smiles as Butchers begin swarmin towards her. She is where she needs to be. Meanwhile, the Asgardians huddle together, packed so tigh that some begin to fall off the side of the bridge, loved ones grabbing them and pulling them back up. There's no h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall FIGHTS off Butchers, but gets KNOCKED DOWN.   Ju it looks like he's about to take a killing blow- -BAM!   The Butcher is BLASTED. Korg steps into frame, holding the blaster! KORG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey man.   I'm Korg.   This is Miek. Miek steps into frame, waving. KORG (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to jump on that spaceship and get out of here. Want to come? Heimdall is beyond confused, but then... a LOUD NOISE. He looks down to see- -EMERGING FROM THE THICK LOW-HANGING FOG IS LOKI! Resplen in horns, arms spread wide, seeming to float towards the bridge like a mythical angel of mercy. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your savior is here! The fog dissipates around him, revealing that Loki's stan on THE GRANDMASTER'S SUPERCRUISER! For reasons that will become clear, we will henceforth call this ship THE ARK. And Loki is not alone. He's brought along all the prisone from the Contest of Champions. Armed with gladiator weapo The Ark slows to a stop at the middle of bridge. ABOVE: Even with Hela's hand on his throat, Thor can't he but smile at the sight of Loki. Hela however sneers. HELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That little shit. BELOW: Loki and the Sakaarian gladiators JUMP OFF the Ark onto the bridge, joining the fight against Hela's forces. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you miss me?    Everybody on that ship, now. The Asgardian refugees begin POURING onto the ark. The on way onto the Ark is a narrow plankway, so there is an immediate bottleneck effect - thousands of frightened peo all pushing for a chance at salvation. It's mayhem. Loki walks through the crowd to Heimdall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome home. I saw you coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course you did. Loki joins Heimdall and the gladiators in fending off Hel encroaching minions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela is perturbed, but not enraged. She turns her gaze ba to Thor for a final farewell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A valiant effort, but you never stood a chance. Thor looks up from his friends protecting his people as t frenziedly board to Ark to- -the twilight stars coming out over Asgard.   There's a glimmering of stardust in the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see?   I'm not a queen, or a monster. FLASH: PUSH IN ON ODIN AT THE CLIFFS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm the Goddess of Death. FLASH: PUSH IN ON ODIN AT THE CLIFFS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What were you the God of again? As Hela digs two blades into his chest, Thor SCREAMS... And everything goes SILENT. SKY. We PAN DOWN to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- where we find Thor (dressed and injured as he was on th balcony), back in the sweeping fields where we met Hela f the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even when you had two eyes you were only seeing half the picture. Thor turns to see his father, sitting where we last saw h Thor falls to his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's too strong.   Without my hammer I cannot--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you Thor, God of Hammers? Thor looks up, meeting his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That hammer helped you control your power, focus it. But it was never the source of your strength. Odin stands, as does Thor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too late. She's already taken Asgard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asgard is not a place. Never has been. (gestures around him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be Asgard. It is wherever our people stand. And right now those people need you. Odin turns to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not as strong as you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.   You're stronger. As Odin turns to leave, a SHADOW in the shape of HELA'S HEADDRESS falls across him. He looks up and we are...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor looks up to the sky. She digs the blades deeper into Thor's chest. He groans i pain. Everything DARKENS as BLACK CLOUDS gather overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me brother, what were you the God of again...? CLOSE ON Thor's clenched fist, small arcs of electricity forming. -THE LOUDEST CRACK OF THUNDER YOU'VE EVER HEARD! In an instant, Thor and Hela are ENGULFED in a bolt of lightnin KA-BOOM! Hela is BLASTED OUT of the lightning and sent CRASHING into the streets of Asgard. Her costume is tattered, the black extensions of her power hanging off h body in some places. She appears to be unconscious! All around Asgard, EVERYONE looks up at this massive stri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM! Thor LANDS HARD on his feet. Muscles swollen, veins pulsing with electricity. A living storm. Thor DIVES INTO THE FRAY. He moves like a bolt of lightni SURGING through the army of Butchers in quick SLASHING JO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valkyrie CHARGES into the ocean of Butchers. Wielding Dragonfang, backlit by the POPS of fireworks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving across the entire epic battle. On the city side, Valkyrie CUTS A SWATHE through the relentless onslaught of Butchers. Heavy damage. At the middle of the bridge, Heimdall helps load the flee Asgardians onto the Ark. Within the melee are Loki, Korg and the Sakaarians. Loki SLASHES through Butchers wielding his two long daggers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the water below, Hulk and Fenris WRESTLE in an colossa clash of FISTS, CLAWS, and TEETH. Beyond that, Thor is wielding electrified weapons and BLASTING entire packs of Butchers off the bridge! Lost in the chaos is Skurge, who sees the tides turning. throws down his axe and blends into the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fenris has Hulk in his mouth, underwater.    Trying to dr the green goliath! Fenris' teeth PUNCTURE Hulk's skin.   He BELLOWS, THRASHI Hulk winds up and SLAMS Fenris in the snout! Fenris snaps back, revealing that-",
          "sentiment": "neutral"
        },
        {
          "speaker": "-THEY'VE REACHED THE REALM'S EDGE",
          "text": "Fenris is knocked off, plummeting off of Asgard into spac Hulk grabs hold of the slippery rocks, desperately trying climb back as water pours down on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asgardians continue RUSHING onto the ship. In the crowd we find Skurge! He's thrown a cloak over himself and is sneaking in amongst the refugees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our heroes have drastically thinned down the herd of Butchers. It's pandemonium. The Ark's engines are deafening, but yo can still hear the sound of terrified people SCREAMING. Thor helps Loki to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're missing an eye. Valkyrie finishes off a handful of enemies, but then noti something. She WHISTLES to get the others' attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't over. All around the bridge, our heroes look to see- -Hela arriving at the far side of bridge.   She is seethi with power, a vision of death. Having just come out of this huge battle, they are all we and nursing injuries. Loki and Val are hurting worse than Thor. Hela walks towards them.   Menacing and deliberate. Thor, Loki, and Val step forward to protect the Asgardian They huddle together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we should disband the Revengers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hit her with a lightning blast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just hit her with the biggest lightning blast in the history of lightning. It did nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to hold her off until everybody's on board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor looks at the people boarding behind him. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It won't end there. The longer Hela's on Asgard the more powerful she grows. She'll hunt us down. We need to stop her here and now. VALKYRIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's our move? LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not doing \"Get help.\" Thor sees Hela approaching. He sees the palace behind her comes to a realization. THOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asgard's not a place, it's a people. (then) This was never about stopping Ragnarok...it was about causing Ragnarok. (to Loki:) Go to the vault. Surtur's crown. It's the only way. LOKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impressed) Bold move, brother. Even for me. Loki runs off, leaving Thor and Val to deal with Hela.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shall we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After you. Thor ATTACKS. They CLASH, kicking off this monumental confrontation. Hela manifests pitch black weapons to atta Thor, but Thor is conjuring powerful bolts of electricity with the same speed and ferocity. Just as Thor is surging with newfound lightning powers, Hela's powers seem to be enhanced as well. The battle is relentless and fast-paced. Thor is holding own against Hela. Maybe they can win this thing. After several fearsome exchanges, Hela PUNCTURES his shou and then DARTS past him with startling speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Undeterred, Thor RUSHES Hela again.    Valkyrie joins in, forcing Hela to fight them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While the Asgardians still scramble to get on board above -find the Commodore ship, swooping down below the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find Loki in the pilot's seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is madness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ship ACCELERATES towards the palace of Asgard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor continues FIGHTING Hela while Valkyrie BLOCKS Hela's attempts to spear the Asgardians from afar. Hela isn't landing any fatal blows, but she's carving Tho and making steady progress towards the Ark. However, the Asgardian refugees finally make it aboard. A injured Heimdall, Korg, and Miek are the last to get on. Thor and Heimdall make eye contact.    Thor calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GO!   GO NOW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Ark's engines begin to POWER UP- -Hela HARPOONS Thor.    He goes down, grimacing in pain. Hela begins to CONJURE AN ENORMOUS MANIFESTATION OF HER",
          "sentiment": "neutral"
        },
        {
          "speaker": "STABS THE ARK AND PREVENTS IT FROM LEAVING",
          "text": "Butchers begin to scramble up onto the Ark!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The refugees REACT IN TERROR as the Butchers begin CLIMBI from the bridge to the Ark. In the frightened crowd we fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-Skurge, still cloaked. He sees innocent Asgardians huddl together, trying to protect their families. He's having a crisis of conscience. An epiphany.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOKI rushes in and picks up Surtur's skull. As he walks towards the Eternal Flame, The Tesseract draw his attention. Tempting him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first wave of Butchers arrives on board, heading stra for a cowering family. Just as they're about to be killed POW! POW! POW!    The Butchers fall dead. Everyone turns to see SKURGE, now uncloaked, wielding his M-16s from Texas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For Asgard. Skurge runs forward, LEAPS off the Ark, and LANDS on the bridge right where all the Butchers are coming to life. BLASTING AWAY the Butchers before they can get aboard. Behind Skurge, the Ark begins to LIFT OFF. Skurge keeps FIRING and then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELA",
          "text": "Hela turns to see Skurge blasting his way through her Butchers, trying to make his way to her. Disappointed, Hela FIRES a blade through Skurge's heart. Skurge has been killed... ...but the Ark now ASCENDS unfettered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOKI places Surtur's skull in the Eternal Flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the Eternal Flame, you are reborn. As the fire CRACKLES, Surtur's skull begins to GROW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hela has Val in her clutches, but her focus is on the aftermath of Skurge's last stand and the Ark's subsequent escape. She's furious, about to unleash hell when-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HELA!   Enough! Hela turns to see Thor, having yanked out the harpoon... ...and it looks like he's laying down his sword!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want Asgard? It's yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever game you're playing, it won't work. You can't defeat me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, but he can. KA-BOOM! EXPLODING through the roof of the palace is SURT This is a different Surtur than the opening. He is slowly but steadily GROWING in size, and he carries with him a massive flaming sword, which GROWS as well. Surtur's arrival literally SHAKES the bedrock of Asgard, causing FISSURES to spiderweb all around him, and DISLODG some of the foundation on the bridge and around the palac Hela's eyes go wide. She wasn't expecting this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...NO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the background the Ark continues its ascent, now high above the city. Hela's attention is on Surtur as the palace COLLAPSES aro him. So she is unprepared for- -SHLNK! Mustering up all her remaining strength, Val DRIV Dragonfang through Hela's chest, effectively PINNING her the bridge. Refocused on Val, Hela goes to deliver a death blow when- -Thor BOLTS forward!   He PULLS Val from Hela's clutches. Thor turns and FIRES LIGHTNING INTO DRAGONFANG, which DISLODGES the section of the bridge that Hela is pinned t The ground beneath Hela BREAKS FREE and she goes FALLING into the expanding fissure in Asgard's bedrock. Badly injured, Thor and Valkyrie look up to see- -Surtur INCREASING in size, now towering over the palace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tremble before me Asgard, for I am your reckoning! Surtur swings his sword, destroying an entire city block. THOR and VALKYRIE look up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The people are safe.     That's all that matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're fulfilling the prophecy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate this prophecy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So do I, but we have no choice. In the background, Hulk hops up onto the bridge.   Looks around, zeroing in on Surtur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surtur destroys Asgard, he destroys Hela so that our people can live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hulk CHARGES behind them, still unseen by Thor and Val.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to let him finish... (finally sees Hulk)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! HULK LEAPS UP AND LANDS ONTO SURTUR'S FACE and begins POUNDING the fire giant with furious punches!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hulk no!   Stop it you moron!! It's not doing much damage, but the shock of it plus Hulk impact makes Surtur take a destructive step back. Hulk is trying to rip out one of Surtur's horns when Surt reaches up and GRABS HIM with a giant fiery hand. Surtur HURLS Hulk away from him.   Sends him CRASHING DOW Hulk stumbles to his feet, dazed and SMOKING. After gathe his bearings, Hulk gets REALLY ANGRY and heads back towar Surtur for round two, but-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hulk, just for once in your life, don't smash!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But...big Monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hulk! Let's go. Hulk stops. Looking between Surtur and Thor &amp; Val. Th a real Sophie's Choice for Hulk. On the one hand, he real wants to kill that thing. On the other hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friends. Hulk PICKS UP Thor and Valkyrie.   He then squats down, a -LEAPS WITH ALL HIS MIGHT! The trio SHOOTS UP into the ni sky like a rocket blasting off. Their trajectory is headi right at the Ark as it reaches the lower orbit of Asgard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hulk lands gently, as though he were stepping out of bed. casually DROPS Thor and Val, both exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bird's eye view shows TOTAL CARNAGE AND MADNESS on Asga Surtur has grown to EXTINCTION LEVEL SCALE.   SLASHING AW the landscape below, when suddenly-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURTUR'S CHEST",
          "text": "From beneath the water, Hela EXPLODES back onto the scene riding a huge spiked manifestation of her powers. She's going for Surtur.   ATTACKING with all her might. Surtur winds up, holding his sword above his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am Asgard's doom!! True to his word, Surtur fulfills his destiny and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone watches as Surtur drives his sword through Asgar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The damage is not too bad. As long as the foundations are strong, we can rebuild this place. It will become a haven for all people and aliens of the universe... When the fiery sword touches the crystalline base of Asga there is a VIOLENT DETONATION OF ENERGY! A CATACLYSMIC EARTHQUAKE!   The entire realm is SPLIT IN In an instant, Thor's home is BLOWN TO PIECES. Asgard is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope, those foundations are gone. Sorry. Stay on Thor as he processes the decisions he's made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have I done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heimdall joins him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You saved us from extinction. Asgard is not a place, it's a people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Ark cruises among the chaos that once was Asgard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor looks at his reflection in a mirror. His wounds are bandaged, including his now missing eye. His armor is cle Thor takes a beat, as though trying to get used to the si of the man looking back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It suits you. Thor turns to reveal Loki standing by the door.    A smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps you're not so bad after all, brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Loki. Thor picks up a soap dish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if you were here, I might even give you a hug. Thor THROWS the dish at Loki.   Loki catches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do we have to hug now? Thor smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The giant cruiseliner is gliding through space, the twink of stars all around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor steps out onto the main deck to see an assembly of b Asgardian and Sakaarian refugees awaiting their King. Thor looks over his people and begins to walk through the crowd. His subjects part, allowing him through. It is the antithesis of the opening coronation from the f THOR movie. The people aren't cheering and lauding him, b rather they are smiling. Humbly bowing. Grateful. And Thor isn't acting arrogant. Not trying to show off an swagger. He is stately. A contemplative and dignified kin At the end of the procession, Hulk, Loki, Valkyrie, and Heimdall stand next to the CAPTAIN'S CHAIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your throne. Pause. Reluctant acceptance. Thor sits down. Flanking him on opposite sides are Valkyrie and Heimdall. Behind/towering above them is the Hulk. Loki joins them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, King of Asgard. Thor turns around to see THOUSANDS OF PEOPLE staring back silently awaiting word from their new King. Now feeling t true weight of the crown, Thor takes a moment... and then",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure. Any suggestions? Miek, what's your home planet? Angle on Korg, who is holding Miek (sans robot exoskeleto",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Miek's dead. I accidentally stepped on him on the bridge, I've just felt so guilty I've been carrying him around all day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miek WRIGGLES to life.   Korg lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miek, you're alive! He's alive everyone! What was your question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor looks forward, taking charge of this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earth it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOR and LOKI look out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you really think it's a good idea to go back to Earth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure!   They love me there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me rephrase: Do you really think it's a good idea to bring me back to Earth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thor smiles, getting it.    Pats Loki on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably not. But don't worry, brother...I've got a feeling that everything's going to work out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then through the window, they see-",
          "sentiment": "neutral"
        },
        {
          "speaker": "-THE MASSIVE FORM OF SANCTUARY-2, THANOS' WARSHIP",
          "text": "approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wider view allows us to see all of Sanctuary-2, dwarfin the Ark in size. END.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2393"
    }
  ]
}