{
  "movie_id": "MOV2401",
  "scenes": [
    {
      "location": "RUMSFORD MANSION LIVING ROOM",
      "time": "DAY",
      "characters": [
        "ENTER",
        "PSYCHIATRISTS",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A fancy party is in progress. The butler, a large man nam some punch from a bowl into a glass as THE COUNTESS, a sn long cigarette holder and a monocle, looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't it rather odd that your mistress hasn't  put in an appearance at her own party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hands her the punch)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, yes, Madame. I'm sorry, Madame. The Countess walks off with disdain. The butler shoots a room. We follow his gaze with a FAST PAN TO the man of th a rather mousy gentlemen who sits worriedly in a chair. H stands over him, smoking a cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is she?  Rumsford pounds his fist into his hand and rises abruptly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is that wife of mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, take it easy, Rumsford. Williams arrives with a tray of drinks. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A drink, sir? Rumsford and York each take a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Williams)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any word from Mrs. Rumsford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a word, sir. I'm terribly upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're upset.  What about me? She invites all  these people to her birthday party and then  runs out on them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She always does that, sir.  She'll probably be  back in a day or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chokes on his drink)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Day or two?! Williams makes a face and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snap out of it, Rumsford. You must make  allowances for her youth. Sherry'll turn up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I didn't love that woman so much, I swear  I'd-- A car horn HONKS. Rumsford and York stare in horror as an into the living room and SCREECHES to a halt in front of guests GASP in amazement. At the wheel of the car is the and vivacious SHERRY RUMSFORD, wearing a hat and a fur co husband and starts to climb out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, darling!  Hello!  Be right over!  Williams enters and stares in shock at the car. SHERRY (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Williams! Williams regains his composure and stands at attention. WILLIAMS (with some resignation) ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready, Madame. Sherry takes off her fur coat while Rumsford and York exc She throws her fur coat across the room at Williams and i drapes itself goofily around his shoulders. She takes off it onto Williams' head. He looks rather ridiculous in a l but bears the humiliation with dignity. Meanwhile, Rumsfo RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, York. You're a doctor and you're my  best friend. Isn't there anything you can do  for her? DR. YORK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid she's a bit out of my line. The men  you want are Doctors Ziller, Zeller, and  Zoller. RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think they can help her? DR. YORK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, they're the finest psychiatrists in the  business. They're terribly expensive and their  methods are very peculiar. But they do get  results. RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll have Williams call them. I'll have  Williams call them immediately. Rumsford rings for the butler. York checks his watch. DR. YORK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to see a patient, Rummy. I'll try to  get back later. Good luck. RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. York exits as Williams approaches. RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Williams. I want you to telephone Doctors  Ziller, Zeller, and Zoller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Painted onto the glass of the office's front door, a sign Dr. Z. ZILLER, M.D. Dr. X. ZELLER, M.D. Dr. Y. ZOLLER, M.D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTER",
          "text": "We PAN from the door to reveal a PAINTER cleaning up his cans, brushes, etc.) and a SECRETARY who struggles with a telephone switchboard. SECRETARY (upset)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, this switchboard! The secretary holds the headphone to her ear as she tries SECRETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, it's dead! Frustrated, she throws the headphone down and turns to th SECRETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank goodness you're through. I've been almost  crazy. PAINTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, ma'am. I'll have my stuff out right after  lunch. The secretary exits into a private office as the painter door. Immediately, the Three Stooges enter from the front CURLY. Moe carries a tool box. Curly carries a huge ladde LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like there's nobody here. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the place all right. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I got the-- Curly turns to look around and SMASHES the glass of the f ladder. LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You puddin'-head!  Why don't you look what  you're doin'? CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't help it. I was lookin' around to see  if there's anybody in the office and when I  turned-- Curly turns and SMASHES a glass water cooler with the lad MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look what you did! CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?! Curly turns to look at the smashed water cooler and the l and POPS Moe in the face. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! Moe clutches his eye in pain. He advances on Curly. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you be careful? Moe pokes Curly in the eye. LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drop that ladder before you hurt somebody. Curly DROPS the ladder on Moe's foot. Moe clutches his fo MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remind me to tear out your Adam's apple. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll make a note of it. As Curly reaches into his pocket, the secretary returns a they've made. Curly, with a tiny pencil and pad, makes a remind Moe to tear out his Adam's apple. MOE (annoyed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me that! Moe grabs the pencil away from Curly. Curly squeals and p from his pocket and starts to write with it. Moe grabs th MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter with you? Curly makes a few noises of frustration and then pulls a from his jacket and starts to write. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyuk nyuk nyuk nyuk. Moe grabs the pencil and HITS Curly over the head with it CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! You'll break my pencil! MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll break your head. Moe pulls a hair out of Curly's chest and Curly squeals i secretary joins them. SECRETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say, what war is this? MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never mind the wisecracks, Toots. We're  trouble-shooters from the phone company. What's  wrong here? SECRETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Painters ruined my switchboard. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. The Stooges move to the switchboard. SECRETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you can bring it to life and a call comes in  for the doctors, say they're out of town. I'm  goin' to lunch. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. As the secretary exits, Curly calls after her. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Bring me back a piece of burnt toast and a  rotten egg! LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burnt toast and a rotten egg? CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I got a tapeworm and that's good enough  for 'im. MOE (pushes Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on!  Get busy! The Stooges get to work. Curly sees a stethoscope in a do switchboard. He pulls it out and puts the earpieces in hi MOE (to Larry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's she comin'? LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not so good. Curly puts the stethoscope against the switchboard. CURLY (to the switchboard)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say, \"Ahh!\" MOE (to Curly, off the stethoscope)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you got here? Moe pulls on the stethoscope, stretching it out. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, gimme that! Gimme that!   Moe releases the stethoscope -- it snaps back and WHACKS CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ohhh! Moe violently pulls the earpieces from Curly's ears, caus Curly GNASHES his teeth pneumatically at Moe who hands th to him. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, go on! Get busy like I told ya!  (to Larry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on! Moe shoos Larry away from the board, sits, and puts on th puts a phone wire up to a hole in the board. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pull this line through and hook it on number  six. Curly pulls the line through the hole in the board -- but attached to the headphones on Moe's head, thus causing Mo pulled forward violently. Moe's head SMASHES into the boa MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! Moe pulls his head back, drawing the wire backwards. This who squeals and pulls on it again -- too hard. He stumble of the scene.  There is a huge CRASH.  Moe and Larry jump QUICKLY TO Curly sitting in a bucket amidst the painter's his hands stuck in a paint can and a wooden plank on his CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woo-woo. Woo-hoo-hoo. Hey, Larry!  Help me!   I'm surrounded! Woo-hoo-hoo! Moe and Larry rush to Curly's aid. They push the plank aw grabbing an arm, lift Curly to his feet. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get up.  (to Larry, off the bucket wedged onto Curly's rear)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get a hold o' that! Moe grabs Curly by the head and Larry pulls the bucket of Larry FALLS to the floor in the process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Williams is on the phone, making a call. WILLIAMS (into the phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?  (beat) ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I know it's out of order. I've been trying  for half an hour to get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Stooges stand together and confer. MOE (to Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter with you, puddin'-head? You  been actin' slug-nutty all day. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Gertie. She's gonna have-- Curly grows suddenly bashful.  But Moe realizes what he m MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's wonderful. When do you expect it? CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any minute. That's why I'm so upset. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No foolin'? Why didn't you tell us? CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, you see, I-- LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. You're broke. CURLY (nods)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flat as a floogie. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's bad. We gotta figure out a way to get  some money and get it quick. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, thanks, Moe. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're welcome. Moe and Curly shake hands. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, I got-- Moe looks down in disgust at his hand, now stained with p Moe wipes his hand on Curly's jacket. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. Curly barks like a dog. Moe CONKS Curly in the back of th MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on! Get to work! The Stooges head back to the switchboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Williams is still on the phone. WILLIAMS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, Operator, you must get that number. Now,  try again, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry struggles with some phone wires.  Frustrated, he wh LARRY (disgusted)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh... Miraculously, the wire lodges in the proper hole: a light board starts to BUZZ. The Stooges rush to the board and M MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Operator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WILLIAMS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this Susquehanna two-two-two-two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOE (into the phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toot-toot-toot-toot? What do you think you're  doin' -- playin' trains? CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooooh! I love to play trains!   (imitates a train)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Choo choo choo choo choo! Whooo-woo! Sssssssh! MOE (to Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you get a toupee with some brains in  it? Moe THWACKS Curly's nose. Curly pulls up Moe's bangs and forehead. MOE (to Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, you--! Moe turns his attention to the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WILLIAMS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to speak to Doctor Ziller, Zeller, or  Zoller. This is an important case. We'll pay  any price if they'll come over immediately.  Money is no object.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOE (into the phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be there in a flash in the flesh! Moe hangs up and addresses Larry and Curly. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need money and I got a way to get it. LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we supposed to do? MOE (points to Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're Ziller.  (points to Larry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're Zeller.  (grandly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I'm Doctor Zoller. CURLY (shakes Moe's hand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, glad to meetcha, Doctor. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are ya, son? CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, listen, Doc. I'm troubled with T.S. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, T.S.? CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Stomachs! MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stick out yer tongue! Curly sticks out his tongue. Moe PUNCHES him in one of hi MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's an impatient patient waiting. Come on. Although they protest, Moe grabs Curly by the ear and Lar drags them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sherry comes running out of the building, followed by Rum A chauffeur waits beside a fancy car (license number 5R 1 RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait! Sherry, you can't run out on your guests  like this again. SHERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, darling, I'm bored! I'm only going for a  short ride in a submarine! I'll be back in a  day or two. Tell them all to wait. RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, Sh-- They are interrupted by the gentle RINGING of bicycle bel dressed in top hats and tails -- come riding up on a thre They fall off the bike at the edge of the driveway -- to confusion of the Rumsfords. The Stooges rise and rush ove RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, I'm Mr. Rumsford. Are you looking  for someone? CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Ziller. LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Zeller. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Zoller. As Sherry looks on with interest, Moe puts a shoe horn ne MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stick out yer tongue. Rumsford opens his mouth and Moe uses the shoe horn as a MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say, \"Ahh\" with your mouth closed. RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh. LARRY (singing in harmony)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh. MOE & CURLY (joining in)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh. ALL THREE STOOGES (singing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh...  (spoken, with disgust)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rats! MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is serious. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're wrong, gentlemen. It's strictly a case  of latkes and [pippiks?] Sherry roars with laughter at the Stooges. SHERRY (practically squealing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is priceless. RUMSFORD (to the Stooges)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not the patient. It's Mrs. Rumsford. The chauffeur looks on with amazement as the Stooges turn CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. How do you do, Madame? RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, see here, Sherry... SHERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, darling, you take the submarine ride. I  wouldn't leave these men on a bet. Come,  gentlemen! The last one in is a Republican! Sherry suddenly bolts for the front door.  The Stooges ta pursuit, with Curly circling Rumsford like an airplane be after her.  A stunned Rumsford quickly follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sherry runs in, followed closely by the Stooges. Moe plow upsetting the tray of pretzels he carries and knocking hi Sherry laughs gaily throughout.  After a moment, there is woman's SHRIEK. Sherry and the Stooges turn to look at th Williams now lies in the Countess' lap beside a mustached Everyone is covered with pretzels. John has the pretzel b WILLIAMS (totally mortified)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Countess. I'm so sorry. The Countess has a pretzel wedged around her eye like a m her own monocle up to the other eye, trying to keep her d THE COUNTESS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really! Sherry hurries over to help straighten things up. SHERRY (to guest with lid on his head)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, John! Rumsford rushes in and joins the Stooges.  He sees the me RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooooh! Sherry starts to take the lid off John's head. SHERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get you a drink. She removes the lid but his toupee comes off with it, lea ping pong ball.  He clutches his head in horror.  A distr confers with the Stooges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, what will I do with her? Now, let me  tell you a little bit about Sherry. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, don't bother. I'll take Scotch. LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make mine rye. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take gin smothered in bourbon. Nyuk, nyuk. MOE (to Larry and Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys. Moe motions with eyes and head to something o.s.  They fo stare at each other for a split second before racing away over to a table loaded with drinks.  Sherry stands at the drink. SHERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, do have some rum punch. Sherry leaves with the drink and a tray of hors d'oeuvres CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rum punch? Why, soitanly. Nyuk, nyuk, nyuk,  nyuk, nyuk, nyuk. Curly removes his gloves. Larry pulls the stethoscope fro LARRY (off the stethoscope)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew this thing would come in handy. Larry removes the earpieces from the stethoscope, leaving tubing.  Moe watches as Larry offers one of the earpiece LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you join me? The business end of the stethoscope is dropped into the b CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soitanly. Skoal. LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skoal. Using the tubing as a tandem drinking straw, Larry and Cu the rum punch.  After a moment, they stop and make faces. LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is weak. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. The rum went through this punch on  stilts. Moe takes a bottle from the table, opens it and takes a w MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This Scotch ought to help. LARRY (picking up another bottle)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This gin should make it fizzy. CURLY (with two bottles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bourbon and rum ought to help some. Curly sniffs one of the bottles.  He sneezes twice and is again when Sherry returns to the table and offers him a t SHERRY (to Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hors d'oeuvre? CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Hay fever. Sherry busts out laughing at this and walks off.  The Sto various bottles into the punch bowl.  When these are empt some other bottles on the table. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, here's some new kind of liquor.  Wor-cester-shire!  (pours Worcestershire sauce into the punch bowl)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, ho ho ho. LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This says \"Tabasco\" -- I ain't never drunk any.  But we'll put it in.  MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have you got to lose? Larry pours hot Tabasco sauce into the bowl.  Curly squea hands with delight as he finds a bottle of his own. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyuk, nyuk, nyuk.  Sham paynee! Curly POPS the cork on his champagne bottle.  The cork fl champagne SPRITZES out of the top.  Curly covers the bott stop the flow.  After a pause he looks over at Moe and do We SWISH PAN TO discover Moe with the champagne cork wedg Moe grimaces, pulls the cork from his eye, stares at it f down, and confronts Curly. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't handle dangerous weapons.  (off the champagne bottle)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me that. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will not! MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me have it! CURLY (reluctantly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ohhh... Curly removes his hand and the foam SPRAYS Moe.  Curly di champagne into the punch bowl while Moe BOPS Curly's head succession.  Larry calls Moe's attention to the punch bow LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look!  It's boiling. The punch is practically steaming. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It must be done. The Stooges grab little glass cups and dip them into the their glasses together and all three drink simultaneously they wince horribly and belch PUFFS of smoke from their m down their glasses and wipe their mouths, looking rather LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A marvelous accomplishment. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A prodigious achievement. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said it! It's putrid! Suddenly, Rumsford joins the Stooges at the table. RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, would you be good enough to look my  wife over now? MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pleasure. RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This way. The Stooges follow Rumsford to the sofa where Sherry and talking. RUMSFORD (to Sherry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctor's going to look you over, dear. SHERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, goody. Curly joins Sherry and the Countess on the sofa, sitting and Larry stand nearby. MOE (to Sherry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, uh, we shall test your reflex first. SHERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Doctor. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyuk, nyuk, nyuk, nyuk. Sherry's legs are crossed and Curly taps her just below t reflexes. But nothing happens.  Sherry just laughs. Curly frustration and taps her again.  Still nothing.  Curly sq face. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the way a normal reflex should act. To demonstrate, Curly crosses his own legs and taps himse Nothing.  He does a double take and scowls at Sherry.  No the Countess sitting beside him and taps her knee, still THE COUNTESS (offended, to Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I beg your pardon. Delighted with Curly's boldness, Sherry gasps and puts a CURLY (to the Countess)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, you don't have to apologize. You can't help  it you're crazy. The Countess is so shocked by this remark that the monocl eye. MOE (to Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mere, guinea pig.  Curly rises, sits on the arm of the sofa, and crosses his beside him and prepares to show him how it's done. (Meanw other guests, including the Countess, start tapping thems knee.) MOE (professorially)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, then. Holding the palm at a forty-five  degree angle... Moe taps Curly below the knee.  Nothing happens.  MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Must be off a couple of degrees. Moe tries again.  Still nothing. MOE (upset, to Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trouble is, you've got no life. Moe KETTLE DRUMS Curly in the stomach.  Curly's leg lashe sending him backward.   MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! Curly backs away, squealing, afraid of retaliation.  Reac of the room, Curly trips over the leg of a bookish guest reading a newspaper.  Curly falls to the floor. CURLY (to the guest)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pardon me. GUEST",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. The guest goes back to reading his paper and crosses his floor, Curly sees the guest's crossed legs and decides to knee. He hits it hard and makes a loud wooden THUMP.  The paper down and stares at Curly who squeals in frustration leg again. Finally, Curly smacks himself in the face a fe CHOPS the leg.  Curly clutches his hand in pain and HOWLS Curly an \"it serves you right\" nod.  The guest uncrosses BANGS loudly to the floor we realize it is a wooden leg. this, reaches down, and KNOCKS on the wood.  It sounds li at a door, so Curly says: CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come in. Curly pulls the guest's trouser leg up to reveal the actu tiny sign that reads: POST NO BILLS.  Curly rises and bac until he encounters a large white marble statue of a musc a pedestal.  Sort of a cut-rate version of Rodin's The Th the statue's bent leg and contemplates tapping its knee w CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooo-oohh. Nyuk, nyuk, nyuk, nyuk. Curly taps the statue's knee and -- improbably -- obtains the statue's leg flexes.  In response, an amazed Curly ba the statue. Then pauses to wonder how the statue could ha is, of course, a male model made up to look like a statue Meanwhile, on the other side of the room, Moe, Larry and all bent over, tapping their legs below the knee.  Willia an announcement. WILLIAMS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dinner is served. Moe straightens up and turns to Larry. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eats! Curly starts GIBBERING like a madman and running in place the sofa.  Larry runs around it and hops on Moe's back fo into the dining room. The guests and Williams watch all t looks while Sherry laughs happily. Finally, Curly runs ov Williams' back for his own piggy-back ride into the dinin SHERRY (laughing, to the stunned guests)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't they marvelous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone save Williams is seated at the dining room table the head of the table.  On her right sits Moe and Larry ( flirt with the lady on his right, Moe grabs him violently Sherry's left sits Curly.  To Curly's left is the Countes the other end of the table, opposite Sherry.  The seating like this: Sherry",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moe                Curly Larry                The Countess Lady                Male Guest ?                Matronly Woman ?                John Rumsford",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone has a cream puff in front of them.  We know what CURLY (to Sherry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just love cream puffs. SHERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I hope you gentlemen will like my Spanish  dinner. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just crazy about Spanish food -- especially  corned beef and cabbage. SHERRY (laughing, to guests)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't he funny?  Ha ha ha! Curly notices the Countess looking around for something. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's all the fuss? THE COUNTESS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe I dropped my serviette. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, just keep seated. Nobody'll notice it. The Countess gives him a look.  Curly shoots her a look r CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, have half of mine. Curly tears his napkin in half and hands it to the Counte THE COUNTESS (snootily)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thenk you. Curly grins, waves and offers a quiet \"Nyuk, nyuk.\"  Then Countess powdering her face with a powder puff.  He squea his pocket, and pulls out an electric razor.  He plugs in (apparently, the socket is built right into the dining ro starts to BUZZ loudly.  Curly starts shaving himself, muc annoyance.  He yelps when he snags a piece of skin just a he reaches over and starts shaving the Countess' face.  S in horror at this. THE COUNTESS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really! She goes back to powdering her face.  Curly gives her one dismissive waves and goes back to shaving.  Williams appr with a tray. WILLIAMS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Biscuit, Madame? THE COUNTESS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, thank you. Williams is about to offer Curly a biscuit but is shocked him shaving at the dinner table. WILLIAMS (disapproving)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir?! CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet! WILLIAMS (regains his composure)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Biscuit, sir? CURLY (rubbing his hands with glee)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, soitanly! Curly takes a biscuit and sets to work on it with a knife grimaces in disbelief and moves on. William offers the tr WILLIAMS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Biscuit, sir? Moe and Larry manage to take their biscuits without incid two).  While Moe shakes enough salt onto his biscuit to p Columbia film library, Larry makes a sandwich out of his giant stalk of celery.  With both hands, Larry raises the to his mouth and is about to bite into it. MOE (to Larry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Where's your Emily Post? Moe's reference to the famous etiquette maven causes Larr pinkies in the air before biting down joyfully on the san impolite CRUNCH.  Moe nods in approval and continues to s Meanwhile, the Countess continues powdering her face. Cur biscuit in two and places one half on the table and start other half. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my favorite dish. Biscuits! Biscuits  all the time. The Countess sets the powder puff down on top of Curly's finishes buttering, picks up the powder puff by mistake, \"biscuit\" in his mouth.   He tries to bite off a piece but can't.  He makes a face, Countess who now puts on lipstick, gives him a disdainful bites a piece of powder puff, glancing happily at the Cou chew it, going cross-eyed at the effort; swallows some do bite; squeals, earning another look from the Countess; Cu moment ... then abruptly stuffs the biscuit in his mouth another piece.   The Countess sighs and rolls her eyes. Suddenly, Curly st grabs his throat, eyes bulging.  Desperately, he WHACKS t causing face powder to SPEW out of his mouth.  He grabs a off the table and drinks some down.  He turns to look at grimaces.  The Countess is white with powder and totally cracks up at the sight of her. SHERRY (to Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You funny, funny man! MOE (grimly ironic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Isn't he a scream? Williams serves the tamales, a native Mexican food made o red peppers rolled in cornmeal and wrapped in corn husks. SHERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooh, I just love tamales in the Spring! CURLY (off his tamale)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a funny thing. It don't know whether it's  comin' or goin'. Suspicious, Moe and Larry peer at their tamales, at first cautiously, then POUNDING them.  Curly picks his up, shak GLOOPY sound from its interior, sets it on his plate, and conversation with it. CURLY (to the tamale)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speak to me so I'll know which is the head or  the tail. Curly barks at it twice, then pats it gently as if it wer CURLY (to the tamale)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet now, quiet. Nyuk, nyuk. Moe tries to penetrate the corn husk with a spoon, to no MOE (to himself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This thing can't lick me. Moe tucks his napkin into his collar and starts to manhan Meanwhile, Larry uses a fork and a knife on his tamale wi LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmm. Stubborn, huh? Finally, Curly figures out that you have to unwrap the da happily begins to do so. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyuk, nyuk, nyuk, nyuk. Larry butters and salts his and BITES down on it as if it cob.  Moe tries to finger-poke his tamale as if it were C tries to squeeze the life out of it. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get tough with me-- ?! Moe SLAMS it to his plate. Sauce SQUIRTS out of it and bl He tries to wipe it off, only making it worse. MOE (off the tamale)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bomb!  An infernal machine! Curly keeps tearing off flakes of husk, finally finding o starts to do the same.  Curly salts his husk and pops it butters one of his own, puts it with another one, and eat He claps his hands together and looks satisfied -- until Then, he pauses to make a face. Curly scrapes sauce off a and grows wild-eyed with anticipation as he salts the hus mouth with it.   Larry, having made no progress, bites into one end of his sauce to STREAM out the other end and blacken Curly's fac wipes his eye. Larry looks in horror at what he's done. CURLY (angry, to Larry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, you--! Curly picks up a tamale and threatens to throw it at Larr LARRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. Don't throw it!  Don't throw it!  Larry ducks his head into Moe's lap as Curly throws.  The spatters Moe.  Moe grabs Larry by the hair and pulls him MOE (to Larry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get up, you.  Moe SMACKS Larry on the forehead and turns to Curly. MOE (to Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, you--! Moe picks up a cream puff to throw at Curly. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moe!  Don't! Curly ducks his head into the Countess' lap as Moe throws hits the Countess in the forehead.  Curly pops up. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ducked -- Curly sees the creamed Countess and reacts with horror. desperately tries to maintain an air of dignity. The youn beside her begins to roar with laughter at the sight of h him in his open mouth with a cream puff.  Now, it's Sherr hysterically.  The Male Guest grabs a cream puff and eyes rises, much to her dismay, preparing to hit her with it. THE COUNTESS (also rising)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no no no no no no... But, at the last second, he throws the cream puff at Sher her square in the face.  Rumsford, sitting at the far end to the guest named John, puts a hand to his head in disma smiling like a kid, winds up and pitches her cream puff a the table, hitting John. Then she grabs Curly's cream puf as he is shouting: RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is outrageous!  I demand that something  be done-- ! Sherry laughs even harder than before, shaking in her cha open. Rumsford grabs a cream puff and somehow throws it r mouth.  John, wiping some cream from his face, accidental the Matronly Woman beside him.  She, in turn, picks up he SMACKS him with it.  They start throwing the rest of thei MOE (to Curly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is all your fault, you-- Moe picks up a cream puff.  Curly hides behind the Counte CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woo-woo-woo-woo-woo... Cut it out, Moe! A cream puff hits the Countess. She sputters. Curly pokes behind her. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyuk, nyuk, nyuk, nyuk. He ducks back. Another cream puff hits the Countess.  CURLY (to Moe)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You missed me. The Countess says something defiant but incomprehensible. MOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ehh, that'll teach you! Moe gets hit by a cream puff. An untouched FEMALE GUEST t peace. FEMALE GUEST",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Folks! This must stop! The woman is instantly CLOBBERED by a cream puff.  By now degenerated into anarchy: Sherry, Larry, Moe, Curly and t throw cream puffs or get hit with them or both.  Curly du table and pops up with his napkin covering his head.  Of he peeks out from behind it, he is WHACKED with a cream p CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I surrender! I-- Curly rises, grunts, and gets WHACKED again. CURLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyuk, nyuk, nyuk, nyuk. An unsuspecting Williams calmly enters the room and stare amazement. Everyone is throwing food. WILLIAMS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor York just-- Williams gets hit by a cream puff.  Huffily, he turns to one right in the back of the neck.  He raises his shoulde deeply, and marches out of the room. Rumsford and the Stooges crawl on hands and knees away fr partygoers and confer in a quieter part of the room. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RUMSFORD (to the Stooges)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, I think you'd better leave now while  my wife's still enjoying herself and before she  changes her mind. Believe me, I'm grateful.  (pulls out a wad of cash)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will-will about fifteen hundred do? MOE (taking the whole wad)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that's just right. Thanks. Rumsford crawls away to join Sherry while the Stooges cou Sherry is having a ball, throwing and being thrown at. SHERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoooo!  Ha ha ha! A smiling Rumsford approaches, carrying a huge chocolate BIRTHDAY on it. SHERRY (happily, off the cake)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, my birthday cake! Oh, darling, in all my  life I've never had so much fun! Rumsford immediately DUMPS the entire cake on her head. RUMSFORD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me, too. They stare at each other, she in disbelief and he, inscru hands on his hips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This page hosted by    Get your own Free Home Page ",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2401"
    }
  ]
}