{
  "movie_id": "MOV1813",
  "scenes": [
    {
      "location": "STAR-FILLED SKY",
      "time": "NIGHT",
      "characters": [
        "H",
        "O",
        "N",
        ".",
        "A",
        "R",
        "P",
        "DISSOLVE BACK TO PRESENT DAY IN WINTERS' OFFICE",
        "I",
        "SMASH",
        "S",
        "NIGHTWATCHER",
        "OVER THE GLASS ENTRY. COMPLETELY ENCLOSES THE FRONT LOBBY",
        "CAM PULLS BACK TO REVEAL WE'RE IN-",
        "T",
        "CAM LOWERS INTO FLOOR AS WE...",
        "M",
        "C",
        "J",
        "EXT. ROOFTOP DEAD END",
        "W",
        "AND CASEY/APRIL MONSTER CHASE...",
        "RESCUED FROM BURNING BUILDING\". \"POLICE SEEK MAN KNOWN AS",
        "MILLIMETERS FROM HIS EYEBALL",
        "-",
        "L",
        "B",
        "D",
        "E",
        "SUPER TITLE",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Studio logo transitions into a CONSTELLATION in space. Ca pulls BACK, as more stars enter frame, forming a starfiel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sensei once counseled a grief- stricken boy, as his older brother",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3 prepared to leave for battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "N STARS - Begin to see a DOZEN or so stars, almost formin zig-zagged line. Cam continues to adjust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said, \"Child, why do you cry? You are both part of a family. And a family is a bond that cannot be broken by war. By strife. By force or neglect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "N STARS - Cam slows its truck-out to a gradual stop as we see the pattern beginning to form. As if following the st pattern, the CAM LOWERS as we find ourselves going into-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And more importantly, you are brothers. And brothers you shall remain, despite time... argument...",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "LOWER - framing the tops of JUNGLE, moonlit and surrounde mist. A mountain range peaks over the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..and even... distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPER TITLE",
          "text": "CAM RESTS atop an old CHURCH ROOF. The peaceful scene is suddenly stopped by a MACHINE GUN BURST! CAM CRANES over",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "roof revealing -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A relatively modern village... for a remote jungle. Dawn JUST barely beginning to break. The morning mist persists we see FOUR FEDERALES with machine guns surrounding a gro of VILLAGERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "N GROUND - A WOMAN VILLAGER is thrown down. Her SON, 8, r 1 to her side. She's mad. Her son cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You monsters!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "UP ANGLE - As we see the THREE FEDERALES, greasy men, hol AK-47's, and looking down with hardened indifference. OS, hear an EVIL CHUCKLE. The men part as we see- - COL. PANTERA. A bottom-heavy disgusting pig of a man wa up between them. Pantera leans down, face to face with he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We appreciate the generous donation for the continued protection of your village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON - Their jeep, overflowing with the Village's precious crops. WIDER - A tiny group (10) of other villagers stand at a s distance. The Woman's HUSBAND runs forward. He immediatel LUNGES at Pantera, just as- -SHIKA-SHIKA - Pantera is flanked by 3 MACHINE GUNS point at the Husband's chest. Pantera slothfully grins. He lean forward and yanks an HEIRLOOM NECKLACE from her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After all, the jungle can be a very dangerous place. BAH-HAHAHAHA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They jump into the Jeep and tear into the jungle LAUGHING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4 The jeep clamors down the bumpy makeshift path. Pantera s in the passenger seat as the others are crammed in around food. The Jungle looms ominous around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "H",
          "text": "IGH ANGLE - As we watch the jeep from the jungle ceiling high above... as if from someone's POV. ON DRIVER - He suddenly reacts to a fallen tree on the ro ahead. Slams on the brakes. Pantera is thrown around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Idiota! Watch where you're going!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a log on the road, senor. (quietly to himself) ...that wasn't there an hour ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, what are you waiting for?! REMOVE IT! (to soldiers behind) Cortez! Andelay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CORTEZ leaps out. Grabs the winch from the front of the j and pulls it to the log, roughly 15 feet away. EEP POV - Pantera and Driver barely notice the out-of-foc bg Cortez get suddenly YANKED out of scene!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...yirk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DRIVER - His eyes go wide. Trying to see in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly, nervous) D-d-dios mio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON LOG - Cortez is gone. Pantera wakes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?! WHAT IS IT?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OS - Hear the sound of a CHAIN clinking. Then WHOOSHING a the chain winch suddenly FLIES IN, and CRACKS the BURLY SOLDIER across the jaw! It wraps itself around his neck. Before he can react... - YOINK! He gets pulled over the hood of the jeep, landin the ground HARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OOF!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burly gets pulled backward... away from the Jeep and into the darkness. He SCREAMS the entire way, clawing the grou ON JEEP - Driver is freaking out now. Last Soldier is in back. Pantera stands up in the jeep. \"Last\" jumps out and readies his machine gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jungle) WHO ARE YOU?! SHOW YOURSELF!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(WHISPER) ...The Ghost of the Jungle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "( shaking/nervous) The jungle god that punishes those who prey upon the weak. (looks scared to Pantera) He's coming... for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OS NOISE - Suddenly hear the whooshing of 4 quick punches kicks, a short machine gun burst and a WHUMP. Pantera and Driver look to the ground. ON GROUND - Last Soldier lays beaten on the jungle floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, senor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driver bounds out of the Jeep and runs SCREAMING into the jungle. CAM PULLS BACK with him as Pantera shrinks in bg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COWARD!! GET BACK HERE!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something suddenly skitters behind Pantera! He turns to l Nothing. He reaches down and pulls up... a MACHETE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHOW YOURSELF! DO YOU REALIZE WHO YOU'RE DEALING WITH?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON PANTERA - He circles backs against the Jungle wall, tr to find him. Tense. Suddenly- -a PAIR OF WHITE EYES open in the blackness behind him! n a quick series of shots we see Pantera getting the raw of a flurry of fist and foot attacks. His attacker is mov way too fast for the camera to keep up. Pantera falls back, panting heavily. Panicked. He tears o into the dense Jungle! ON PANTERA RUNNING THROUGH JUNGLE - Thick foliage. Panick",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5 An oasis of calm, violated by this sweating, machete- clutching brute. He stumbles, then stands in the middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not afraid of a myth! (eyes darting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'M NOT AFRAID OF A GHOST!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually... it's \"Turtle\", pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pantera swings around. Eyes wide. N ATTACKER - We pan up the thick green legs. Muscular and strong. Further up. Arms to match. Rough skin. It wears a shorn HOODED PONCHO. Inside are two white eyes and gritte smiling teeth. The poncho falls to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON ATTACKER - It's LEONARDO! Beaten blue bandana blowing the breeze. Total hero shot. He pulls out a SINGLE KATANA SWORD, poised for battle. Pantera's backed into a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's see if a ghost can die, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pantera SCREAMS and runs to Leo and starts swinging! At t CLASH of sword and machete, we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Boy is still at the Village Clearing. Suddenly - - the sound of the JEEP begins to rumble in the distance! villagers panic and scatter. VROOM! The Jeep flies out of jungle and bounce-slows into the FG! Only there is no one driving it... and it still has the stolen food in it. And the stolen medallion dangles from rear view mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a miracle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The village rejoices. The Boy steps aside for a beat, loo back at the Jungle. Something catches his eye. ...a small crouched figure on a tree branch. Barely silhouetted. His white eyes lit in the darkness. One of t WINKS as the boy smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beaming... softly) The Ghost of the Jungle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7 Leo leaps into frame. He takes out his katanas and lays t carefully on the ground. He KNEELS, head bowed, eyes clos",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My training is now complete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The camera lifts away from Leo... and then PLUNGES into t nearby CAVERN. MUSIC begins to swell. Cam travels a few f until it DIPS TO BLACK, and comes up beginning our-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music is in full tilt as the camera travels through seemingly miles of underground pipes of all types and des he camera comes to the end of line. It rises up through 9   STEAM... then through a metal grate, as we find ourse",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mouse-level shot of the spectacular city that never sle It's oddly hypnotic. Still. Until... - BAM! A pair of sneakers land barely in front of the cam tearing off into the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREEEZE! STOP OR WE'LL SHOOT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoes belong to a panicked MUGGER, early 20's, as THREE N OFFICERS clamor after him. The Mugger is a jackrabbit - hopping newspaper machines, rolling under passing trucks doing anything he can to avoid arrest. ventually the NYPD peter out. The mugger looks back. Smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heh, heh... suckers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON MUGGER - His eyes suddenly go wide as - VROOOOOM! - we a jet-black tweaked out motorcycle fly over the cops' hea aiming directly for Mugger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whaaa!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mugger runs, but can't escape. The Driver is dressed all-black motorcycle leathers and black-visored helmet. S and faceless. He quickly gains on the Mugger and GRABS hi the collar in mid-stride!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You crazy?! Put me down, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Driver doesn't. Instead, he holds him lower without stopping the bike... and proceeds to plow Mugger's head i every trash can and garbage bin along 9th Avenue!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OW! HEY! WHAT'RE YOU-OW!! OOF!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as it looks like he'll hit a telephone pole... Drive veers left! He drags the Mugger into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driver tosses him onto the ground at full speed. Mugger SLIDES down the alley and collides with a pile of garbage like he's a human bowling ball. ON HEAD OF ALLEY - The Driver guns the bike and kicks up ton of dust and racket, peeling donuts at mouth of the al And then he stops. Dust slowly settles and smoke dissipat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wh-wh-what kinda freak are you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Driver gets off the bike. Silence. Backlit by headlig He walks directly to the Mugger with purpose. Mugger star to really freak out. Driver picks him up by the collar an SLAMS him to the back WOODEN FENCE WALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "P-p-please. Don't kill me, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driver just cocks his head. Mugger can see his own terrif reflection his Driver's black visor. Driver reaches behin his back and pulls out a COMBAT KNIFE! He reels back and.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wh-wha-wha-WHAT ARE YOU DOI- AAAGH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "W",
          "text": "HAM! - Driver nails the dagger through the Mugger's JACKE PINNING HIM TO THE WALL. Driver turns around to gather th purse's belongings at the mouth of the alley. fter he stops cringing, the Mugger wriggles the blade out the wall. Driver doesn't notice as - THWIP-IP-IP! - he hu the knife at the Driver! THUNK! It sticks in the DRIVER'S BACK! N MUGGER - His grinning eyes suddenly GO WIDE as Driver slowly turns around, UNHURT! The Mugger is trapped as Dri moves toward him... and a BOLO CHAIN drops to his side. ON WALL SHADOW - as we see a flurry of punches, kicks and throws as Driver lays a beating on the criminal who needs be taught a lesson. An OS Police Siren chirps. MOUTH OF ALLEY - The police suddenly show up, cherries flashing. They run to FG, mouths drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Nightwatcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON MUGGER - Hung upside down by a chain. Purse hangs from neck. He'll live, but never commit another crime again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON A NEWSSTAND - Headlines read \"WOMAN MYSTERIOUSLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHTWATCHER",
          "text": "WIDER - A quieter area of the city. Broken by the squeali of the bike as Driver (Nightwatcher) roars in to a stop. Nightwatcher drives underneath a TRAIN BRIDGE. He takes o his helmet. Red cloth spills out. He turns around as we s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reaches back and pulls out the KNIFE from his SHELL. L at it, shaking his head and grinning. He sheathes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heh, heh. Nice try, chump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "QUICK SHOTS - Ignites and revs engine. Straps helmet back Headlight comes to life. Lets the clutch out. VROOOOM! - CAM STARTS TIGHT ON bike as Raphael tears away",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude... I'm scared!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON - A PAIR OF TURTLE EYES... MICHAELANGELO'S! They wide with FEAR. Nervously darting around, unable to keep with the surrounding danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude! They're all around me! What do I do? WHAT DO I DO?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey's eyes continue to panic. DONATELLO's voice comes i over a RADIO. Calming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just relax, Mikey. Remember your training. You'll be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I need back up this time, man! BACK UP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...you're such a prima donna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cam pulls out of a LARGE MASCOT HEAD - looks like a b goofy Turtle head with googly eyes and dumb smile. WIDER see a fake ZIPPER spirit-glued onto Mikey's plastron. In hands, he holds two nerf-styled NUNCHUCKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from inside mascot head) Okay - waita-WHOA-WHOA-WHOA-WHOA!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly TEN KIDS WITH BIRTHDAY HATS AND FOAM NUNCHUCKS r in SCREAMING and start beating on Mikey... a little too h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get him! Yeah! You suck! Hey! Awright! Take that, Turtle-dork!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OH-WHOA! OW! YEOW-OW-OW! WATCH IT!! HEY! NOT BELOW THE-OOOFF!! OW!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "End WIDER with the kids all walking away from Mikey, now the floor doubled over from the \"playing\". A beat, then- -one more kid runs back and kicks Mikey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KEEEEYA! (turns and walks back) This was the best birthday ever, Mommy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey GROANS as we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "13",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beautiful downtown autumnal street. Parked in front, we s the \"COWABUNGA CARL\" PARTY VAN loudly decorated in kid- friendly colors with an embarrassing and low-tech looking TURTLE HEAD ON TOP. PUSH IN on upstairs apartment window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks so much. You're worth every penny. I have to tell all my friends about you. You'll love their kids too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mascot Mikey is standing at the door, holding a fistful o cash, still in full costume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can only hope they're as lovely as the rugrats you got here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON KIDS - They look tough, brandishing their nerf weapons toddler street gang. One of the kids does a finger-point- throat-slit gesture. The mom looks and beams. The kids quickly smile to cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through gritted teeth) Such... angels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey looks to the side, and sees the still piled-high st of PIZZA BOXES through the fake head POV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay! Everyone say good-bye to Cowabunga Carl! BYE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(put-on voice) Hyuk! Cowabunga dudes! Bye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BYE!!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DOOR - As the door closes and Mom turns back, a green reaches in quickly a grabs a box of pizza. The door close",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heheh... score.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15 Mikey opens the van's rear doors. He PULLS OFF the fake zipper on his chest and then pulls off his fake turtle he His trademark orange bandana spills out. He turns, breathing in the fresh surface air. A quiet bea until - A POLICE SIREN approaches, faint, in the distance Mikey jumps in the van, slams the door shut as the car whizzes by. WIDER - the van takes off down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, hey, hey... don't forget the face thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "16",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON - a regular motorist sitting in his car at a tra light. Don monitors from a small dashboard cam. Man looks Left. Reacts. OFF HIS LOOK - We see Mikey beside him in the van. He's behind the wheel - face FROZEN in a goofy SMILE like a ventriloquist to \"hide\" his identity. Don follows on a sm surveillance cam under the rearview mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a good boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All's I'm saying Donnie is that no one would notice if YOU did one of these gigs every now and again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you add such... panache to the character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey, emotional, pops into \"fully animated\" facial mode. rubs his sore neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if panache is French for \"punching bag\", I'd have to agree with ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "17 A darkened room lit only by the lights of dozens of tv's, monitors and TV tubes. Cables run everywhere. In front of them is DONATELLO - our resident tech-head turtle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close enough. I - uh-oh-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON MONITOR - Don watches Mikey through a TRAFFIC CAM in f of the van. Don is jacked into every major security and surveillance camera in the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "18",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-you got a peeping tom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON CAR - The Man is still looking - only now really freak out - at the fully animated Mikey head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey suddenly grips his face back into a tight SMILE, frozen. He looks over and waves at the man who confusingl waves back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ventriloquist style) Just get me outta here, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DON - He hits some switches. Monitors change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Traffic's clear eastbound for two blocks. Then hook up with route J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BACK WITH MIKEY - He's still waving with a frozen smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ventriloquist style) Righteous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey immediately \"unfreezes\" and sticks his tongue out a antics at the Man! Before the man can react, Mikey TEARS and zips across traffic down a deserted side-street. ...as we notice the annoying ice cream style music tinker",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "along with his gaining speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You HAD to install the music too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All part of the cover, my friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "19 The van parks in a long-forgotten alleyway. A dummy gate closes behind it, obscuring it from view. UNDER THE VAN - We see it's parked over a manhole cover. slowly slides shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 The dripping concrete and metal maze explodes with the cacophony of Mikey riding his skateboard, backpack in tow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YEEEEEHAAAAAAWWWW!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But this isn't just any half-pipe - it tests all of Mikey skills in ninjitsu, extreme sports and cross-training. He jumps on and off the board to occasionally tackle obstacl with all four limbs. A fun rock n' roll sequence. Feels like Mikey is miles away from the surface world whe arrives at a seemingly DEAD END. He smiles as he reveals BRICK DUMMY WALL that brings him to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 Mikey lands in the \"foyer\" of sorts. Atop entrance stairs kicks the double doors open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honeeeeey! I'm hooome!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Mikey slides down the banister, the cam dollies around",
          "sentiment": "neutral"
        },
        {
          "speaker": "I",
          "text": "behind him revealing the LAIR. Breathtaking to fresh eyes t has a wonderful lived-in feel - they're not squatters.. they've made this their HOME. Furniture is jury-rigged an the place is custom lit to provide the right kind of atmosphere. If we looked behind the surface detail, we'd a mesh of wires and circuitry powering the entire lair. Donatello runs up to Mikey. Mikey robotically hands him t wad of money from the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moneymoneymoneymoney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Donnie walks away, Mikey LOUDLY CLEARS HIS THROAT. Don stops as Mikey holds out his hand. Don's busted - he peel off a few bills and hands Mikey his share.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Domo arigato, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey walks into the room and plops down on a sofa. Hits remote as a BIG SCREEN lights up in front of him. Suddenl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAELANGELO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey springs from the couch. Snaps to obedience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sensei.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON - SPLINTER the Japanese rodent master and father the TMNT. He is well-kempt, still walks with a cane, and the same sparkle in his eye. He approaches Mikey. Silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat) Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sensei? (thinks, then realizes) Oh! Here ya go, Master Splinter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey reaches into his bag and removes a foil-wrapped pie of BIRTHDAY CAKE. Splinter lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahh! Butter creme frosting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donatello walks to Splinter. Holds his hand out, judgment",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Master. No cake. You remember your last cholesterol tests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I- (changes attitude) -Donatello! I am your Master!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice try, sensei. But you can still be my Master... with low cholesterol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter surrenders the cake. As Don walks away, Michaelangelo reaches into his bag and secretly passes Splinter a smaller wrapped piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He-heh. You have done well, my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donatello walks to the fridge and opens it - FILLED with dozens of other pieces of Birthday Cake leftovers. He tos it with the rest.                                  C",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "22 The street noise below is barely audible. Camera creeps a the edge of the building, reaching a row of GARGOYLES. AN ALONG GARGOYLES - Still. Concrete. Creepy. Just as we pass the fourth, we barely notice it's WHITE EYES OPENING QUICK SNAP BACK TO GARGOYLE - Only now it's gone. Somethi strange is coming to town...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "23",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Large freighters. Lots of activity. PUSH IN on a steamer crane lowers a LARGE VERTICAL CRATE to the dock - it THUM down hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Careful! That isn't some box full of fish!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM LOWERS - as APRIL O'NEIL leaps down into frame. Dress in jungle expedition gear with her head wrapped in a band She takes off her sunglasses and admires the crate. ON BOX - Labelled \"O'Neil Cargo\". Something ominous about crate. PUSH IN on it as April steps in front. Admires it pride. Turns, takes out a cell phone, and hits speed dial ON PHONE DISPLAY - \"Calling HOME\". It rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impatient mutter) Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "24 A spacious NYC loft - tons of bookcases work as room dividers. Piled with artifacts, unopened crates of all si boxes of maps, and a general organized mess. A hockey gam BLARES from a TV set. CAM PANS ACROSS ROOM - The telephone continues to ring ju as we reach the KITCHEN - with piles of dirty dishes and food. And then a path of strewn clothes that gets messier messier until we reach - - CASEY JONES, snoring on a sofa. He finally wakes up, clamors for the phone, tripping over mess in the process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talk to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. It's me. I'm back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey rubs his face, tries to orient himself. Looks at wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that today, babe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "April's disappointed. Same old Casey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. It was today that I returned to you after being in a deadly jungle for almost a month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you were going to meet me down here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, babe. I must've-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. I'll take a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long pause on the phone. Casey knows he's busted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I missed you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "April doesn't answer. She closes the phone. Casey slumps his chair, shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good goin', Case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back at the dock, April is back to business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Howie! Get this on the truck for delivery! Let's go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "P.O.V. INSIDE BOX - See April through the wood slats. We' swear we almost hear... LOW GROWLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "25 Mikey is on his bed. His thumbs pound away at a video gam TV - bored. He puts down the controller and yells to the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'M! BORED!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands up and walks to DON'S ROOM. He opens it. It tak only one foot until the door is pushed up against piles o TECH JUNK. Mikey uses his shoulder and pushes it open. N DON - He's hunched over a work table, back to Mikey. Tinkering as always. Wild inventions line the walls, some finished, some not. Some pay tribute to past TMNT adventu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don, y'ever feel like you were meant for more? To DO more? Like, I mean, sometimes I feel like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAELANGELO(cont'd) like we never really left that glass turtle bowl when we were little dudes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REVERSE ANGLE - Don lifts his head up, eyes MAGNIFIED in bizarre head contraption. He flips up side panels, ELECTRONICA MUSIC blares out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hi Mikey. You say something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs - to himself) Every day it's the same thing. Wake up. Birthday party gig. Drive home. Watch TV. Train... Rinse. Repeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. Isn't it great?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat. Mikey sighs, then walks back downstairs to the LI ROOM SOFA. He and the camera think he's alone, but before knows it, Splinter is sitting next to him, cross legged, still, and sipping tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WAH!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaelangelo. Boredom is never an indicator of your surroundings. It is a reflection of your inner heart. Fill yourself with excitement on the inside... and you'll live the most rewarding life of all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey stares at Splinter, dead pan. A beat. Then returns flipping channels. He stops on a NEWS program - \"NYC DIRT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And so yet again, police officials are baffled at a crime of retribution that can only be attributed to the mysterious figure",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "M         known as \"The Nightwatcher\". ikey lights up. On TV is a flashy well-coifed, know-nothi REPORTER. Beside him is a news photo of the tied up MUGGE from our second scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the latest in a string of vigilante acts that have been plaguing the city for the past year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NYC DIRT REPORTER(cont'd) Although the victims have been criminals themselves, the Nightwatcher's actions have been identified as destructive and overly-violent... verging on the edge of lethal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON MIKEY - Can't smile wide enough. He runs to his room, returns with a POLAROID CAMERA. He snaps a picture of the He pulls it out, placing it in his NIGHTWATCHER SCRAPBOOK overflowing with paper clippings and articles on the vigilante.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now THAT'S what I'm talking about! Cruising the streets, busting those who hold themselves above the law. (movie announcer voice) But they aren't above HIS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don walks in, holding an in-process invention. He looks u",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey, the man's practically a criminal himself. Anyone who operates without boundary or rule of law cannot be legislated and needs to be reigned in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds like four turtles I used ta know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DOOR - Raphael walks in, his Nightwatcher costume no w in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatta we talkin' about, boys? Soundin' a little too egghead fer my tastes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, Raphael. Your brothers and I were just discussing the vigilante Nightwatcher once again. (beat - concerned) Where have you been? You've been spending so much time away from home lately...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael's on edge from the mention of Nightwatcher alread His attention doesn't break from Donatello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I joined a book a' the month club. (to Donnie) So just what's your beef with puttin' dirtbags behind bars, Donnie? Go ahead... enlighten me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter watches the growing tension with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no problem with the incarceration of those who deserve it, but if someone like Nightwatcher has ultimate power... then who makes sure he doesn't cross the line?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey picks up two NINJA BLADE RINGS, twirling them aroun aggressively in mock battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think he's COOL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course you would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in bg, oblivious) Keeya! HATCHAAAAAA!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes there are lines that even the police can't cross. Someone has to be willing to do what needs to be done. And to do that, fear becomes a weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are such a Neanderthal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael does the bully FAKE LUNGE at Don. Don reacts quic and startled, eyes wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I rest my case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(SCOLDING) Raphael! If bullying is the only way to argue your point, then perhaps you do not have much of a point to begin with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gritted teeth) Yes, sensei. (to Mikey) And quit touchin' my stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph yanks the Ring Blades out of Mikey's hands and storm out of the room by flipping up a series of cables to the second floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(too-late-retort to Raph) That was just a startle response and isn't really an indication of fear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph does the \"blah blah\" hand gesture from above. Enters room, slams the door and immediately BLASTS MUSIC... ...and it's some annoying pop HIP-HOP song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AAAARGH! AND STOP TOUCHING MY STEREO TOO, MIKEY!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then HEAVY ROCK starts playing to drown out his family. A silence sits in the room as a CD flies out of Raph's room Tense in the room for a bit. Don looks at the other two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an involuntary thing your body does when stimulated like that. (no response) What? It's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26 A large JET LINER flies into the city. Lowering. The whee fold out under the carriages. CLOSER - LEO is on the landing gear, his face lit up by t city glow in front of him. He jumps off as - FOOMP! - a H GLIDER opens up from his backpack. He lowers the glider t the water and RELEASES!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "27 Disgusting. Dripping. Out of the slime, Leo rises. A beat inhales, then SMILES WIDE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmm... home sweet home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "28 All is peaceful in the lair. The big screen TV is the onl light source. Mikey snores and drools on the couch, cover in junk food wrappers. Donnie sleeps with an \"TECH HEAD\" magazine over his face... gadget-in-process in his lap. ON ENTRANCE - Leo walks in and places his bag on the floo The place feels different... but still feels like home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tiptoes with ninjitsu precision across the floor, avoi the potential noise-making mess below him. He sneaks to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "29 Leo peers in cautiously. Splinter is still awake. Expecti him. Kneeling on the floor. Very serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo walks in and kneels in front of Splinter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have completed my training, master. I am prepared for the next stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That you are, my son. You must now apply all that you have learned on your lengthy journey to your everyday life. THAT will be the most challenging training of all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "plinter reaches out and hands Leonardo an ANCIENT MEDALLI Leo is touched. CLOSE ON SHADOWS OUTSIDE OF ROOM - We see a pair of EYES, watching the entire scene... jealous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've missed you, Leonardo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "eo hugs Splinter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've missed you too, father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid much has changed in your brothers' spirits since you have left. But now that you are home, they will finally have the ethical and warrior leadership they have been lacking. The family needs you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON LEO - He swallows that big pill very hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heh. Yeah... I mean, yes sensei.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to doorway) Raphael, your brother is home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON OUTSIDE OF ROOM - Raphael walks out of the shadows. He good... but not too good for Splinter. Splinter and Leo b and face the doorway. An awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael eyes Leo... and then the medallion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... congratulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(awkward beat/fake yawn) Well, I'm goin' to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leaves. TV ROOM - Raph walks through the room, cuffs Don on the b of the head, and keeps on walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo's home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donatello wakes up, looks around. LIGHTS UP when he sees",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON MIKEY - He wakes up. A Cheese Doodle stuck to his uppe snout. Really groggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I don't WANNA pop out of the birthday cake, Mrs. Ro- (snaps out of it) LEOOOOO!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey flips past Donnie and slams Leo with a gripping HUG and doesn't let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey little bro! a beat) Mikey? You can let go now... um, Mikey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(MUTTERING) So bored... so bored...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VER BLACK - Quick bursts of AUDIO VIOLENCE. Steel, screaming, trampling, and rumbling. Then- -with each audio burst, we now see a VISUAL BURST. Strong rim-lit, iconic images of an IMMENSE BATTLE - a slicing b weapon, screaming mouth, angry eyes. Then- -a monster claw! Gnashing teeth! Scared eyes! Horns and tusks! The edit gets intense, until -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AAAAAAAAAAAAGGGH!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30 It was all a nightmare. We go WIDER as we take in the ostentatious bedroom of MAXIMILIAN WINTERS, a young mid-4 Famous NYC entrepreneur. inters is large, handsome, built and powerful in every sense. His bedroom reflects it as well - large simple sha decorated with a modern-day tribal/tech appeal. This guy filled with adrenaline, power and machismo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Winters, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DOORWAY - Standing there is a beautiful black-haired assistant dressed in full suit and tie with a clipboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's time for your morning workout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "31 Rock/hip-hop music crashes in as we see Winters' morning workout - a combination of weaponry work (martial arts an others), floor routines and bag work. He takes it all ver seriously. Sequence ends with him smashing the top off of a Mook Jun training block with his bare fist. He walks out of the ro grabbing a towel from a blonde assistant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "32 Winters walks in his crisp suit. His office is large and austere. Two levels of history in books, artifacts, warri themed curios and power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Winters, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DOOR - His Assistant stands at the large doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The board is waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks to the large bay windows that overlooks the city",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "33 Now outside the window, he smiles at the view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell them I'm on my way down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slowly LOWERS OUT OF FRAME. CAM PULLS OUT WIDER REVEAL Winters Office is an \"elevator\" of sorts that can ride up and down the front of the building, allowing him access t any floor of his Tower without leaving his desk. WIDER - see the Tower is a monolith in the middle of Manhattan - complete with it's own front Central Park-ish gated entry. A true work of modern architecture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "34 We see the wonder of everything Winters - mixing of old artifacts with modern day aesthetic and implementation. T ceilings are vast and there is no mistaking the worth of man and his company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "W",
          "text": "inters' Elevator Office lowers into a balcony level build overseeing the main lobby. He walks down a stairwell and through the lobby, five Assistants following him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "35 Winters walks in the room. CLOSE ON him as he stops at th head of the boardroom table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen! Let's begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM PULLS BACK along the impossibly long table as DOZENS BOARD MEMBERS stand up. When it reaches the end, it looks though Winters stands at the head of an ARMY AT ATTENTION",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo walks along the upper floor of their lair. As he pass Mikey's room, his brother pops out with his skateboard. W follow them as they walk down to the TV area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo... what's up, bro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just enjoying being home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hey walk past Donnie's Chop Shop room as - BOOM! - someth explodes and smoke pours out under his door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NOBODY PANIC! I HAVE IT ALL UNDER CONTROL!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey and Leo COUGH, leave the smokey area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say, what's up with April and Casey? I expected them to drop by after I got back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't see much of `em anymore. April seems to be working a lot - eww - and Casey seems to be, I dunno, \"different\" lately. Maybe he doesn't like having to put the toilet seat down now that they've moved in together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're living together now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They get to the living room area. Mikey walks to the edge a jury-rigged HALF-PIPE he built in an old water slough. Mikey continues as he skates back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To be honest with ya, they're kinda buzzkills to be around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is Casey at least still doing his hockey mask thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dunno. Haven't noticed since The Nightwatcher has come home to roost. WOOOOHOOOOOOOO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Nightwatcher\"? That some new comic book you're hooked on, Mikey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAPHAEL walks in. Picks up Mikey's scrapbook as he passes sofa and slugs it in Leo's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This should explain most of it. The legacy of the city's newest hero. Compliments of the fanboy over there.    M",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joke all you want, Raphy. But train hard and eat your veggies and one day, you too can be as cool as The Nightwatcher, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can only hope, Mikey. I can only hope...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo disapprovingly flips through the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This guy could bring heat on all of us if he keeps this up. Showboating isn't a replacement for justice... it's just self-indulgence. (looks back at book) Someone needs to talk to this thug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON RAPH - He looks... dying to say something. But can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "37 CLOSE ON - A familiar-looking white HOCKEY MASK. Eyes bli behind it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Case? Wanna be goalie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mask is pushed aside by Casey - Kid 1 was holding it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, you know I work for a livin'. It's Star Center or nothin' else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDER - Casey is with 5 other KIDS prepping for a game of STREET HOCKEY, using tennis balls and trash cans. Chubbie KID 2 walks by and grabs the mask himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever! Let's get it on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They begin a boisterous round of hockey. Trash talk, gent checking and all the requisite boy things. We see that th kids love Casey. And vice versa. Suddenly-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOMMY!! IT'S TIME FOR DINNER!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BUT MA! WE JUST STARTED!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snapping back) THOMAS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy's defeated. Looks at the disappointed boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry dudes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Busted! Have fun with your mommy... (face falls, disappointed) ...oh no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OFF HIS LOOK - We see APRIL, dressed stunning in a dark business suit at the other side of the street. She's dang a WHITE SHIRT and a TIE from her other hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, c'mon April! We just started!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "April just gives him \"the look\" with an eyebrow cock. Cas knows he can't win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't Casey stay and play for just five more minutes, Miss O'Neil? Pleeeeeeease?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not today, Nate. Mister Jones has to pretend to be an adult for a few hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awwwww! Man! Baaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey hands his stick, then quickly turns with a grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later boys!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM FOLLOWS April and Casey as they walk down the street. April's not really a hard-ass - she's just forced to be t \"responsible one\" in A the relationship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need your help with a delivery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Arnold voice) Do you need my funtahstick muscles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heh-heh... yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey awkwardly places his arm over her shoulder as the c rests and they walk into the distance. He pulls it back d CAM ANGLES ON WALL - As we notice CLAW MARKS sliced into concrete exterior of a building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "38 The doors open in Winters Lobby. April struts in, owning place. Casey struggles pulling the pallet holding the LAR CRATE behind them. As she passes reception-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Winters. April O'Neil is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "39",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His darkened office is especially alpha-male - BIG GAME H trophies adorn the walls, as do SUITS OF ARMOR from all t periods and random strange ARTIFACTS spanning history in glass cases. Winters sits at his large desk as the large doors open an April and Casey spill in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss O'Neil. You are a vision. Thirty days in a jungle, and beautiful as ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shakes her hand and double-cheek kisses her. Casey's e widen - is THIS what his girlfriend does?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my... friend, Casey Jones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris! How's it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters nearly crushes Casey's hand in his grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, It's Ca-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ignoring, back to April) So how was your trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, the typical - corrupt government officials, double crossed by a jungle guide, all ending in a heart-pounding chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters and April chuckle. Cam adjusts to show Casey betw them in the bg, looking uncomfortable and out of place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it was all worth it. beat - excited) I found it. The fourth General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters BEAMS, way too excited as well. April holds out h hand to Casey, who doesn't know what she wants. He awkwar HIGH FIVES her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah-ha! The fourth General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hushed gritted teeth) The crow-bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands it to April as she twirls up a CROW-BAR and crac open the front panel. INSIDE BOX POV - The light gradually breaks in, until - C - the front panel falls to the floor. CLOSE ON - Winters' look. Pure wonder and admiration. He walks up to it slowly. April and Casey cautiously stay ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(SOFT) ...the gods be praised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON BOX - We finally see the statue - GENERAL AGUILA - a s foot towering wall of granite and obsidian. Eagle warrior armor reflecting a South American design... though not fr specific time period. Winters rubs his hand over the ston",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I ask you a question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not looking away) Y es. Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been so grateful for the opportunities you've given me lately. I'd probably be still selling antique curios if you hadn't visited my shop that day. (off of box) But I have to ask... why the fascination with these particular works of art? I'd never even heard of the Legend of Yaotl until we met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up. The cam PANS RIGHT. It travels past an SUIT ARMOR in the FG. Goes to BLACK. Continue PAN until we're",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "40",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-the armor becomes the back of a HELMET. Camera dollies around the helmet until we're looking at a dark and impos figure. YAOTL. His helmet is impenetrable, with eye slits Note - the flashback is dark, shadowed and monochromed. Detail is hinted at instead of shown. Very stylized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a time long before the Mayans, April. Long before the Aztecs and even the Olmecs. It was a time of legends. A time of greatness. The true mother culture of Central America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool shots of Yaotl. His armor, his stance, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was a man named Yaotl. More a force of nature than man. And together with his Four Warrior- Priest Generals, they pillaged every culture in their path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "QUICK SHOTS OF EACH GENERAL. The walk along side Yoatl. Possibly slo-mo. We will come to recognize them through t distinct armor as the Four Stone Generals - in human form",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And for every culture they destroyed, they drank in all the magic and knowledge known to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINTERS(cont'd) They became a warring hurricane, gathering more power and knowledge with each conquest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GROUP SHOT - Of five Warriors. High atop a hillside, fina stopped. Ready for battle. Their character-specific weapo are drawn. Around them is a small army of MINIONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then they came across a culture rich with science, magic and their own technology. A South American version of \"Atlantis\". ( BEAT) It was like blood in the water for a predator like Yaotl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON - Yaotl. As he raises his sword in the air. CAM DOLLIES AROUND HIS HEAD REVEALING their opposing forces. army of THOUSANDS. Waving their weapons in the air. The opposing army CHARGES. Yaotl's men pull out   a large ORNAMENTAL STAND - a \"stargate\" of sorts. Yaotl   and his are unmoving... as they begin a ceremony. Yaotl   looks t heavens above - as we see a CLUSTER OF SPECIFIC   STARS m into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the army approached, Yaotl used the knowledge they'd gained in black magic and sorcery. Timing their attack with the alignment of the Stars of Kikin, they opened a portal to another world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON CHARGING ARMY - they stop dead in their tracks. Front- by the OS portal. Don't know what to expect - ON PORTAL - A crackling electric circle opens to another dimension. Suddenly - DOZENS OF MONSTERS EXPLODE OUT! Creatures of all varieties. Gnashing Fangs. Swiping claws",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They unleashed an army of monsters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "N BATTLEFIELD - men getting slaughtered (in a nice PG sor of way). Quick shots. Intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The monsters knew no side   - they destroyed the enemy... as   well as Yaotl's own army. Men who   swore to spill their blood for his   cause. Yaotl had to do something   to stop more from coming through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "W",
          "text": "inters SMASHES the portal, stopping the slew of monsters from pouring out. End on a scream. Dissolve to LATER in t battle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desolate, destroyed battlefield. Smoldering. Bodies everywhere. No monsters. End pan on Yaotl on his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the end, there were no victors. And they were responsible for the eradication of the greatest culture that will never be known. The knowledge that was lost would never be found again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE BACK TO PRESENT DAY IN WINTERS' OFFICE",
          "text": "Casey has fallen asleep, sitting to the side, head in his hand. A line of DROOL hangs from his mouth. April is fascinated by the story. She nudges Casey who does the slurp/half-snore wake up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(\"wake up\" fast speak) I was just resting my eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite the story, Max. concerned re: Statue) You don't think that this could be-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no, Miss O'Neil. looks back to statue) Like you said... just a story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "inters doesn't break his stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the girls will pay your fee on the way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. Um... goodbye... Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "April and Casey leave Winters, consumed with his new treasure. He doesn't reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "41 April and Casey walk the lobby. She shoots him \"the look\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What!? It was a boring story!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is so perfectly CASEY JONES. I give you opportunity. I give you the chance to become a better man. And what do you do with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "APRIL(cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOU FALL ASLEEP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey stops next to a PODIUM holding a priceless-looking VASE. As he speaks, he gestures very animatedly and dangerously close to the vase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, maybe if you were home for more than four days at a time, you'd see that I DON'T WANT ANY OF THIS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sees danger of vase) Casey, you better be careful-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here I am nice enough to help you out, dress in this get-up and all I get is grief?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as he knocks and SMASHES the vase to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klaxons sound as SHINK-SHINK-SHINK - METAL PLATES SLAM DO",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVER THE GLASS ENTRY. COMPLETELY ENCLOSES THE FRONT LOBBY",
          "text": "Room is now emergency light RED. April rubs her temples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "42 Winters is still alone in his office. Still studying the statue. A beat. He turns his head to the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can come out now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IDER - As we see FOUR FIGURES appear out of the smallest darkest of shadows! The LEADER slinks forward - clearly a",
          "sentiment": "neutral"
        },
        {
          "speaker": "S",
          "text": "woman - dressed in cloak and Japanese Noh mask over her f he takes it off, revealing KARAI - the beautiful leader o the Japanese Foot Clan, flanked by three, FOOT NINJAS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your talents are commendable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As are yours. Most don't notice us until we decide they will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I guess I'm just special that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters walks over to his desk. The Statue looms behind t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So down to business - aside from the other reasons for your visit to America, are you interested in my offer we discussed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must confess... I still don't know exactly what we are to do for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need the finely-tuned eyes and stealth of your Foot Ninja to... monitor the city for me over the next few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters walks to his window. It's night. Overlooks the ci",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just keep your eyes peeled for anything... strange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(long beat) What kind of strange things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The question hangs as we PUSH IN ON Statue's face... his eerie eyes. We think his eye GLOWS, only we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "43 The glowing eye is really a STAR. The same line pattern w saw at movie's open. The stars ADJUST... lining up in a m straight-lined manner. CAM LOWERS, placing us back in-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "44 A MAN walks down the sidewalk. As he passes a DARKENED ALLEYWAY, he hears a low GROWL come from it. He stops. ALLEY POV - As the man looks in. Can't see a thing. Hand- cam. He moves to leave... and the growl comes again. STREET - Man stares in. No one on the street. Looks close closer... grows more tense as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...WHAM! The requisite CAT jumps out of the shadows. Scar Man half to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WAAAAAAAAAAHHH!!!! (calms down) Gave me a scare kitty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pets the kitty a bit, then walks off. CAM LOWERS behin cat, as Man walks off into the distance. Until... ...WHAM! A large burly CLAWED ARM slams out of the shadow onto the cat, yanking it back into the alley! Quick caterwaul. Silence. And then we hear a BURP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C",
          "text": "AM LOWERS further through the asphalt, then quickly hooks with an air duct pipe. Zips faster and faster until we're",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo feverishly works out. He stops, looking up, panting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does ANYBODY train anymore?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a sec, dude! I'm almost at level eighteen. (OS video game explosion) Scratch that... seventeen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DONNAY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In... uh... a few minutes, Leo. I'm in the middle of-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KZZZT-BOOOM! - An OS invention blows up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um... make that another hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo sighs. Splinter walks by, not stopping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A true leader knows how to motivate his troops regardless of their own motivations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter walks past a large FUSE BOX. Leo thinks a beat. smiles. WIDE SHOT OF LAIR MAIN ROOM as - KACHUNK! - the entire ro goes BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw man! What's goin' on?! WHO TURNED OUT THE LIGHTS!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ninja tag, topside!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another place that isn't the TMNT lair. Dark and mysterio Don't know where we are. Feels ceremonial. We see close u detail of statue GRANITE. A DEEP VOICE chants OS in a South American tongue as HIGH TECH GEAR is placed on the rock. It becomes powered, triggering a reaction in the stone itself. Music builds as we see quick shots of the granite cracks GLOWING RED. Camera travels with the rising glow. End on a pair of DEAD EYES - suddenly come to life. Red g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47 The boys stand high atop the city below. Readying to run gauntlet of rooftop hazards. They spy a BILLBOARD off in distance.            M",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First one to touch old faithful over there-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-does the other team's chores for a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo and Raph glare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm with Leo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, I think you and I should pair up, Mikey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You kiddin' me?! I mean, no offense Donnie, but you ain't exactly the biggest hitter on the bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don is grinning. Observing the subtle tension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just trust me on this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music builds to a fun number as the two teams run paralle buildings. The course requires them to work as a TEAM, throwing, catching and propelling one another from obstac to obstacle. Leo accidentally slips, PLOWING Raph face-first into a br wall. Raph, convinced Leo did it on purpose, uses his nex opportunity to hurl Leo dangerously high and far over a billboard. The situation escalates at each juncture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you been avoiding me? Barely seen you since I got home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I been busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(SARCASTIC) I see. So... you're definitely not upset at me or anything, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why'd you think that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... your brother gets to go on a world-wide training mission and you have to stay home. Might upset me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you trying to make me mad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just saying, I'd understand if you were upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their intensity ESCALATES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wouldn't understand the first thing about me, daddy's boy - OOF!.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hey both trip over a duct, tumbling in a ball. They stop rolling, continue fighting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that what this is about? You think Splinter likes me best?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd love that, wouldn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDER - Don and Mikey are already sitting there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So nice of you to join us, gentledudes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And by the way, I prefer the classic military corner tuck for my bedsheets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "M",
          "text": "ikey and Don high five. Leo and Raph aren't amused. They stare down. Raph does his BULLY FLINCH fake-lunge... only doesn't twitch. Suddenly-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa! Whawazzat?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The others rush over to the edge with Mikey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You dudes see that up there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OFF HIS LOOK - We see LARGE SHADOWS moving with in a larg BEAM CONSTRUCTION SITE. The movement is coming from one o the higher floors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what now, captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to come up with a plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph RUNS OFF toward the action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAPH!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Raph doesn't stop. All three look at each other. Then",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "48 The boys cross over on a large CONSTRUCTION CRANE and sca up the few more stories to the top. They stand on a scaff underneath the floor of the activity. ON WALL - Deep CLAW MARKS are carved into the steel, much like by April and Casey's loft. Don notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, I've got a bad feeling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahh, let's take a tiny peek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They scale to the top floor. Peering over the edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, there's a good/bad news scenario for ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM BEGINS TO CRANE UP from Turtles to activity on the fl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good news is that there are a buncha Foot Ninja gettin' the snot kicked out of `em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM FINISHES ON FLOOR - Showing SIX FOOT NINJAS and KARAI squaring off against a LARGE BIGFOOT-LIKE MONSTER! It tos them around like stuffed animals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad news is WHAT's kickin' the snot out of `em...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON TURTLES - As they've all now crept up to the dark corn of the floor. A FOOT NINJA gets clobbered and sails past them, and off the building. (safely to a scaffold below)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An interesting conundrum. Do we hold dear the value of life and help the Foot regardless of our tumultuous past?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I vote for sitting back and enjoying the show. (to Leo) Whaddaya say, leader boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON LEO - He's troubled. The burden of \"leader\" shouldered",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah. We kick butt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph jumps forward! Leo rolls his eyes, as all the Turtle jump into the fray. The Foot are surprised at first, and Bigfoot Monster is confused as well. ON LEO - He stops when he comes face to face with Karai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are YOU?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON KARAI - She pauses a moment. They exchange expert kata attacks. Stalemate. She gestures to the Foot as they use opportunity for their escape. As they leap away, Karai lo back at the Turtles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Creature immediately CHASES the boys throughout the structure, as they use all their ninja skills to avoid it not to mention impalement on the bed of rebar below! aph tries to turn the tables and attacks the Creature! Th boys have no choice but to help him... putting them in de trouble. The I-Beam is getting dented and twisted with each impact The tussle begins to fall - whoomp, whoomp - down many flights of floors. Raph gets separated at one point, jumping off the side of building to catch up, and swings himself back onto the bo floor to await the others. SMASH! They fall into Raph's floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice of ya's ta join me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the Turtles eventually get cornered. And just as the Creature closes in-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YEEEAAAAARGGHHH!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The creature stops. Confused. So are the other three turt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? I saw it on a nature show once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The creature SCREAMS BACK! Boys freak out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AAAAAAGGHHHHH!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "A",
          "text": "NGLE ABOVE TURTLES - As a large teetering pallet filled w dried cement and blocks to come CRASHING DOWN ON THEM! Th Turtles are buried under the rubble. RUH? - The Creature is confused... until it's hit with a blinding light, and then an EXPLOSION - FWOOM! We hear he footsteps thumping through the light. Shapes start to for until we see... ...LIVING VERSIONS OF THE FOUR STONE GENERALS! Sporting H TECH GEAR - a mix of tech with ancient magic scrawlings. Their bodies \"glow\" with a red inner life, seeping throug their stone cracks and piercing eyes. The Generals are all ANIMAL-THEMED - Mute and powerful Ap themed costume (\"MONO\"), Eagle Leader (\"AGUILA\"), agile Jaguar (\"GATO\") and the deadly snake-like female (\"SERPIENTE\"). Large. Imposing. Completely bad-ass. The Creature ROARS and FIGHTS to no avail...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BURIED POV - Silent. The Turtles start to GROAN, regainin consciousness. Moonlight shoots in as they move the rock stand up, groggy. ON MOUTH OF ALLEY - Through the smoke we can see silhouet a large hairy shape, along with FOUR VERY LARGE SHAPES. T sounds of freighter doors CLOSING, engines revving and th caravan of sorts pulling away. WHOOOOOP! - A POLICE SIREN chirps. Approaching the now- destroyed site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better hit the tunnels, guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie uses a small prod to prop open a MANHOLE COVER. Do Mike and Leo jump in. Leo looks back, Raph is still stewi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph. Save it for another day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAPH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph knows he has to go. Reluctantly he enters the sewer. lid closes as the alley is illuminated by POLICE CHERRIES",
          "sentiment": "neutral"
        },
        {
          "speaker": "A",
          "text": "beat, then Mikey barely pops the lid open for another pee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'know, it's not that bad, dudes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON BUILDING - Actually, the place is destroyed. Dented, t and looking like a post-night raid in WWII.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "49 UP ANGLE on the Tower. Dead of night. No one around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "50 A cavernous structure. Dimly lit. High ceiling. A few odd silhouettes here and there. We hear the clicking of Winters' shoes echo as he enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What seems to be the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karai and six Ninja are already there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"problem\" is that we were hired to merely patrol the city and report anything \"strange\" to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KARAI(cont'd) (grabs sword hilt) You never said anything about MONSTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters smirks, looking at the mouse who thinks he can ta the lion. He reaches to a satchel on the floor. The Foot TENSE in anticipation. Instead... Winters comes up with a MONEY BRICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tosses money brick) So, your job duties were just redefined. Congratulations on your promotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHINK! - Karai pulls out her To and slices the brick in m air. Winters STOPS and looks back over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We may be hired help to you, but you should never forget... we are the Foot Clan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON WINTERS - Condescendingly finds this particularly `cut",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oooooooh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sets the Foot off. They all grab their weapons, moving toward Winters. Karai flips forward, sword drawn and at Winters throat! ...as Winters stands still... and begins to LAUGH. Slowly, the thumping of FOUR SETS OF FEET lumber out of t shadows. Reveal themselves to be THE FOUR STONE GENERALS. They flank Winters, who is just loving the theatricality it all. The Foot Ninja leap back. Winters remains confident and unmoving. Generals SMIRK at Karai and the Foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe we made a deal, Karai. I expect you to honor it. (beat, stares her down) You do understand \"honor\", don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karai stews... unblinking stare. Of course she does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I don't care what part of \"muscle for hire\" you don't understand. I hired your muscle. Now exercise the ones attached to your feet and... (closer - terse) ...get back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karai slowly steps back. Winters smiles wide, reaches int the drawer and takes another brick of bills and tosses it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a Foot Ninja. Then another to a second Ninja.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I will double... no, no... TRIPLE your pay for your troubles. (stare down) Are we cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON FOOT - They just stare back, blank goggles. Probably seething inside. Winters is flanked by Generals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we... cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Foot don't move. Tense. Karai finally nods. Terse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ninjas. No sense of humor. (to Generals) So how did we fare?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CORRIDOR ENTRANCE - a hunched SHAPE undulating in chains wheeled into the light. Winters approaches it - chained to a high-tech and uplit pallet on the floor. We can barely make it out as being t HAIRY CREATURE from the I-beam fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(close, quiet) So it begins...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It SCREAMS. Fights it's restraints. Tires. Breathing heav Winters approaches, safely inches away from his fanged ma Creature suddenly lunges forward! Winters doesn't flinch. merely grins at the creature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to General Aguila) Were there any problems?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AGUILA speaks in a gravelly, hardened voice. He towers ov Winters by a foot. Clearly the leader of the four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None, my lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Karai) You see, now THAT'S a good soldier. You two should compare notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karai and Aguila stare at each other. Karai obviously not used to being handled like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just what is this all about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, let's call it a scavenger hunt. (re: Generals) I now have the power and know-how, but I need the speed and stealth of an organization such as your own. Not to mention an organization that values discretion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see, I have nine more beasts like this that should be coming to town very soon. Thirteen in all, to be exact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Four Generals move the monster into a position on the floor ahead - into a DISK on the floor. ON CEILING - We s the top of a CAGE inserted over top, creating a cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... why? Why here? Why now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Instinct, mostly. They're animals at their core. (looks off, distant) And they recognize something familiar in the air... in the stars. (BEAT) What can I say? I'm a lover of animals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The disk ROTATES. WIDER we see that there are already som cells inserted on the large stone disk in the floor. Fill by darkened silhouettes of creatures that we're probably",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "we don't fully see. Glowing eyes pierce out of the darkne",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you go and get to know each other. And don't forget... play nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Generals turn and walk-push the Foot out of the door. They move to fight back, but Karai waves her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not now. Our business will be handled at a later time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After they leave, we pause for A BEAT on Winters. Quiet. Tired. Contemplative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three brothers sit around their breakfast table, looking over from the previous night's brawl. Mikey comes in, loo the worst of all, and plops into his seat. Cam circles ta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dudes, did anyone get the license plate of the thing that hit us last night? Oi, my head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don pours over a thick book on MONSTERS AND MYTHOLOGY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was it just me, or did that creature look familiar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We coulda taken it if you slackers woulda pitched in sooner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fact remains, Raph, that we should have never been there in the first place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I suppose that we shoulda let Mr. Cuddly-kins continue to spread happiness throughout the city... oh wait... HE WAS A FREAKING MONSTER TRYIN' TA KILL US!!! Good call, fearless leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come to think of it, it WAS pretty strange to see the Foot too. And who was that woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dunno, but she sure gave Leo a run for his money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still fighting with Raph) This is my fault now, Raph? I'm the only one who has to be responsible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you're the \"trained master\", not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly interjected) Dudes-can-it-here-comes-Splinter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DOOR - Splinter walks in, HUMMING to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, my sons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning, sensei.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter makes himself a TEA. Room is SILENT. ON TURTLES - Raph and Leo GLARE at one another while they eat. Don is pouring over a THICK BOOK while Mikey sits wi his forehead on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If anyone needs me, I'll be watching my stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "S",
          "text": "plinter walks out. OS sound of the TV being turned on. At the table, the glare continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hothead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter-junior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And in the latest of a string of strange criminal activity, a construction site was nearly destroyed last night. Authorities believe a violent battle had taken place earlier that evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys react and rush into the MAIN LIVING AREA. ON TV - a well-coifed News Reporter stands outside of the BEAM TOWER. In the daylight, we can see the building is twisted and dented from the night's fighting. The boys immediately JUMP FORWARD. Mikey grabs the remote ups the volume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My sons, what-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter's eyes go wide. He looks at his boys listening t the TV intently. Mikey nurses his sore head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe you boys have some explaining to do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter looks at the Turtles. Busted, as we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "52",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Turtles are kneeling before their sensei.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leonardo, I am most disappointed in you. You are the leader of your brothers. I was counting on you to bring order to the chaos of this family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Master Splinter, how can I be expected to do so when Ra-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are no excuses when you are the Leader, my student.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON LEO - Biting his tongue. Hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the involvement of the Foot and their mysterious leader worries me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm personally worried about a monster running around the streets of New York. But hey, that's just me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don elbows Mikey back in line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hafta go out and find who's responsible for this. There ain't no other solution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael, there are better ways to use your skills in ninjitsu. Fact- gathering. Analysis. Observation. Direct contact should only be your last resort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow, sounds... exciting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Save the brute vigilante junk for that Nightwing guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Nightwatcher\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph stands and exits the room. The others stay silent as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53 QUICK SHOTS - Nightwatcher gearing up. ightwatcher emerges from a MAN HOLE. Walks to a long- forgotten and shadowed underside of a BRIDGE. He points u with a REMOTE - chirp! Slowly, his MOTORBIKE begins to lo on retractable grappling hooks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "N BIKE - Explodes out of a BACK ALLEY and into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "54 Various shots of Nightwatcher tearing all over the city. bike and on foot. Angry. Trying to work it out of his sys He's swallowed it all up to this point... getting harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "55 Aggressive and driving music. Various shots of the Stone Generals capturing a laundry list of CREATURES that are coming into the city. See the tech, detail and precision the Winters' operation works. Foot Ninja act as living \"tracking devices\" around the city. - The Generals capture a Sloth-like creature, jumping in throughout rafters above. The Foot try to help by blockin exits. - The Generals capture a werewolf-like creature in the hi speed subway tunnels. The Foot maneuver the subway car. - General Mono takes on a large scale YETI-like monster. WWE-sized match set in a large abandoned warehouse. - Close calls, as humans come close to seeing the monster but rarely do. We see small house pets swiped away. Fleet glimpses of limbs, claws and teeth in the shadows all ove NYC. Meat trucks torn open and their contents \"stolen\". - Intermix quick shots of Generals and collars clamping, cells locking, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- See more cells being filled in Winters Basement. ONLY 3 EMPTY CELLS REMAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "56",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet part of the neighborhood. Their lights are fully on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure you don't want to spar a bit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57 April is dressed in work-out gear on a grouping of floor mats. She twirls a wooden KATANA as part of a floor routi Wow - she's actually pretty good! Casey eats a bag of chi with one hand, does curls with a dumbbell with the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah. Ever since you started with the blade weapons you, um... you kinda scare me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suit yourself. (she stops - a beat) Case?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you happy? I mean, with your life. With me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey pauses a beat. Tries to be upbeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Sure. (beat - serious) You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "April thinks just as much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit on that for a moment. Casey leans in for a kiss. April doesn't notice. Awkward. Casey changes his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(walks to the window) I'm going outside for some air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey slips out onto the fire escape. April knows better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to herself) Be safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey climbs up from the fire escape. Checks to make sure he's alone. He reaches inside a chimney flue and pulls ou A BASEBALL BAT and his CLASSIC WHITE HOCKEY MASK! He slips it on. Does a few warm up swings. Cricks his nec",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All is still, until the panicked face of a BURGLAR enters frame. Being held by his collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'M SORRY MAN! I-I-I WON'T EVER DO IT AGAIN! I'M SORR-OOOF!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAM! - the leather fist of Nightwatcher slams Burglar bac tripping over an A/C duct. He tries to shield himself- REVERSE ANGLE - BOOM! - Nightwatcher lands in the FG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Funny how you jerks don't care about crossing the line `til someone else does it... all over yer HEAD!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night hurls him back into a roof access door, denting it. Raph's loving this. Walks to the Burglar and picks him up",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost in tears) I'M SORRY! I'M SORRY!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy, oh boy, did YOU pick the wrong night to be a criminal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night cocks his fist just as-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey champ. You think you're being a little rough on the guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ight slowly turns around. Menacing. Casey's taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you that Nightwatcher fella? (beat - unimpressed) A little smaller than I expected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(inside helmet) Case? No way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(poking Raph with bat) I'm talkin' to you, pal. You think you own these rooftops? Well, lemme teach you a thing'r two. (takes out bat) Class is Pain 101. Meet your instructor... Casey Jones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's getting serious. Casey's bat is suddenly wrapped by Night's CHAIN, and pulled down. Raph's visor flips up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(GRINNING) You keep on playing with fire, little man, you might just get burnt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph?! Is that you?! (scans costume) What-what are you doing?! THINKS) Are you pretending to be...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON RAPH - His eyes look around for an answer. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would you- (finally gets it) -oh. (a beat) So that would mean... (then REALLY gets it) -OOOHHHHHH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph smiles... the first genuine one he's had in a long t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN BG - The Burglar tries to get away. Casey and Raph bot spy him. Look at each other. Mischievously grin as we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "60",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON - The panicked face of the Burglar. CAM ROTATES show him hanging upside-down. CAM WIDENS TO REVEAL he's b by chains and dangling from a street lamp! CAM PANS UP THE BG BUILDING TO REACH - the two old friend sit perched on a high tower, surrounded by gargoyles. The blend right in. Both masks are off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dunno, I just got tired of the \"nothing\". Sitting around waiting for some disaster to cross our paths. Of us battling Utroms and Triceratons or any other friggin' creature... when there was still some guy gettin' mugged 100 feet above the lair. Just didn't seem right. `Specially if we had the means to do somethin' about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph twirls a billy bat between his fingers. Stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we did... but turns out I was the only one who was willing to do it, tho. So I just saved up, bought and tweaked a sweet bike, fitted the costume and began moonlighting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Papers called me \"The Nightwatcher\", so I went with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"And a legend was born\". So what was your handle before that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I kinda liked \"The Midnight Marauder\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(makes an \"eww\" face) Stick with Nightwatcher, ninja boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys ever catch on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pfft. You kiddin' me? Leo's been away for, like, forever. And the other two are so wrapped up in that party business they'd never notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what about you? How's things with April? Haven't seen ya's since you two moved in together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're good... I guess. I dunno, seems like all I do lately is just make her upset. She used to laugh so much... now it's mostly just working all day, and coming home to point out how I'm a screw up. (points to hockey mask) She doesn't like me doing this. And I know she's pretending to not know I'm out tonight. But she knows. And she knows I know she knows. (looks out at city) Life just kinda got complicated suddenly... y'know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yer tellin' me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey looks at his old bud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to see ya, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph acknowledges. The moment is broken by a HORRIBLE SHR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both spring to their feet and run to the back of the roof. They hear the scream AGAIN off in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For old time's sake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the shell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON RAPH - He stops, mid-replacement of his helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bro. Seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "61 The two run and leap across the rooftops. Two vigilantes searching for the source of the scream. They finally reac point where they don't hear it anymore. EDGE OF ROOFTOP - They look out. Silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we lost it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's gotta be around here somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SCREEEEECH!!! - A large VAMPIRE-LIKE CREATURE flies up fr the alley below and spreads its 30-foot wings!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WAAAAAAAAAAAGGGHHHH!!!!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's about to attack when - THUNKA-THUNKA-THUNKA - it's drilled with TRANQUILIZER DARTS from below! CHOOOM! - A grappling hook winds around its feet. The Creature strugg but is pulled down hard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAT'S GOIN' ON, RAPH?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I mention we ran into a monster last week?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO. NO, YOU KINDA FAILED TO TELL ME ABOUT THAT ONE, BUDDY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They inch closer to the edge. Peek over. ON ALLEY - See the Four Generals putting a pounding on th Creature. They subdue it with all their hardware. The Foo stand guard, helping in the BG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The freakin' FOOT?! (looks to Generals) What about the walking statues? Were you going to mention THOSE?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. Those are a first for me too. (gets cocky) We can take `em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the generals effortlessly picks up a TRASH DUMPSTE and wallops the Creature with one blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On second thought...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Generals put the Creature in a cell. Wheel it to a TRANSPORTER VEHICLE as it drives away. They're just about leave when-",
          "sentiment": "neutral"
        },
        {
          "speaker": "S",
          "text": "HINK! - Casey accidentally knocks a tiny piece of rock fr the ledge. It falls down - CLANG! - on a garbage can lid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON GENERALS - they turn around. Look up. GENERAL GATO POV - He scans the two. Organic Earth-based.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Witnesses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aguila snarls and fires the tranq gun! Raph dives in fron Casey, taking the hit himself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AAAARRGGH!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Gato) Fetch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gato SMILES as the other three board a Transport Vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph takes out NINJA SMOKE PELLETS and throws them on the roof - FWOOM! When the smoke clears, Casey is standing th alone! Raph is 10 feet away as Casey flinches and takes o too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever heard of smoke pellets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey - you're the ninja, not me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM! - Gato lands up on the roof and quickly gives chase They can't lose him, even when they drop to street level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2 Raph and Casey are tearing ass through the alleyways, try to escape the thing that's close on their tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAT WERE THOSE THINGS, RAPH?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph ignores him, looking for a street sign. Then he sees 56th Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bingo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael quickly dashes left through TRAFFIC! DOWN ALLEY BEHIND THEM - BOOM BOOM BOOM - We see Gato bounding down the wall, almost in a four-legged run, occasionally jumping off walls at incredible speeds! A tr jaguar. It leaps through the traffic as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "UNDER A BRIDGE - Raph points up and - CHOOP! - hits a rem that lowers his MOTORCYCLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we gonna do, Raph? WHAT ARE WE GONNA- (sees bike) -hey, cool ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hop on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph leaves Gato in a cloud of dust... but not for long. clamors along... keeping up with the weaving bike! In the fray, Casey looses his mask... as it gets trampled by Gat It's an insane chase, with Raph trying to lose him as Cas swings his bat, trying to stave off the Stone General. Suddenly - THUNK! A circular OBSIDIAN BLADE lands in his wooden bat. He loo at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um, Raph?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph sees the blade! They manage to switch positions in m ride, with Casey driving and Raph in back. Raph throws ki and punches at their pursuer when he closes in. The chase takes them to a PARKING GARAGE as they circle upwards, Gato jumping from car to car, still on their tai ROOFTOP - They're trapped. He doesn't have a hope... asid from jumping the bike to the next roof!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T hisiscrazythisiscrazythisiscrazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lets out the clutch as they make the jump! WHAM! - Spa and crucial pieces fly off the undercarriage. They both l back at Gato up and away at the top of the structure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUCK ON THAT, ROCK FACE! (Gato leaves edge) THAT'S WHAT I THOUGHT, PUNK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and then -thumpthumpthump- Gato JUMPS DOWN TOWARD THEM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey guns it - BUT THE BIKE DOESN'T WORK ANYMORE - as Ga is in mid-air, taking off. Casey grabs the weakening Raph drags him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "63",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gato lands and patrols the roof... almost SNIFFING them o Casey and Raph are barely hidden inside a rooftop shack. Suddenly - BOOM! - Gato finds them. He tries to smash thr the steel door with his bare hands! Raph leans his body into the door as a last ditch effort. He's taking a pounding as the door is denting with each s by Gato. Casey tries to help as well. Gato comes close to breaking in. Very tense. Then- -the LIGHT on his exo-suit begins to STROBE. A signal. A signal to return home. He surveys quickly... then runs of Casey and Raph fall out. Both shell-shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, so it was great seein' ya again, Raph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON RAPHAEL - He's got a dart in his shoulder, obsidian di stuck in his shell, and has collapsed unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta get you someplace safe, pal. And then, then I need to go buy some new undies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "64 April is finishing up with her workout. She hears the fir escape outside of the building and the window slide open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey, I think we need to talk. (turns around) I don't want- whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OFF HER LOOK - Casey is standing there, bracing the near- unconscious Raph, now without his Nightwatcher garb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could use a little... help here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey April... how ya been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph passes out as we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "65",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter and the other three are finishing up dinner. The close the pizza box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My compliments to zee chef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Le brrrraaaaaaapp!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey walks to the fridge of leftover birthday cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyone for dessert?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sick of cake) NO!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone suddenly rings. Don rushes over to the jury-rig payphone on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COWABUNGA-CARL-PARTY-SERVICES- Cowabunga-dude. (face falls) Waita-slow down April. What happened to Raph?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "66 ON WINDOW - One by one, Leo, Don and Mikey slip into the window. They spot Raph on the futon, being tended to by A",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "and Casey. Mikey looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa... I am in the wrong line of work. Nice pad, kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don immediately starts checking Raph out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His vital signs seem to be okay. (opens his eye) Pupil dilation is normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph weakly pushes Donnie's head away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(WEAKLY) Get the... frig offa me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Temper is normal too. (to others) He's going to be fine. Health-wise, I mean. Otherwise, he's still the same old Raph. (BEAT) Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON RAPH'S SHELL - Two Obsidian Disks are wedged in his ba with a Tranquilizer Dart. Donnie wedges out the Obsidian with pliers. LOSE ON - Disk. It's beautiful and deadly. Don examines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some sort of stone... probably obsidian, I think. (CLOSER) There's an engraving on it. Looks... South American. Aztec? No. It's definitely not Mayan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "April swallows hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It can't be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can't be, April?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "April sits down on the floor with the disk. Trying to fig things out. Casey leans down to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would it help things if I said that we were being chased by a one of those statues you collected for that Winters guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON APRIL - Her mouth is agape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd say that's a big ten-four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(MUTTERING) It's just a myth... a legend. (CLOSER) It can't be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I suppose that bringing up the thirty-foot flying monster would probably just push this over the edge, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON APRIL - She slowly turns to Casey. Floored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about Casey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just some story this Winters guy told us. It all started down in South America. Long before the Ashmecks and the Macaroons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Azteks and Mayans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what i said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sit down, Jones. (to group) So there was this guy call Yaotl...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM PANS TO THE RIGHT - As it passes a FG element, the sc dips to black. We hear sounds of a violent BATTLE. Monste shrieking. Blades clashing. April's retelling Winters' st",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is gathered around as April finishes. Mikey, in particular, is hunched over, intent. Casey, like before, fallen asleep. Silence for a beat. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?! WHAT NEXT?!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one knows. The legend stops there. THINKS) But it's just a legend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie studies the tranq dart under a magnifying glass of April's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The micro-tech of this dart is astounding. The molybdenum is of a grade only found in a few select markets... not to mention it's current stock is going for a little more than two-grand an ounce right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DONATELLO(cont'd) (looks up) What? I dabble in the market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what do we have? We have someone with a lot of money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Access to technology... and the means to produce it to exact specs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to mention having a keen interest in these monsters... and them four stone jokers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you ask me, it all somehow points to Winters Corp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you figure that, Donnie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donatello looks up with MAGNIFYING GOGGLES on. Sarcastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? \"Genius\"? (a beat) Well, that, and the fact that this part has a Winters Corporation logo on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think he's trying to recreate the events from back then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, what would you do with an army of monsters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, aside from having your own wrestling league, I dunno... MAYBE TAKE OVER THE WORLD?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do bad guys still try to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, however they're usually mortgage re-fi companies. (THEN) What about it, April? You just finished working with the guy, right? Does it make sense?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys! It's a legend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that \"legend\" like the ginormous freakin' hairball that attacked us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or \"legend\" like the moving statues and flying creature that attacked me n' Casey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Fine. I'll help for now... until we prove you're all insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or until we prove Winters is up to something more than collecting art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll work with April and see if these Stars of Kikin she told us about can give us any clues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I say we just storm the castle and face this jerk in person!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph, that would be the worst idea yet. We hang back. Analyze. Formulate a plan, THEN storm your castle. Are we clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tense stare off between Raph and Leo. Raph moves anyway. Casey stops him. Quieter moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph. Don't do it, man. (BEAT) I spent my whole life running out of rooms ticked off at the world. I wish I could take most of `em back. Sometimes, just takin' a breather is the best thing to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON APRIL - She's listening to Casey... maybe her man-boy growing up. Raph knows he can't win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and bolts out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "67",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cam is moving fast... really fast down the pipes. Raph EXPLODES into frame, running faster than us. He lifts up BACK PACK... He pulls it open, revealing his Night gear. - as he grabs an overhead PIPE and flips up and outta sig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "68 We see the same stars we've been tracking move closer int alignment... only now it means so much more to us. CAM LOWERS, as we find ourselves- 6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "9",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie looks through a thick book on ASTRONOMY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think this is all of them, Donnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DOOR - April walks in, holding a 3-foot-high stack of yellowed documents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cleaned out my archives on ancient South America. Might have found something useful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes out a hand-drawn map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A map of the stars, as recorded by an Aztec Shaman. They pinpoint the location of the Stars of Kikin... even though the names changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For use in an Aztec calendar. (picks up map) So, if we can cross-reference our current star field, positioning of the Stars of Kikin and backtrack positioning based off of the Aztec CALENDAR-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-along with taking into account the point of origin of the first occurrence, we should know where another portal could take place. (to herself) Max, what are you up to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo paces back and forth in the main area. Splinter walks Mikey plays video games on the main TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leonardo, time cannot be moved faster by wearing a groove in our floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously, dude. We're all stressed. Try to chill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're playing video games on the possible eve of Armageddon, Mikey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I never said I was having fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo looks at the clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Raph?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leonardo, a true leader knows the virtue of patience... and when to stop exercising it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're almost done, Leo. You might want to go get him... If you can find him, that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo looks at Splinter, clearly feeling leadership pressur and Raph's absence makes it worse. He leaves the lair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "70 Relatively peaceful. A few freighters off in the distance Tall dry grass rustles in the wind, as we see a- - TREASURE HUNTER - A stocky middle-aged FAT MAN with a clicking metal detector. Big goofy earphones cover his ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monay, monay, monay, MONAYYYY (really high-pitched, bad) ...monay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POV FROM WATER - Steadicam shot, watching the man patrol under the light of the moon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The clicking intensifies. He follows the signal for twent feet. Drops to the ground and digs the sand... . ..and comes up with a old unopened CAN OF SARDINES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pfft. Figgers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to leave the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lousy metal detector. \"Happy Anniversary\" present, my big fat keister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He HURLS the can of sardines over his shoulder. Only, ins of hearing a tiny SPLASH from it hitting the water... we a snarling CRUNCH and TINNY-CHEWING. The man stops in his tracks. He turns his head around. CLOSE ON - Man's face, eyes wide in shock. Cam pulls back slowing just as the crown of a GNARLY SKULL crests the bo of the screen. PTOOEY! - The tin \"key\" is spit back onto the sand. He bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AAAAAAAAGGGHHHHH!!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "71 It's dark. Barely lit in the hallways of the top private floors of Winters Tower. The camera travels the long and ornate hallways. Decorate a different sense than the main building... in a sense of family, tradition and legacy. ictures spanning centuries in age. Some photos. Some portraits. Families. Loved ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cam continues until we find a high-backed chair parked in front of an oversized blazing FIREPLACE. ON CHAIR - Winters sits. Tired. Sullen. Sipping brandy. L above the fireplace and lifts his snifter in a toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To picking up the pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ABOVE FIREPLACE - is a suit of armor... THE suit of armor none other than Yaotl the Conqueror. He looks at it with heavy thought. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters doesn't turn around. Stays in E-FG. Cam adjusts t show the shape of GENERAL AGUILA in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two creatures remain, my lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat. Winters closes his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, by all means then. Let's finish it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON AGUILA - He squints. Deep in thought and not sharing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "73 Nightwatcher runs along the rooftops. He pauses. He lifts visor to feel the night air on his face. He sees WINTERS TOWER in the distance... practically egging him on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "74 Classic Diner design, Pete's Diner is closed for the even The last light goes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "75 A greasy DINER COOK finishes cleaning up the tables. He suddenly hears a noise in the back. Big CLANK. KITCHEN - He walks to the back. He hears the noise... now from inside the WALK-IN FREEZER. He slowly approaches it. ANOTHER NOISE. He moves to open INSIDE OF FREEZER - the door slowly opens. The man's face peers in. His eyes go WIDE. He SCREAMS!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "76 Nightwatcher hears the scream. Runs to the source and loo down at Pete's Diner. Sees the commotion inside. Uses his bolo chain and a power cable to form a ZIP LINE down the street as-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "77",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-KERSMASH! He goes through the front window! He stands, c like. Ready for anything. The room is only lit by the neo signage behind the counter. Suddenly - Night creeps to the freezer. He can hear the CHEWING and SNARLING behind the thick door. He takes out a spiked bra knuckle. Ready. Places a hand on the door... and opens it ON DOORWAY - The creature is huddled over a pile of froze meat. Chewing with pieces flying everywhere. Disgusting. turns around - monkey-like and ferocious looking DEMON... \"cute\" in a bizarre kinda way. Music builds as go- WIDER ON SIDE VIEW - Night stands there. The horrible dem creature suddenly jumps out of the freezer too! Face off Raph as we realize- -it's only THREE FEET TALL!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey there little fella. All that commotion for just little ole y-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Demon SCREAMS! It jumps Night, slamming him to the fl behind a row of tables!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WAHH! OOOF! AAAGGH! OW!! WHOAAA!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Plates, glasses and utensils fly everywhere, smashing all over the diner as the Demon pummels him. CLOSE ON NIGHT - The Demon is jumping up and down, slammi his helmeted head repeatedly to the floor! It lunges forw mouth open as Night backhands it with a PLATE. The Demon jumps back and up, landing on a rotating CEILING FAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T",
          "text": "he creature lunges down again, but this time, Night is ready. He fights back. Like fighting with a Chihuahua hop up on cocaine. A break in the fight. The creature has disappeared. Night knows he's there. He preps. Grabs his SMOKE PELLETS from pocket. And waits... until... ...the Demon swoops in for another attack! Mouth open, fa bared as Night tosses the smoke pellets inside! WIDE - POOOMPH! POOOMPH! POOOMPH! The pellets explode in mouth, sending smoke shooting out of it's nostrils, ears eyes! It shrieks, flying out of the Diner!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(victory taunting) Yeah! That's what I thought! Don't mess with the Nightwatcher!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night turns. His helmet is still on. He hits his LIGHTS o the side of his head to see through the thick smoke. He f the DINER COOK huddled behind the counter. Night looks sc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pl-pl-please don't hurt me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whattaya talkin' about? I JUST SAVED YOU!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, sir. I have kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night looks around. He sees the CASH REGISTER on the floo He picks it up, puts it on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There ya go, pal. Make sure this is safe. HEY - YOU HEARIN' ME?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TAKE IT! JUST TAKE IT! DON'T HURT ME, PLEASE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LISTEN! I DON'T WANT YER FRIGGIN' CASH! WHY DOES EVERYONE HAVE SUCH A HARD TIME BELIEVIN' I'M A GOOD GUY? (points threatening) I JUST SAVED YOUR STINKIN' LIFE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sudddenly - SHINK! - a THROWING STAR is lodged in the cas register till! Night jumps. Looks out the window. CAM PULLS WAY WAY BACK, REALLY FAST - Out the Diner and t the rooftop across the street... and over the green shoul of LEO. ll he sees is a panicked man and the large shape of Nightwatcher standing over him, holding the register. CLOSE ON LEO - He's fuming. Staring down at Nightwatcher. frustration of the last few days pent up inside of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B",
          "text": "ACK IN DINER - Night slowly lays down the register. Tryin to figure out his next move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This night just keeps gettin' better n' better...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tense stand-off as... Night suddenly bolts out the back a Leo bolts the roof in hot pursuit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "78",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night tears down the streets and through back alleys. Leo keeps up with him effortlessly, hurling an assortment of THROWING STARS his way. Night suddenly DASHES OUT into traffic! Jumping over pass cars from roof to roof!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice try, amateur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo crosses the busy street while still maintaining his secrecy. Zip lines through power lines, avoids an oncomin bus, and flips back onto a cable. e swings and manages to snag Nightwatcher in mid-leap!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oof! You're a heavy boy, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both land on a fire escape, as Night clamors to the Leo wastes no time in catching up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "79",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chase continues. Night giving it his all, and Leo kee up pretty easily. He throws Leo a pretty strong curveball and Leo barely recovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, someone's been training pretty hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It begins to spit rain - and becomes a FRANK MILLER DOWNP",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ROOFTOP DEAD END",
          "text": "80 Night reaches an area that's a DEAD END. One side of the buildings has a LARGE LETTERED SIGN facing away. Fills th rooftop with silhouettes. No choice but to turn around... ...as Leo slows to a stop at the other end of the buildin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to know that I appreciate your intentions. But you can't change the world like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INSIDE HELMET - All we hear is rain pouring. Raph can't h Leo - just sees him wagging his finger at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself in helmet)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh god. He's lecturing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(now audible) ...so I'm going to give you one chance to just walk away and stop this vigilante nonsense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo unsheathes his two katanas. Raph can't hear him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself in helmet) Okay, Leo. Wanna play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nightwatcher drops TWIN BOLOS. He twirls them with expertise... then motions for Leo to fight. Charge at eac other, running through the rain, weapons drawn. They fight. Hard. And with expertise. Two masters duking out. It surprises Leo. It fills Night with more adrenalin There's a break. They circle like tigers. Renewing attack Night knows every one of Leo's moves, and counters in tur",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? How did you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...then he starts goading him on. Pushing Leo. Prodding. Making him MAD. ...and then Leo fights back. HARD. Night can't keep up. Leo uses every bit of his control, restraint and expertise. He surgically slices the bind un Night's helmet. He jumps on top of the vigilante.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight, dark prince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo UPPERCUTS Night, knocking his helmet off! His face falls... IT'S RAPHAEL! Leo pales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R-raph? (THINKS) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Raph doesn't feel like explaining. Refuses defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AAAAAAAAGHH!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He mule kicks Leo back. Leo tumbles back, still in shock. They yell at each other through the pouring rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're so friggin' smug! You think the world revolves around YOU, dontcha? That we couldn't POSSIBLY survive without the mighty and powerful Leonardo to guide us through our problems, HUH?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I gotta newsflash for ya - we got along just fine without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was training! Training to be a better leader! For you! Why do you hate me for that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and whoever said I wanted to be led? I shoulda gone on that training!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y OU WEREN'T READY! You're impatient and hot-tempered! And more importantly... I'm better than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph stops in his tracks. Reaches behind his back... and pulls out his TWIN SAIS. He flips them to the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, big brother, I'd have to disagree with you on that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph takes a ready stance. Leo does too. And they fight. Brother vs. brother. Katana vs. Sai. Technique vs. Heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "81 In another part of the city, the Generals have caught the Demon from Pete's Diner. As they carry him to the caravan their RADIO COMM goes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Foot report of strange activity five blocks north of your location.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The final creature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ROOFTOP DEAD END",
          "text": "82 Camera RISES UP until we reach the rooftop where Leo and continue to duke it out in the rain. They battle. In the end, Raph becomes an uncontrollable b of anger, unleashing everything on Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ends with Raph pinning Leo to the ground... holding a",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIMETERS FROM HIS EYEBALL",
          "text": "Tense. Raph shakes. He looks like he's going to do it... stops. He collapses back. Almost ashamed of what he's don Leo just can't believe that Raph bested him. They pant heavily. The rain dies down. Raph RUNS AWAY, across a few rooftops. Away from his brot He suddenly STOPS and looks back at Leo, small in the distance. CLOSE ON LEO - A SHADOW suddenly falls over him. He looks to see the FOUR GENERALS surrounding him. He tries to fig back... but is too wiped from Raph. GATO POV - \"reading\" Leo on the ground. He frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is neither monster nor human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON AGUILA - He manages a small smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then he shall perfectly serve our purposes... let us inform our commander that the final creature has been captured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON RAPH - He sees the commotion from afar... as Leo gets TRANQUILIZED with the Generals' dart cannon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LEO!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph runs closer as the Generals lower to the ground and drive off. Raph jumps from rooftop to rooftop to try and catch his brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "L eo!!! Hang on!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the Caravan is too fast, and eventually loses Raph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NOOOOOOOO!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph gets weak and collapses to his knees on the roof. Th sun begins to rise. He has to return to the sewer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "83 April and Don are poring over books at the kitchen. Mikey paces behind them. Raph storms in, barrels past them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael walks to Splinter, practicing himself in the dojo Raph holds his Sais in one hand, his bolo chain in the ot Clenches both tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael? What is the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was out, and did... something... something happened and I- ARRRGH!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael picks up a HEAVY WEIGHT and hurls is across the d Splinter is unfazed, but he won't take any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael! Kneel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph stops. Breathing heavy. Falls in line - walking to Splinter and dropping to his knees in front of his father",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did something... I did something really stupid, Master Splinter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know why you chose him now. I know that there's a reason why he's the better son and I'm not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I think I made things worse tonight. (beat - calming down) A WHOLE lot worse... I know you must be ashamed of me, father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael is lost in his guilt. Splinter kneels in front of Raph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael. You always bear the world's problems on your shoulders. It is an admirable quality when you are a protector of others...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "plinter gently lays a hand on Raph's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you must realize that while, at times, you may not be my favorite student, it does not mean that you are my least favorite son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael looks up. Having not thought of it that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are strong, passionate and loyal to a fault. These are the merits of a great leader as well... but only when tempered with compassion and humility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Master Splinter, I messed up big tonight... I mean BIG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter chews on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leonardo? R",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat, ashamed) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter is grim. Nods. But he moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well then, I believe your brothers may be in need of a leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raphael looks up. Finally, his shot. He holds his SAIS in hand, and his BOLO CHAIN in the other. Ninja Turtle vs. Nightwatcher. He grips them both hard. He drops the chain",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you... father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey bursts in the door, frantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dudes. I think you're gonna want to check this out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Leo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph and Splinter share a look. Raph has to tell the othe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "85 April and Donnie sift through their charts and calculatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, the first time that this portal was opened, the Stars of Kikin aligned... (sketches on high tech SCREEN) ...and that's why it occurred in that specific South American region. (more doodles) Now if we take into account the continual rotation of the Earth since then, as well as the gradual celestial shift that's happened and been recorded over... well, over the course of that mountain of books over there... we now know our new location.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie's drawn a NEW LINE from the alignment of the stars April elbows Casey to wake him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Precisely at 40.748 degrees latitude and -073.985 Degrees longitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON OTHERS - HUH?! Mikey air - calculates math in bg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New York City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters Tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the alignment is due to occur in precisely- (checks watch) - well... tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sits in the room. Heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But without Leo... what do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one answers. Splinter looks to Raph. Raph steps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We rescue our brother... and save New York City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter stands to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "86",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DARK STORM CLOUDS gather over Winters Tower. A horrible electrical storm is brewing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7 The lobby has changed. Shots establishing the jury-rigged nature of Winters Tower. - The large Aztec-like calendar on the lobby floor sudden SPLITS and slides open, creating a 100 foot circle in the middle. Underneath is the TOWERS CELL BASEMENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "The   disk in the basement is suddenly RAISED up to the l area,   replacing the slick marble design with an antiqua stone   version. Only now, THIRTEEN CREATURE CELLS surrou disk.   Very ceremonial. - Finally, Winters' office elevator LOWERS from high abov He's in the actual ceremonial gear worn by Yaotl years ag He holds the helmet to his side. Very serious. He looks o his now-ceremonial lobby... satisfied. PUSH IN on one cell, as Leo sits hunched over, unconsciou and helpless...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "88 Quick shots of April and Casey gearing up. Casey with his the-shelf sporting gear. April with sleek-looking Japanes combat gear and weaponry. They both emerge from their rooms, dressed to kill. Casey jaw drops as we scope out April.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(models it) Picked it up on my last trip to Japan. You... like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... oh yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They share the moment. Seeing what they forgot about each other when they first met. It's enough for them to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's your mask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faking confusion) Mask? What mask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "April runs into the other room and comes back with her ha behind her back. She takes out a NEW MASK for Casey - coo crisp and a badass paintjob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was saving it for our anniversary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost awkward as Casey leans forward and is about to kis her... Then a MUSICAL TUNE (first bar of the TMNT series) plays on a car horn outside, interrupting them again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's our ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "89",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM PULLS BACK from the back seat. Everyone is in \"the zo Splinter and Don sit in the back seat. Pulling further to the front, we see April and Casey. nd on Raph in passenger seat and Mikey driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I ain't much on speeches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we can do this. Leo, or no Leo. (looks around) Not because of our individual strengths... but because of how we function as a team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't push it. (to April) April, this is going to be dangerous. You sure you're in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel responsible, fellas. I found the Generals for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM CONTINUES TO PULL OUT - as the familiar jingle of Cowabunga Carl fades in and we see the Cowabunga Carl Par",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Van in full view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice an' incognito there, Mikey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I didn't see you offering any suggestions... besides- (imitates Splinter) - a true ninja can hide in plain sight, my son!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Van takes off as the CAMERA SLOWS in the street, watching drive away. NYC civilians point to the sky, worried. PUSH on a TV/STEREO STORE WINDOW - Simon's Electronics. ON TV - Broadcasting a news report. Weather alert. Black clouds brew over head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scientists are calling it the fiercest storm of the new millennium, with Dopler Radar readings coming in off the charts. Authorities are imposing a curfew to avoid possible civilian harm. Stay tuned for more in minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FURTHER DOWN THE STREET - We see Winters Tower and the darkest clouds of all beginning to collect overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "90 Winters stands with Four Generals in his office, overseei the portal. Ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "91 Karai walks down the center path of the garden, flanked b DOZEN FOOT NINJA. She motions for them to take position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As ordered - no one gets in. No one interferes. No one bears witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUDDENLY - the security alarm from the front gate BUZZES. Karai waits a beat. It buzzes again. She walks to the SECURITY PANEL by the front gate. N MONITOR - We see CASEY standing there, obscured by a LA WOODEN CRATE IN FRONT OF HIM. Karai coldly opens the gate",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, hey, I was supposed   to drop this off for Mr. Winters.   If I don't get this done, I am   majorly in the doghouse. You know   what I'm sayin', right? Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two stare at each other as the CAM ANGLES BEHIND KARA she's holding a KATANA SWORD behind her back! AM DOLLIES OVERHEAD as we see that Casey is packing MAJOR sports gear \"heat\" on his end too. Both don't let on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please come in, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really!? (beat - gets composed) I mean, \"but of course\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey wheels the crate inside. The gate closes only KARAI NOW DISAPPEARED! Casey opens the front hatch, revealing D Raph, Mikey, April and Splinter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's NEVER do this again. (waves hand in front of nose, glares at MIkey) And who did that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?! Why does everyone always call ME out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I apologize my sons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone looks at sheepish Splinter. A beat. Suddenly- WIDER - The empty garden begins to move. CREEPY, as DOZEN FOOT NINJA begin to rise out of the shadows and slink tow our heroes, surrounding them. KARAI makes a dramatic entrance, landing in front of Apri and Casey. Tense beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose this is where we all take out our sharp and pointy things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You suppose correctly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON HEROES - As they all draw their weapons. HIGH ANGLE as Foot all draw theirs. Stand-off. Raph twirls his sais.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am SO gonna enjoy this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "92",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters walks along all the cells - a final check. He examines one of the cells. PUSH IN - it's LEO. He's slowly waking up - groggy. Mutte incoherently. He PASSES OUT AGAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "93",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We finally get to see how much of an ass-kicker Master Splinter is. Same with April, who squares off against Kar They fight hard. April ends up cornered, about to be skew by her blade when... -CLUNK! She wobbles and then passes out. When Karai falls of frame, she reveals CASEY JONES a hundred yards behind holding his HOCKEY STICK! April frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had the situation under control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey fights the most like Jackie Chan - comical maneuver backed by solid-hitting blows. Don uses his bo-staff in 1 different ways, both offensively and defensively. Casey is enjoying the hell out of it. High flying, adrena rush. He even catches April checking him out, and vice ve April suddenly spots an opening to the front doors!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys! Front door is open. Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all charge the front door!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "94 Winters is happy. He looks up to the heavens. Checks a ti piece. Winters begins chanting ANCIENT MAGICK/SPELLS. Loo up through the opening in the middle of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YESSSSSSS!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cam PULLS UP through the building. Up over NYC. Throu the clouds... and into space until we pass all ALIGNED ST",
          "sentiment": "neutral"
        },
        {
          "speaker": "S",
          "text": "PACE - The final star drifts into position. A LIGHT BURST EFFECT travels down each star, headed to Earth. BACK IN LOBBY - The light burst flies into the lobby and the circle in the middle of all the monsters' cells. ON CIRCLE - The pieces suddenly start to move around. Alm like a sliding puzzle. Then they start to randomly SINK further into the ground. Light pours out of them, until a of them give way to create THE PORTAL. POV OFFICE ABOVE - Each of the Thirteen Cells LIGHT UP to acknowledge their contents. 1... 2... 3...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally... finally!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON GENERALS - they're still. Emotionless. The light sequence gets to Leo's cell... it doesn't light",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His mind reels. Looks down at the cells. Nothing. Then it hits him like a ton of bricks. He turns to the Generals..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you do?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "95",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our six Heroes all tear into the lobby. They turn back, a army of ninjas closing in on them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we do, dudes?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm working on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph grips his sais with renewed strength. Casey looks around, putting things together mentally. Tension builds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We get ready for round two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON CASEY IN CORNER - He reaches into his back, takes out hockey stick and - SMASH!!! - kills a LOBBY VASE. Suddenl sirens blare as the OUTSIDE BUILDING SECURITY SHUTTERS SL DOWN just like in Act I! The Ninjas are locked out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone high fives Casey. Except April. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice work, Jones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have my moments...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OFF DON'S LOOK - the mayhem builds at the other end of th vast lobby. The cells are glowing. The portal worsens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that would be the swirling vortex to another world, I assume. (BEAT) Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all run over. Mikey runs to a cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo! Is that you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAARRGH! - A claw swoops out. He dodges out of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess that would be a \"no\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON RAPH - He finds Leo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of the way, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D",
          "text": "on places a small EXPLOSIVE on a key lock. Raph pulls Leo out. LIFELESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey buddy! Come on, man. Leo, please wake up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph holds Leo in his lap on the floor. Looks like Leo is DEAD. Raph's head falls low, as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wh-wh-what took you s-so long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDER - Leo is alive. Coughs and slowly gets his strength back. Stands up. He and Raph look at each other. Leo can imagine what Raph's been through to rescue him. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I - I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "9",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo forgives him. Moment is suddenly broken by an OS",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH",
          "text": "ANGLE UP - As WINTERS is thrown out the window of his elevator office! He heads straight for a sword wielding BRONZE STATUE... particularly the sword part. Closer... closer... and... ..just misses it. WHUMP! He crashes onto the floor. MOTIONLESS. ON GROUP - They just stare at him. Back up to the office, nearly 150 feet above them. ON BALCONY ABOVE - Aguila looks down. Snarls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters' body still lays on the floor. This is bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he... is he dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey takes out a hockey stick from Casey's bag and pokes Winters' limp body. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yup. He's WAY dead, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINTERS GASPS FOR AIR! Startles everyone in the room. ON EVERYONE - Their faces all drop as Winters stands up i his mini-crater, brushes himself off and is perfectly fin Winters' mind is racing a mile a minute. Doesn't even not those around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph can't take it any more. He draws his sais and thrust them at Winters. THAT gets his attention. Winters looks u awe at seeing the mutated freaks in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fascinating...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Winters. We mean you no harm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No harm?! Whatever! I'm about to give you piercin's in places you never imagined if you don't tell us what's going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were so close... so close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters collapses on the floor. Head in hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was our chance. We could have changed it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We know everything Max. We know you're trying to recreate what Yaotl started 3000 years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "N WINTERS - He looks up. Sees April. Exhausted, as we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "97 The same red-tinted battlefield we left in Winter's flashback. Monsters are leaping through the hoards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are things, Miss O'Neil, no one could possibly know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera pushes in on YAOTL and his Four Generals high on a hill, surveying the action. ON YAOTL - He takes off his helmet... IT'S WINTERS HIMSEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was I who stood on that battlefield all those years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters/Yaotl looks out at the death and destruction. He looks shocked, surprised. A SHADOW falls over Winters body. He looks up - it's a ceremonial SHAMAN from their enemies' camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we had to pay a price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Shaman makes hand gestures, chanting. Winters is pull up in the air, and in a crackle of red electricity, we se him become... grayer. N GENERALS - Same electricity. Different effect. They scream, slowly turned into STONE. Cracks form on their bodies, light shooting out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were cursed that day. My four comrades-in-arms were turned into stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINTERS(cont'd) Cursed to live on this Earth... immobile... yet fully aware at all times to ponder the crimes we've committed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON WINTERS - He stands on the battlefield. Alone. As he walks, the CAM MOVES around him. During this, we X-DISSOL BETWEEN A FEW SELECT TIME PERIODS between then and now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My curse was to live... forever. To feel the pain of losing love time and time again. Of boredom. The pain... of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ACK IN PRESENT DAY. Winters stops walking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were doomed to live this way until, as the Shaman put it, \"you corrected the mistakes of your past\". (gestures to the lobby) That's what this is about. Penance, Miss O'Neil. Finally getting a chance to right our wrongs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our master fails to include crucial points in his tale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON SHADOWS - The Four Generals thump forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He fails to discuss the petrified agony of three thousand years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of the torture of taking CENTURIES to merely blink an eye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of watching the erosion of your own body throughout centuries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, while our great leader basked in the warmth of the sun and the glory of fresh air... we rotted in the stone hell that lasted throughout Wmillennia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brothers, I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE ARE NO BROTHERS TO YOU! Our brotherhood was broken the day that you condemned us to this eternity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DOORS - CAM PULLS BACK ALONG DOORS as each one is bare forced open and dozens of Foot Ninjas pile in the lobby! Karai comes to FG of group. Surveys as the scene continue",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now, our Master has tired of feeding on the nectar of life. Of loving his entire life. Of FEELING. (gestures to portal) So he prefers to end it all. End HIS \"misery\" at the expense of ours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aguila walks to the cells. The portal writhes in the bg, sinking into the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But thanks to his cunning, his technology, we are now capable of LIVING... we have now become- (close, creepy) - gods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we shall finish what we began all those years ago. We will finally have our victory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even with one monster still free, the curse can never be broken!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Winters) Join us. Join us Yaotl, and live a life eternal with us at your side!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON WINTERS - He waits. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never. This was our opportunity! We were wrong! Don't you understand?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO! YOU WERE WRONG. BEAT) And you are weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Karai) Destroy them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karai sees Winters' condition. Clearly getting screwed by very beings who have been nothing but hostile toward her her Foot Clan. She suddenly GESTURES WITH HER HANDS - military/ninja style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does THAT mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It means we're going to help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDER - 40 Foot Ninja disperse around out of the building leaving Karai and 4 Foot Ninja behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My soldiers will find the thirteenth monster. And you will bring it back here. Hurry - we don't have much time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karai runs off. April looks over at Winters. He nods, sti hurting. April takes off after Karai, leaving Casey behin with the Four Foot. They run out into the garden, just in time to see the other Foot disappear into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got shotgun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BACK ON GENERALS - They move toward Winters! The Turtles quickly look at one another. Know what they have to do. They all leap in the way, standing between Winters and hi backstabbing Generals. Aguila moves forward to Leo. Raph steps in beside him, defiant. Then Mikey. Then Don.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you mess with one of us- (looks around) -you mess with all of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aguila smiles at their chutzpa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Challenge accepted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "97   The Portal worsens behind them. Sound and sight. The are ready to fight. ...and the fight BEGINS! The Turtles leap, pounce and str with all the exuberance and intensity they've ever had. Winters moves to help the Turtles. Suddenly a WALKING STICK across his chest stops him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They must face them alone. As brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters debates it in his head for a beat - WHAM! - a tentacle from the portal slams down next to him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright. We have more important things to do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON PORTAL - A small DEMON makes its way out of the portal Winters runs and flips through the air and then CLOBBERS with his bare hands, sending it back down! He lands on the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help me push the cells into the portal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter does as the two masters also manage to lay some smackdown on any emerging creature out of the portal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "98",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This has got to be the suckiest vehicle to save the world with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- as the Cowabunga Carl van roars around the corner. Tink musical notes chime along with the speed. Appropriately l and embarrassing. INSIDE VAN - Casey drives, as April, Karai and Four Foot crammed in the back. Awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... anybody from out of town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND CASEY/APRIL MONSTER CHASE...",
          "text": "LOBBY - The combatants all pair off for their final battl Utter commotion. Mikey is paired with Serpiente. Donnie is paired with the General Mono. He uses his quick speed and expert staff against the hammer-weilding Statue Leo fights with Gato. He can't dodge him. He's too fast. lands a lucky blow, but Gato recoils - BOOM! Leo's knocke shell-first into a large GLASS DISPLAY CASE filled with swords and bladed weapons of all kinds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come to daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOMENTS LATER - SMASH! - Leo steps out, ready for action. Strapped with a dozen swords tucked all over his body. He pulls them out randomly as needed throughout the fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph and Aguila duke it out in and around the MONSTER CEL It's a Jackie Chan-inspired sequence, where they have to aware of their environment to avoid defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sensei! How you guys doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON SPLINTER AND WINTERS - The portal is pulling the cells About five more to go. Splinter also flips around and tak out another demon trying to escape. Splinter actually see to be having FUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wonderful, my son. WONDERFUL!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BACK WITH APRIL AND CASEY - Rush the streets of NYC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My troops have located the final monster. At the harbor docks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I got this one covered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey GUNS IT for the pier, music tinkling. CAM ZOOMS AHE THROUGH THE STREETS until it reaches the pier. CAM CRANES over the harbor warehouses until we see - - the 13th monster! Looks like a land-locked GIANT CROCOD It appears unconscious - a hundred or so TRANQ DARTS stic out of it's back. The Van pulls onto the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I",
          "text": "NSIDE THE VAN - Everyone is in shock. The ninjas look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh. Now there's somethin' you don't see every day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pile out of the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(off of monster) Well, I guess we have to figure out how to get handsome here back to Winters' Tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should tie it to the van and drag it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. You're... hard core.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON CREATURE - A Foot Ninja stands next to the lifeless bo As he turns his head he doesn't see THE CREATURE'S EYE OP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDER - The creature stands up as everyone turns to see. creature DOG SHAKES his hide, sending the tranq darts fly everywhere! They slam into the walls like shrapnel. ON FOOT - As they dive out of the way. One gets hit with dart in the chest. Looks down. Passes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Incoming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON VAN - As they open the doors to act as shields as - TH THUNK THUNK - darts stick in the door! ON CREATURE - He's now standing... and dying to chase something. It GROWLS/SCREAMS as they all pile into the va Casey immediately throws it in reverse and starts peeling back on the pier, barely staying out of the clutches of t creature smashing the pier in front of them. Get to the e and spin the vehicle around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FAST! GO FAST NOW!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey guns it, the 12-foot creature mere inches away! STARS IN SKY - Karai sees the stars are slowly moving out alignment. Losing time fast. BACK IN LOBBY - CRANE DOWN on Winters and Splinter. On th last full cell. ON PORTAL - A pair of LARGE EYES are threatening to come In the BG, dozens of winged DEMONS fly around inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They better hurry with that last monster!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure my man Casey's got it all under control...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I'm afraid of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BACK WITH VAN - CLOSE ON CASEY'S FACE - As he's screaming guts out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I GOTTA TELL YA... I'M, UH, I'M STILL NOT SURE THAT THIS WAS THE BEST IDEA!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDER - We see that he's on top of the Van, acting as LIV BAIT to attract the creature! It's working too! The creat pounces along like an awkward greyhound run. April drives",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey is throwing SPORTS EQUIPMENT at it from his large hockey bag. The creature is catching and eating it all. INSIDE VAN - Casey slips in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing in here?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ran outta food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all look out the back window as the creature pounds closer and closer... BACK IN LOBBY - The Turtles and Generals are at a standst Turtles all get thrown into a pile between the Generals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen. I'm the last guy to sound like a TV cartoon, but I think we need to work together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teamwork. The more you know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don clocks Mikey behind the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(TEASING) Why Raph, no solo act tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph grins. They stand, backs to back... finally as a TEA They trust one another, and their efficiency shows. ON PORTAL - More tentacles begin to come out. More claws surround the surface edges. ON TMNT - The music swells. The brothers act and think as one. The way they should. They way they will from now on. ON SPLINTER - As cam PUSHES IN, he stands up. Seeing his sons. As one. As BROTHERS. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Yes, my sons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Generals can't keep up. It's enough to distract them make mistakes the TMNT take advantage of. ON WINTERS - Sees the portal light beginning to SHRINK! Because of the TMNT's moves, the Generals are now on the precipice of the Portal, being pulled back. They struggle stand. The brothers look at each other. The place is violent wit whirlwind and screaming Monsters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So who wants ta call it a day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Affirmative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger dodger, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The   TMNT launch into their FINAL ATTACK - perfectly in and   take out each of the Generals, knocking them back i the   PORTAL! They're plucked out of mid-air by cloudy te and   pulled back! The Turtles collapse onto the floor, back to the portal. Silent. Splinter runs over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My sons, I am so proud of you all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then - BOOM! - the Generals' ARMS slam onto the ridge of portal - BEGINNING TO CLIMB OUT! The Turtles jump back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WAAAHHHHH/OHMIGOD!/WHOOAAA!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silly children. We are immortals made of stone! The Earth has only BEGUN to feel our wrath!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers are screwed. They can't stop the Generals. U BEHIND TURTLES - Glowing headlights grow larger. Closer. KERSMASH!!! The Van flies through the lobby, musical chim and all, being trailed by the Creature! April clips a cor as the vehicle spins out of the path. he Creature tries to stop, but can't on the marble floor. falls, sliding, clicking its claws trying to stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOOK OUT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters dives in and pushes the Turtles out of way as the Creature flies in and knocks the Generals back into the Portal! The Cloud Tendrils grab a hold of it and pull it into the Portal! ON STARS - The Stars move out of alignment, ending the cy ON PORTAL - It begins to close. The Generals struggle to out, only now, we see they are HUMAN... their curse broke and an eternity of pain and suffering ahead of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aguila tries to fight his way out of the portal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOU CANNOT DEFEAT US! WE-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAM! - Raph and Leo team-roundhouse him back into oblivi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought he'd never shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDER - The portal EXPLODES in a upwards funnel. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOLY CRAP!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE DID IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YEAH! WHOOHOO! WE DID IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers high five one another. Splinter smiles proud ON VAN - Dusty and smoking. The door clangs open. Casey p out. Karai comes next and accidentally FALLS on Casey in very compromising position! She slyly smiles. April falls last beside them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(caught - looks at both) Oh. I, uh -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HUHN! - Casey tosses Karai off of him. April's eye cocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't try to tell me for one second that you didn't enjoy tha-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey just grabs her, cutting her off and they kiss. Like they should have been kissing all along. They stop. Noses close. Smile. They pull apart, revealing MIKEY standing there. Watching them all gooey-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AWWWWWW....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph and Leo look at each other. A beat. Then hug. Brothe again. Dialogue would just ruin this moment. Splinter walks over to them. CAM ADJUSTS to show Karai an the Foot Ninja standing there. Silence. Finally, Karai st forward -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are every bit the warriors I was informed you were. You have passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON TMNT - they're confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Passed what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've known OF you for some time. (beat, to Leo's question) Savor your victory tonight. For soon we will have further business together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kind that involves familiar faces from your past...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON TURTLES - They all look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She doesn't mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look back - and see Karai and the Foot have DISAPPEA Raph looks over at WINTERS. He's hunched over in the corn Can't tell what's going on. They walk over slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON WINTERS - Looks like he's sobbing. They get concerned. Then the sobs turn to LAUGHING. He stands up. His hand is spotted red with his M own BLOOD from a cut on his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm never usually that happy to be bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You would be if you were an immortal who couldn't bleed for three thousand years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winters looks at all the Turtles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. Thank you from the bottom of my heart. You've made a very old man, very very happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, um, what happens now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON WINTERS - He just SMILES. Content. Finally at peace. A ages thousands of years in front of us... eventually turn to DUST and blowing away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... just a little bit creepy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh gawd. I think he's in my n-n- ATTCHOOOOO!! OH GROSS!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM PULLS BACK, out of the building, onto the street. See destruction. The clearing skies. THE SUNRISE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "99 Raph comes to Splinter's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanted to see me Sensei?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sit down, Raphael.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Master Splinter, for your guidance. (thinks, humble) I can only hope that one day, I will be able to begin the next stage of my training like Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splinter smiles. Reaches into a box and takes out a simil MEDALLION to the one given to Leonardo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That, my son, you already have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our training works in mysterious ways. But the answer that lies in all our questions... is family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph beams as he accepts the \"badge\". He excitedly stands Splinter looks to the hallway where his eyes meet Leo's. exchange knowing smiles as Splinter winks and we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "100 A ROCKIN' NUMBER PLAYS as we cap everyone's adventures. Splinter walks through the lair. It's empty. He walks pas their \"trophy room\". He places the ornate head of WINTERS CANE on the shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits down to meditate. But first reaches into his robe pulls out a TIN FOIL PACKAGE. He opens it up and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahh. Double chocolate fudge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "101",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey and Don are on the rooftops. Leo and Raph join them top. Leo and Raph have an aside to themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we're cool with the whole Nightwatcher thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, we're cool. Our secret, bro. (checks for clear coast) You got rid of the stuff, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "QUICK SHOT - Nightwatcher's gear burning in a barrel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the bike, tho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(discreet/confessional) Okay, so I couldn't exactly destroy the bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's just say it's in good hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, it's in good hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinks, then realizes) Oh, you didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raph sheepishly shrugs as we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "102",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAAAAAAAAAHOOOOOOOOOOOOOOOOOO!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Casey roars down the street on the black motorcycle of Nightwatcher, barely able to hang on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drives past WINTERS TOWER - now being converted to a NATURAL SCIENCES AND HISTORY MUSEUM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HITCHHIKER THUMB comes into frame. Casey stops his bike WIDER - It's April. She smiles. Casey hands her a helmet. APRIL'S POV INSIDE HELMET - We see a small DIAMOND RING t to the visor. She takes it off. Beaming. Models it on her hand. She leans forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wraps her arms around his waist and holds tight for t adventures that await... CAM FOLLOWS for a beat, then rises up the buildings to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "104 All four turtles are horsing around. They get geared up.. and head off for a game of NINJA TAG. The boys run, hoot and holler as they fly high on the rooftops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what makes a family? Personally, it's more than sharing a roof or a bathroom. It's sharing life... My father taught me that, and I think it's pretty much true... y'know, provided that you don't kill each other in the process. Or that no one touches your stuff. Or makes loud noises when you're trying to sleep. Or...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They run close to the camera, once again, a family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, nobody said it was easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And as RAPHAEL and LEONARDO leap toward camera, we-",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2416"
    }
  ]
}