{
  "movie_id": "MOV2424",
  "scenes": [
    {
      "location": "BUCHAREST OFFICE BUILDING LOBBY",
      "time": "DAY",
      "characters": [
        "NFRIED",
        "STEPH, (CONT'D)",
        "GERHARD",
        "FLAVIA",
        "OK.",
        "INGRID",
        "TIM",
        "INES, (CONT'D)",
        "TONI, (0.S.)",
        "OK...",
        "ANNEGRET",
        "BARBEL",
        "GERALD, (CONT'D)",
        "BOGDAN",
        "SECRETARY",
        "INES CONRADI",
        "MAILMAN",
        "INES",
        "NEFRIED, (CONT'D)",
        "FLAVIA, (CONT'D)",
        "RENATE",
        "UNDERTAKER",
        "RECEPTIONIST",
        "STEPH",
        "WALTER",
        "MYERS",
        "DACOIL MANAGER",
        "ES",
        "TATJANA",
        "NATALJA",
        "GERALD",
        "ANCA, (CONT'D)",
        "S",
        "STUDENTS",
        "ILLIESCU",
        "MRS. RADICA",
        "SPA MANAGER",
        "IRMA",
        "WINFRIED, (CONT'D)",
        "U.S. AMBASSADOR",
        "ANCA",
        "HENNEBERG, (CONT'D)",
        "HENNEBERG",
        "WINFRIED CONRADI",
        "BABETTE",
        "OLIVER",
        "ELDERLY MAN, (CONT'D)",
        "WINERIED, (0.S.)",
        "TEENAGE BOY",
        "IN",
        "COLLEAGUE",
        "FOREMAN",
        "LUKAS",
        "WINFRIED",
        "PARTY SERVICE WOMAN",
        "IRMA, (CONT'D)",
        "DORINA",
        "TABEA",
        "WI",
        "ANA, (CONT'D)",
        "RENAT",
        "TONI, (CONT'D)",
        "ANA",
        "TONI",
        "DASCALU",
        "VERMILLARD",
        "WORKER",
        "WAITER",
        "ILLESICU",
        "COACH",
        "WINERIED, (CONT'D)",
        "ELDERLY MAN"
      ],
      "dialogues": [
        {
          "speaker": "MAILMAN",
          "text": "Good morning. Package. The mailman starts typing something on a modern electroni",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Wait a moment... No idea what my brotherвЂ™s been ordering again. Winfried steps a couple of meters into the house and call waits professionally. WINERIED (0.S.) (CONTвЂ™D) Toni?! Did you order something? He returns to the mailman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED, (CONT'D)",
          "text": "(quietly) My brother just got released from prison. He does whatever he wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAILMAN",
          "text": "Oh dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "He was locked up for mail bombs. Yesterday, he ate a whole can of dog food. OK, just a moment, please. Winfried disappears again, leaving the mailman standing t on holding the package. WINERIED (0.S.) (CONTвЂ™D) (suddenly shouting) Toni, get your ass out of the hammock right now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (0.S.)",
          "text": "IвЂ™m still having breakfast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep this up and IвЂ™ll throw you out. Did you order something from Orion again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (0.S.)",
          "text": "No, I didnвЂ™t. DonвЂ™t be so mean to me. Aman appears. Apart from a few distinctive teeth, he look Winfried. HeвЂ™s wearing a black bathrobe and dark sungla and he mumbles when he speaks. The mailman quickly hands",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "What my brother said about me isnвЂ™t true. IвЂ™ve never ordered any erotic products. The mailman holds the device out so Toni can sign it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAILMAN",
          "text": "I donвЂ™t care whatвЂ™s in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "ItвЂ™s better that way. Toni signs using capital letters. A pair of handcuffs dan mailman notices them with bemusement. He briefly puts his",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "Thanks. Now IвЂ™m really looking forward to defusing it. In the background, by the garden fence, LUKAS appears: He with tight-fitting black jeans and drooping shoulders. Wi sunglasses and removes a set of false teeth from his mout pocket. He canвЂ™t help but laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Hey, Lukas... Winfried looks at the mailman, who also laughs with bewil whether WinfriedвЂ™s act might have convinced him for a m stands some distance away, unsure whether heвЂ™s allowed WINFRIED (CONTвЂ™D) (to mailman) No offense meant. They were both me. It was obvious, right? Winfried fishes out a five-euro bill and gives the mailma shoulder. An electronic beeping sound emanates from Winfr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DonвЂ™t worry. ThatвЂ™s just my blood pressure monitor. Winfried finally takes the package from the mailman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED, (CONT'D)",
          "text": "You're the bravest one yet. (to Lukas) I'll be right there... The mailman leaves and Winfried also disappears. INT. - WINFRIEDвЂ™S HOUSE - LIVING ROOM - GARDEN - DAY In the living room, Winfried hastily takes off his bathro and cables are attached to his body. They look like an ex shirt and puts down the package. The device on his body i (WILLI) hauls himself up off the floor and lies down agai dogвЂ™s breathing is labored and fluid rattles in his lun",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Come in... Lukas enters the living room. Winfried opens the package gun attachment for his garden hose. WINFRIED (CONTвЂ™D) Our lesson is tomorrow, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKAS",
          "text": "Yes, but I, | wanted to tell you that, um... Well, I want to quit taking piano lessons. For a moment, neither speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKAS",
          "text": "I just donвЂ™t have enough time anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "We saw this coming a bit, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKAS",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what do I do with the piano now? I bought it just for you. Lukas freezes for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED, (CONT'D)",
          "text": "Just kidding. But you have to tell your mother. IвЂ™m not doing it. Lukas nods. The dog can be heard wheezing in the garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED, (CONT'D)",
          "text": "That's just the dog. Winfried walks into the garden to fetch his beer. He bend quickly takes a plate of sausage from the table and place turns his head away. Winfried grabs his beer and walks ba WINFRIED (CONTвЂ™D) Do you drink beer already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKAS",
          "text": "Ah, yeah, sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "My internetвЂ™s acting up. That ball was there again. Lukas bends over the laptop on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKAS",
          "text": "Yeah, itвЂ™s frozen. INT. - WINFRIEDвЂ™S HOUSE - LIVING ROOM - DAY Winfried and Lukas still sit in the living room in front WinfriedвЂ™s face is painted white with dark circles arou jagged points. Face paints lie on the table. On the compu people painted like the death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKAS",
          "text": "I'd put some blood there, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "Winfried looks into a small hand mirror and applies a li of his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKAS",
          "text": "That looks cool. Like the Joker. Winfried looks into his little hand mirror. EXT. - OUTSIDE WINFRIEDвЂ™S HOUSE - DAY Lukas leaves WinfriedвЂ™s house carrying a dog pillow and and waits for Winfried. Winfried emerges from the house w face painted like a zombie: large black circles around hi his mouth and a smear of fake blood. He closes the front down the walkway. In the distance, an elderly couple walk looks at him with bemusement. EXT. - ANNEGRETвЂ™S HOUSE - GARDEN - TERRACE - DAY Winfried walks through a landscaped garden. He slowly pul while also lugging the basket and shopping bags. Inside t very old woman, sits in her living room in front of the T knock on the glass veranda doors and holds a вЂњFrau im S MirrorвЂќ magazine in front of his face. Its cover depict Gottschalk. Winfried slowly lowers the magazine. Annegret shocked to see his painted face. She slowly pushes her wa INT. - ANNEGRETвЂ™S HOUSE - LIVING ROOM - DAY Annegret greets Willi, who drags himself inside with grea Persian rug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNEGRET",
          "text": "Why donвЂ™t you put him to sleep? HeвЂ™s only suffering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "IвЂ™m not putting you to sleep, either. Annegret deliberately ignores WinfriedвЂ™s costume. She b examining the groceries and checking them against her sho long time to do anything, but she doesnвЂ™t want help. We coming from the bedroom. WINFRIED (CONTвЂ™D) Is Mrs. Radica still here? Annegret doesnвЂ™t answer. She sullenly inspects a coupl flambГ©es.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINERIED, (CONT'D)",
          "text": "I brought you these tartes flambГ©es. TheyвЂ™re really good. You just have to warm them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNEGRET",
          "text": "You eat these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNEGRET",
          "text": "Then take them with you. WinfriedвЂ™s gaze drifts to the table which Annegret has ANNEGRET (CONTвЂ™D) Now sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Ihave to go soon. Winfried quickly sits down on the edge of a corner bench onto a piece of bread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNEGRET",
          "text": "The Dombrechts are cutting your hedges tomorrow. You're blocking all their sun. Winfried has to stifle his anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "That's fine. My new hose attachment has a range of 30 meters, so IвЂ™ll be able to shoot right into their living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNEGRET",
          "text": "ThereвЂ™s no need to joke about it. WinfriedвЂ™s blood pressure monitor beeps quietly and inf",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "IвЂ™m glad that thingвЂ™s taking a measurement now. It ascertains which topics upset me most. Then Dombrowski can tell me precisely what I need to eliminate from my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll soon be rid of me. Winfried takes another bite of his sandwich and looks at",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "I might bring Ines tomorrow. Apparently sheвЂ™s traveling through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNEGRET",
          "text": "Oh, sheвЂ™s here...? WinfriedвЂ™s motherвЂ™s face briefly brightens up at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Yeah. I have to go. Annegret shrugs. Winfried peels himself out of the corner room, past the bathroom which MRS. RADICA, a domestic mai appearance, is cleaning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED, (CONT'D)",
          "text": "Don't be frightened...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. RADICA",
          "text": "Oh, my... Mrs. Radica laughs. Winfried gives her a friendly handsha with her walking frame so she can keep an eye on what heв hat from a closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Can I borrow this? Annegret shrugs in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNEGRET",
          "text": "And what's with the getup?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "So you are interested, after all? IвЂ™ve taken on a side job in an old peopleвЂ™s home. 50 euros per death. Most of them won't fight back. Annegret shakes her head. Winfried leans down towards Wil himself after him. WINFRIED (CONTвЂ™D) Thanks for taking him. IвЂ™ll just pick him up later...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winfried waits with a large group of JUNIOR HIGH SCHOOL S entrance area of a school. TheyвЂ™re standing outside a d The children all have their faces painted like Death and stand quietly. Winfried has a guitar slung around him. A look after the children. She laughs quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLEAGUE",
          "text": "It is a little macabre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "We canвЂ™t change it now... From the auditorium, someone can be indistinctly heard br close, then the large audience applauds. The students pre into a darkened backstage area. A few of them are carryin collide with the art club as it leaves the stage with a h several students to carry it. A crush ensues. One of the over and fights back. WINFRIED (CONTвЂ™D) Slowly, slowly... Arne, get up. From outside, we hear as the music clubвЂ™s performance i WINFRIED (CONTвЂ™D) OK guys, now focus. EveryoneвЂ™s sad... The students let their shoulders droop and amble very sad Winfried checks that every last student is there. A few m burst out laughing. Winfried is the last person to take t command and the students make a voodoo-like racket, then",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDENTS",
          "text": "(chanting in unison) We're dead sad that you're leaving, Mr. Dudinger! In the packed auditorium, people laugh bemusedly. A MANN the person being bid farewell, isnвЂ™t sure how to take i command and starts playing a tune on his guitar. A few st instruments. The students start singing an adapted versio вЂњDay to DayвЂќ. We look into their faces, which are ful",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winfried walks hurriedly through the empty high school ho his hand. INT. - WINFRIEDвЂ™S CAR - STREET BY RENATEвЂ™S HOUSE - NI Winfried has parked his VW Passat in front of a fancy new location. He glances into the mirror and looks for a tiss puts on his hat and gets out of the car. EXT./INT. - RENATEвЂ™S HOUSE - HALLWAY - LIVING ROOM - NI Winfried fishes a bottle of red wine from a canvas grocer reading glasses hanging around his neck, heвЂ™s now only door, he hitches up his pants and takes a breath. He pluc the bell. RENATE (60) opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENAT",
          "text": "My God... what's this? m",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Sorry. I have an upset stomach. She lets him in. GERHARD appears in the background, alarm",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERHARD",
          "text": "What are you up to? I was about to get my gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Do you have a gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERHARD",
          "text": "Of course I have a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENAT",
          "text": "Were you dressed like that at school? m",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "No, IвЂ™m working part-time at the old peopleвЂ™s home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERHARD",
          "text": "Interesting. Winfried greets the other guests: OLIVER, mid-30s, clearl pregnant girlfriend BABETTE, whom Winfried hasnвЂ™t met b old friend of RenateвЂ™s. Winfried whips out his false t puts them in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Hello, Barbel. Barbel laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVER",
          "text": "Winfried, hi... Winfried puts the teeth away again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Congratulations. IвЂ™m pleased you're going to be parents. When is it due?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABETTE",
          "text": "Not until October.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "(murmuring) Stick together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERHARD",
          "text": "Red, white or beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Whatever you're having... IsnвЂ™t she here yet? Winfried looks around for Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENAT",
          "text": "Still on the phone. m Winfried sits down ona chair while he waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "(to Renate) Her flight was OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENAT",
          "text": "Yeah, she was tired. m Renate goes to fetch another plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERHARD",
          "text": "But apparently things went really well in Shanghai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IsnвЂ™t she in Bucharest anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERHARD",
          "text": "Sure, but she had meetings there. She wants to go there next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Oh, right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERHARD",
          "text": "Yes, it all went really well. TheyвЂ™re opening a new branch there. So she was meeting managers from Siemens. New clients and executives, too. Renate returns and puts a plate down in front of Winfried",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Oh, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERHARD",
          "text": "ItвЂ™s incredible the heavyweights sheвЂ™s in the ring with. Winfried notices some gifts lying on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Whose birthday is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "We decided to celebrate early. Winfried sits back in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED CONRADI",
          "text": "Oh, come on! You shouldвЂ™ve let me know that. A woman (INES) approaches the patio door, talking on her eyes by way of apology for the phone call. She is wearing Winfried briefly reaches towards GerhardвЂ™s neck and pre smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBEL",
          "text": "And in Bucharest, what... whatвЂ™s she doing there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERHARD",
          "text": "SheвЂ™s in the oil business. Barbel nods knowingly but doesnвЂ™t dare ask any more que",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SheвЂ™s only advising an oil company. SheвЂ™s still a business consultant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBEL",
          "text": "Oh, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Ihave to write that down now, too. Ines has finished her phone call and enters the room. She Winfried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "You guys talking business again? Hello, Dad... They hug awkwardly because of WinfriedвЂ™s face-paint. Wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Hello... spaghetti. HowвЂ™s it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Really good, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "I didnвЂ™t know you were celebrating your birthday already. I have a meeting in Bucharest next week, so I'll bring you your present then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Sure, please do that. Any time. Just ring my bell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Yeah, you might be surprised. They sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "(to Ines) Everything cleared up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yeah, it was nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "(to Ines) ThereвЂ™s something all over the back of your blazer. Winfried looks at his hand. He had white face paint on i",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Oh, no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "Take it off right away... ThereвЂ™s still time to wash it out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBEL",
          "text": "Gall soap. Renate tries to take off InesвЂ™ blazer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Mon, leave it. | have a whole suitcase full of things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "IвЂ™m sorry about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "ItвЂ™s just a tiny spot. WinfriedвЂ™s blood pressure monitor starts to inflate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Just my blood pressure monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "What's wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Nothing. Routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "And am I supposed to get your outfit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "We were joking around with the school band. Saying goodbye to our principal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "That doesnвЂ™t explain anything, but whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll wash this stuff off now. Winfried leaves. INT. - RENATEвЂ™S HOUSE - HALLWAY - LIVING ROOM - DAY Winfried exits the bathroom, now without his face paint. call. He still looks ill, however, because he hasnвЂ™t be paint. He spots Renate in the kitchen and walks over to h INT. - RENATEвЂ™S HOUSE - KITCHEN - DAY Winfried leans on the countertop next to Renate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "IвЂ™m afraid I have to leave soon. WilliвЂ™s at my motherвЂ™s place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "And howвЂ™s he doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Quite good. Sleeps a lot. He pulls a dental retainer box from his jacket pocket, ta shows them to Renate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED, (CONT'D)",
          "text": "TheyвЂ™re almost broken again, here. Can you fix them again with that professional glue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "Sure. You're a private patient, so IвЂ™ll do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Yeah, I donвЂ™t dare go to the doctor any more. Everyone wants to treat me right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "That thing is so annoying when you're sleeping. We've had it, too. Is there a specific reason?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Nothing, but theyвЂ™re giving me a blood thinner now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gerhard takes that, too. She gestures at a pretty pillbox with compartments for ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "You guys should talk sometime. Winfried puts in the false teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Could you make them permanent, too? I find my crowns so boring. Renate laughs. She looks into the darkened garden, in whi",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "All she does is talk on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "We must've done something wrong. EXT. - RENATEвЂ™S HOUSE - GARDEN - DAY Winfried walks through the garden, searching. HeвЂ™s put garden is empty. EXT. - IN FRONT OF RENATEвЂ™S HOUSE - DAY Winfried walks around the house and spies Ines next to th itвЂ™s as if sheвЂ™s hiding from her family. Her shoulder She holds her Blackberry in one hand. Winfried is just a when Renate calls to him from the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "(indistinctly, from far away) Come back inside!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "IвЂ™m still on the phone! Ines thinks Renate was calling to her. Only then does she to her. She reflexively lifts the phone and now that she on acting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone) Yeah, good. And what else did he say? OK, thatвЂ™s no bad thing. (quietly, to Winfried) IвЂ™m almost done, Dad. Winfried waits. Ines acts out the phone call so convincin wonders whether there really might be someone on the othe",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "All the same, I'd like to get back in touch tomorrow. But IвЂ™m glad we talked. Yes, you have anice evening, too. She hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Everything OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "A bit of stress... Are you leaving already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "IвЂ™m afraid I have to. Do you want to come to GrandmaвЂ™s for breakfast tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "IвЂ™m flying at ten already. Did you tell her IвЂ™m here? Winfried shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "It doesnвЂ™t matter, IвЂ™ll call Inge. IвЂ™ve hired someo to bea substitute daughter, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Aha. And what kind of stuff does she do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Different things. Sometimes I just want her to bake a cake. Sometimes she helps me to cut my toenails. The kinds of things daughters normally do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So she can call you on your birthday, too. Then I donвЂ™t have to worry about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "It was only a joke. Renate approaches the two of them carrying a wrapped up p which Winfried had forgotten. By way of a goodbye, Winfri hand firmly in his. WINFRIED (CONTвЂ™D) I donвЂ™t know if I still have make-up anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "ItвЂ™s a shame this was so brief. We'll havea really long Skype soon. Her tone is particularly tender, and it almost sounds lik child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Right, sure. My SkypeвЂ™s working again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "Yeah, she shouldnвЂ™t work so much. Renate pinches InesвЂ™ cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "SheвЂ™s doing great. EXT. - WINFRIEDвЂ™S HOUSE - GARDEN - NIGHT Winfried walks into his garden. HeвЂ™s fetched a blanket lies on the lawn in the garden. The dog isnвЂ™t well. Win him ona pillow taken from a chair. ItвЂ™s a bright, windy over himself and shuffles even closer to his dog, who is exhaling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "(quietly) My Willi, donвЂ™t be frightened. DonвЂ™t be frightened. Are you my dear Willi...such a lovely Willi. As he speaks, he gives the dog two ice cubes to lick. The stand up but falls to one side. Winfried again shuffles c \fEXT. - WINFRIEDвЂ™S HOUSE - GARDEN - DAWN The sun is rising when Winfried wakes up on the lawn. Wil to him. Winfried sits up. He spots Will a few meters away down next to him and touches him. The dog is dead. INT. - WINFRIEDвЂ™S HOUSE - KITCHEN OR LIVING ROOM - DAY Winfried has gone into his house. He stands for a moment for the coffee filters. He looks out of the window at his to get up again, after all. But the fur under the bush is seems fake. Only the bush above it moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winfried sits in the modern reception area of an office b sunglasses and holding a newspaper. He peers at the entra again, businesspeople enter the lobby and employees leave elevator doors opposite him open, so Winfried lifts up th man in a suit steps out. Winfried lowers his newspaper ag small hole in the paper. He looks at the modern, illumina it, two female RECEPTIONISTS, with their hair styled in t talking about him. One of them walks over to him in her h",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Are you sure you donвЂ™t want us to call someone? She speaks English with an Eastern European accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "No, thank you. The receptionist nods and walks back to her desk, where s colleague. It becomes clear that Winfried has already bee some time: HeвЂ™s raised the womenвЂ™s suspicions. Winfri that moment, a group of businesspeople (including HENNEBE ANCA) enters the building. Winfried spots Ines among them puts in the false teeth, lifts up the newspaper and walks conspicuous in his effort to be inconspicuous. Ines looks moment, she seems to freeze. But then she walks on and co with a colleague, who turns around to face her. Winfried disappears into an elevator beyond a staff-only barrier. out of the building. Outside, he removes the false teeth moment he stands there, perplexed, unsure whether Ines sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winfried walks outside, onto the street. New, modern glas dilapidated blocks from the Ceausescu era. Winfried looks around and is about to continue when, sudd woman wearing a business suit stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "(in English) Excuse me, I am sorry... Are you Mr. Conradi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "(mixing German and English) Ja. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "Hello, Anca Pavelescu. I am the assistant of Ms. Conradi. One minute please... Anca puts her cellphone to her ear and speaks to someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA, (CONT'D)",
          "text": "Yes, I got him. She hands the phone to Winfried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Hello. IвЂ™m sorry. Just a flying visit. No, you donвЂ™t have to come here. I'll book myself into a hotel somewhere. Yeah, nothing, no. No, really, nothingвЂ™s wrong. He listens, and relents. WINFRIED (CONTвЂ™D) OK... fine. Yes, OK. See you later. He hands the phone back to Anca. WINFRIED (CONTвЂ™D) (in English) I shall follow you. Anca looks at him in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winfried sits with Anca on the office building's modern r a few tourist brochures and a city map, which sheвЂ™s mar",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "And here is the Radisson, also one of the five-star hotels in town. The restaurant is excellent. And there is also a nice cigar lounge for business meetings... or drinks in the evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Iam only the father. Just holidays. (in German) I donвЂ™t really look the part. AncaвЂ™s cellphone rings. She listens with intense concen around at the terrace. A few people in suits are sitting",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "She asks whether you would like to accompany her to a reception of the American embassy this evening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Was that she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "(in German) Yes, sheвЂ™s still in the meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "(mixing German and English) OK. When she will... For a moment, neither of them knows what to talk about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED, (CONT'D)",
          "text": "(in German) And how is my daughter as a boss? (in English) As your chief? Anca isnвЂ™t sure how to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "Yes, sheвЂ™s very honest, and she gives me a lot of feedback... about my performance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stammering in English) вЂњPerformance?вЂќ This means... this describes your job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "(in German) Performance means my work in general... in meetings, with the team, dealing with clients.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "And what's most important when dealing with clients?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "That no concept makes sense if the client doesnвЂ™t want it. ItвЂ™s an art to tell the client what he actually wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "IвЂ™m sure my daughterвЂ™s good at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winfried sits on the back seat of a spacious car being dr a hotel. The driver, BOGDAN, is speaking to someone via a",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOGDAN",
          "text": "(into earpiece) Weare here. (to Winfried) She is coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Thank you. He pats Bogdan on the shoulder. Outside, Ines hurries out into the back seat of the car, next to Winfried. She kiss",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(in German) Wow, what a long day, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Yeah, well, sure, you have to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've really invaded you here, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "How long were you actually sitting there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Three hours. I wasnвЂ™t even sure youвЂ™d recognized me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yes, I did, but that was the entire Romanian board of Dacoil. How was everything with Anca?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "They were all terribly nice to me. Winfried nods towards Bogdan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "The driver, too. Ines nods and smiles tensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES CONRADI",
          "text": "So listen, concerning this event tonight: ItвЂ™s a business reception given by the American Embassy. There'll be speeches, appetizers, small talk and thatвЂ™s it. Ines looks at her cellphone and rejects an incoming call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Great. Can I go like this? HeвЂ™s wearing dark-colored jeans, a shirt and walking sh the problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yeah, thatвЂ™s OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "ThereвЂ™s a great football match today, too. If Bogdan drops me somewhere... I'll have a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "But IвЂ™ve already arranged this now. Winfried quickly takes his false teeth from his jacket p mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "I just wasnвЂ™t sure whether itвЂ™s really OK for you and the ambassador...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Are you interested now or not? He takes the teeth out again. She looks at the entrance. going inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Of course. I think itвЂ™s amazing that you're taking me with you. IвЂ™ve never been inside an embassy before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "That's a hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Oh, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Just one last thing: After the reception, if thereвЂ™s achance to have a drink with the CEO, Henneberg, our client, I have to go alone, OK? IвЂ™m fighting right now to get our contract extended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Yeah, of course. No concept makes sense without the client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "You can say you're my father, but maybe that you're tired because you've done so much sightseeing, or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "But I also donвЂ™t mind if you tell them IвЂ™m your Grandma. Ines and Winfried get out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines and Winfried enter the lobby of a large communist-er around with interest. Ines walks purposefully to the tabl procures two wristbands. Guests hurry up a staircase. Ine speeches have already begun. She glances quickly at her p Winfried walk up a grand, communist-era staircase towards speech is already being held.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines and Winfried slip into the ballroom, which is full o the colors of the U.S. flag. People are clapping, and Ine what was just being said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "U.S. AMBASSADOR",
          "text": "But this is still not the answer to this simple and serious question: Why Romania? And as an ambassador in this country one must have a good answer to that. And I have one: Romania offers significant opportunities to American businesses with products, services, or technologies that either meet growing private demand or contribute to the countryвЂ™s development priorities. Ines looks around discreetly and, once again, claps along else. Most of the guests are businesspeople of various na says a few words in Romanian and then brings his speech t U.S. AMBASSADOR (CONTвЂ™D) Ladies and gentlemen, the buffet is open!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The speech is over, and the guests move towards the buffe eyes a group of businesspeople. Winfried looks at a man h",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Hey, that guy looks like Tiriac. Ines looks half-heartedly towards the man in question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yeah, maybe. Could you grab us something from the buffet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "Ines watches as Winfried walks to the buffet. SheвЂ™s gla edges towards the businesspeople (VERMILLARD, DASCALU). S until an opportunity presents itself, then homes in on He around 60, and shakes his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Our third time today, finally... Good evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "Yes, good evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "That was a fascinating speech...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "Yes, we're not where we want to be yet, but Romania has really shown great economic strength in overcoming the crisis. Henneberg glances at the other people lining up to speak",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I looked at our business case again. And IвЂ™m optimistic that we'll be able to make a well- founded statement on Monday. Without really having listened, Henneberg turns and gestu looking woman (NATALJA) aged around 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "Natalja, here is your specialist. IвЂ™m sure Ms. Conradi can help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALJA",
          "text": "So nice to meet you. Ines doesnвЂ™t know what this is about, but nonetheless s drawn in so quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "She needs to do some shopping tomorrow. (to Natalja) Ms. Conradi works in Bucharest for... how long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "ItвЂ™s been almost a year now. You keep me busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I guess you can ask her any shopping question. The two women shake hands. Henneberg turns away to a new, conversational partner - MR. MYERS, an American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALJA",
          "text": "IвЂ™m sorry for this. | am sure you are busy, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "No, itвЂ™s OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALJA",
          "text": "We have this wedding in Moscow this weekend. And I still need some presents. Ines is still looking at Henneberg, who has now been acco",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I donвЂ™t do too much shopping here myself, but there are several big malls. Plus, there is an area with exclusive shops... depends on what you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALJA",
          "text": "The mall is OK. I have only two hours tomorrow. Ialso need childrenвЂ™s stuff, cosmetics... In the background, Winfried reappears carrying two plates them down ona table next to Henneberg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Why donвЂ™t you give me your number, and I'll scout for the best place and text you? The two women begin to swap their numbers. The others say Henneberg, the executive. HeвЂ™s used to having people li turns to Winfried, assuming that heвЂ™s next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "Good evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Good evening. IвЂ™m just the father. Winfried nods towards Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isee. The two women are still talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(to Natalja) I have been to Moscow only once, but I really loved it. I was so impressed by the Bolshoi Theater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALJA",
          "text": "Oh yes, it is a remarkable place. Ines keeps an eye on her father while she continues to li",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "(to Winfried) Are you visiting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Yes. A totally spontaneous decision. IвЂ™ve never been to Romania before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "Then you just had a good introduction from the Ambassador. Their conversation comes to an amicable halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "IвЂ™m actually here to negotiate with her. SheвЂ™s hardly at home anymore, so I hired someone to be a substitute daughter. A really nice young woman. Now itвЂ™s just the question of who pays her. Henneberg canвЂ™t help but laugh. Ines is straining to he whilst also trying to politely focus on Natalja.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "ThatвЂ™s a modern solution. And is the other daughter better than her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "The cakes are better, and she cuts my toenails. Again, the executive canвЂ™t help but laugh. Winfried ges",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But sheвЂ™s not your daughter, right? Ines freezes. It was obviously a joke. The executive grin then firmly says his goodbyes and turns to someone else. and Ines are left by themselves. Winfried gives Ines her appetizers. Ines says nothing and, for a moment, she seem",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "HeвЂ™s the CEO I told you about. HeвЂ™s a really important contact for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "OK. Criticism accepted. (referring to the food) I didnвЂ™t know what you like. Awoman (TATJANA) interrupts Ines from behind. SheвЂ™s pas keep up with a group of Chinese businesspeople.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "IвЂ™m freaking out with these Chinese wannabe investors. Are you coming on Monday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yes, but text me where...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "Da Vinci, 9 p.m. (quietly) I donвЂ™t know what to talk about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Just talk about food. That always works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "Like вЂњWhatвЂ™s your favorite Wan-Tan?вЂќ I know nothing about Chinese food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The reception guests are slowly leaving. Winfried arrives jackets. Ines is still looking over at the group surround Dascalu, Myers). TheyвЂ™re already making their way towar Winfried also walk towards it. Suddenly, Henneberg is beh Winfried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in English) Want to join us for a drink? He catches himself and switches to German.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG, (CONT'D)",
          "text": "We're going for a drink, if youвЂ™d like to join us. What was your name again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Winfried. Henneberg also looks at Ines, but the question seems to b Winfried. Natalja joins him, and she seems to be keen for",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED, (CONT'D)",
          "text": "Thank you, thatвЂ™s terribly nice of you, but IвЂ™m too tired. IвЂ™ve done too much today. Sightseeing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(in English) But I'd love to grab a drink. Where are you going? Because itвЂ™s an international group, sheвЂ™s switched i",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "I think your father would like you to join him. Henneberg says it so bluntly that it almost sounds like h invitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(to Winfried) Come on, one more drink. The situation becomes uncertain, and the group is waiting",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "No, no, I have to sleep. I walked through the whole... Ceausescu palace today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DASCALU",
          "text": "(with a Romanian accent) Is it open again to public? Ines greets Dascalu, a Romanian manager aged around 50, w group turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Winfried) Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "(quietly) Oh right, you want me to come now? Ines nods discreetly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A classy restaurant where foreign businesspeople meet and class flashes its cash. The group sits on a terrace near group of people surrounds Henneberg: Natalja, Winfried an further businesspeople, M. Vermillard, Mr. Myers and Dasc managers or business partners of Dacoil. Winfried has a l of him. The others are more refined, with glasses of wine",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "Bring your wife next time... and spend a weekend. The sea is very close and there are good French private schools. Romania is a lot better than its reputation. You can have a good life here. HeвЂ™s addressing the French businessman, Vermillard, who Bucharest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERMILLARD",
          "text": "I saw some houses today. I am already convinced. Natalja is sitting next to Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(to Natalja) Where do you live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALJA",
          "text": "I live mostly in Frankfurt and France.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "How nice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALJA",
          "text": "I really like Frankfurt. I like countries with a middle class. They are relaxing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in German) I totally understand. Ines picks up a piece of octopus carpaccio and tries to g refuses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "Try something different for a change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "You know me. Ines focuses on the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MYERS",
          "text": "But the crazy times are over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "There is still a lot of potential. I just told Van Rompuy, letting Romania in was one of the rare EU decisions that was actually good. You just have to change the corporate culture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERMILLARD",
          "text": "(to Henneberg and Dascalu) Tell mea bit about the young Romanian manager generation? Dascalu is about to respond when Henneberg turns to Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "She is the specialist. She has all the insights. For a moment, Ines is surprised that heвЂ™s deferring to question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "So, when I started here I was really surprised. Almost everyone did a Master's degree abroad, speaks several languages. They are all very dedicated. I would even say most of them have a very international way of thinking. Which is great. InesвЂ™ English is so perfect that she could be mistaken which she speaks is self-confident and to-the-point. Dasc interrupts her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But they donвЂ™t understand Romania any more. They are faster than the rest of the country, they donвЂ™t want to stay here. I donвЂ™t believe very much in an international perspective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I was just trying to say that knowledge is international. | totally agree with that, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DASCALU",
          "text": "Romanian knowledge runs deep. Take a look at our oilfields. ItвЂ™s not clear how ironic heвЂ™s being. To be safe, Ine distractedly to a mediocre pianist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERMILLARD",
          "text": "(to Ines) What exactly are you doing in Dacoil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "lama consultant at Morrisons. We are working for Dacoil evaluating if it will pay off to outsource some services. Dascalu frowns briefly, and Henneberg notices this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "(in German) Interesting how you describe your job. His tone is cutting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(in German) IвЂ™m sorry, please say it in your own words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "(in English, to the group) She is evaluating a way to improve our maintenance service. We see outsourcing as the last option of many.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "IвЂ™m sorry, this is what I tried to say. For a moment, the group falls silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But her father had a great business idea for Romania. He hired another girl at home to be his daughter. Because this one is never there and he needs somebody to cut his toenails. Everyone laughs slightly. Ines, too, bravely laughs along watch. Winfried puts the false teeth in his mouth and qui",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Don't you dare steal my idea. He very quickly puts the teeth away again. WINFRIED (CONTвЂ™D) Sorry, I like to make jokes. Henneberg laughs indulgently, but itвЂ™s clear that heвЂ™ total madman. WINFRIED (CONTвЂ™D) (in German) No, weвЂ™re incredibly proud of her. What she does here... and stuff. Ines smiles, trying to rise above the situation. Henneber bring him the check. Henneberg stands up and shakes hands Now that Henneberg is gone, the rest of the group immedia follows Henneberg. The Belgian and the Frenchman talk for waiter brings Winfried another beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines and Winfried now sit alone at the otherwise empty ta Ines remains silent for a while trying to cope with her a",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Why do you do stuff like that when IвЂ™ve explicitly asked you not to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "I somehow had to make it clear to him that it was a joke. What exactly is вЂњoutsourcingвЂќ again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ItвЂ™s when you transfer work to another company. He wants to transfer the maintenance of the oil installations to another company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "So what was wrong with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Ijust shouldnвЂ™t have let it slip out... He wants us to prove that itвЂ™s precisely the right thing to do, but he doesnвЂ™t want it to be his idea - so he can pin the responsibility on us if he needs to. She doesnвЂ™t want to talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "And... what are you responsible for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Dad, these processes mean hundreds of employees being transferred and later laid off. These kind of decisions are unpopular, so he needs to be able to blame someone else. Then you can read in the paper again that some consulting firm has ruined something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "ItвЂ™s incredible the kinds of decisions you're involved in making.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Again: I donвЂ™t make any decisions. I just do the calculations. You know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "IвЂ™m not criticizing you. I just want to understand it. What these projects are about...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "How long are you planning to stay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "I took a month off. Ines freezes for a second. \fWINFRIED (CONTвЂ™D) That was real fear. INT. - INESвЂ™ APARTMENT - GUEST ROOM - NIGHT Winfried sits on a freshly-made sofa-bed, digging in his couple of pills from his new pillbox. The roomвЂ™s decor the doorway and watches as Winfried takes a bag from his smooth out a giftвЂ™s crumpled wrapping paper. From it ha he quickly removes. INT. - INESвЂ™ APARTMENT - LIVING ROOM - NIGHT In the living room, Winfried puts a sausage from his loca Riesling and a packet of Aachener Printen gingerbread coo quickly takes a final look at her laptop, which is also o opens out onto a large roof terrace. The whole place seem American: the kind of luxury you can find anywhere in the hint at the fact that weвЂ™re in Eastern Europe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Ijust have a massage tomorrow. After that, IвЂ™ll show you Bucharest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "OK, but only if it suits you. So, hereвЂ™s your present. If you donвЂ™t like it, throw it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Thank you... Why didnвЂ™t you wait and come on my actual birthday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "I donвЂ™t know what your plans are. Ines unwraps the gift and pulls out an expensive designer",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "mH Ss Oh, wow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "ThatвЂ™s a really good cheese grater. A French one, from Designo. Ines puts the grater to one side and folds the wrapping p \fWINFRIED (CONTвЂ™D) I just happened to walk past the store. It always annoys me when the parmesan is so hard. ThereвЂ™s something in that little roll, too. Buy yourself a blazer, or something else...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "You donвЂ™t have to give me money. Thank you... She doesnвЂ™t open up the roll of bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "And who did you leave Willi with? WwW",
          "sentiment": "neutral"
        },
        {
          "speaker": "NFRIED",
          "text": "Well, Willi... Willi unfortunately died. Ines looks at him confused and",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "What? When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WI",
          "text": "A couple of days",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "And what was w",
          "sentiment": "neutral"
        },
        {
          "speaker": "WI",
          "text": "Fluid on his lung: Ines walks over to Winfried ani",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "a bit shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NFRIED",
          "text": "ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ES",
          "text": "rong with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NFRIED",
          "text": "'s. HeвЂ™d had it for a while. d tries to give him a hug, but he shrinks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ES",
          "text": "And why didnвЂ™t you even call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WI",
          "text": "Because I donвЂ™t al Winfried stands up and walks i: refrigerator. Ines watches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NFRIED",
          "text": "Iways have the time, either. nto the kitchen to put the groceries into the",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED, (CONT'D)",
          "text": "Would you like s",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "ome sausage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ES",
          "text": "Not for me, thanks... Winfried looks for a knife to cut it up the sausage. The kitchen is barely furnished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winfried waits on a lounger in the chic pool area of a ho and rolled up his jeans. Ines approaches wearing a bathro lounger next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Man, that was bad. I walked out. IвЂ™m not paying 100 euros for someone to pet me. The SPA MANAGER arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPA MANAGER",
          "text": "We are sorry for the inconvenience. Who was the girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "A blond, skinny woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPA MANAGER",
          "text": "Mariella. I am sure she is sorry. There is a time slot in 30 minutes with another masseur, Dragos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Just bring someone who beats me up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPA MANAGER",
          "text": "Can I bring you something to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "At your expense?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPA MANAGER",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Oh, great, we'll have two glasses of champagne, two freshly squeezed orange juices and two club sandwiches. The manager balks at the size of the order, but says noth",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Wasn't that a bit much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "No, itвЂ™s fine. My company spends so much money here... ItвЂ™s not as if heвЂ™s paying for it. \fWwW",
          "sentiment": "neutral"
        },
        {
          "speaker": "NFRIED",
          "text": "Your mother said you're in love. Will the gentleman introduce himself to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ES",
          "text": "Oh, I just said that so sheвЂ™d stop asking me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WI",
          "text": "But are youa bit",
          "sentiment": "neutral"
        },
        {
          "speaker": "NFRIED",
          "text": "happy here, at least?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ES",
          "text": "What do you mean by вЂњhappiness?вЂќ вЂњHappinessвЂќ is a strong word. WwW",
          "sentiment": "neutral"
        },
        {
          "speaker": "NFRIED",
          "text": "I mean do you have a bit of a life, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "Like going to the WwW",
          "sentiment": "neutral"
        },
        {
          "speaker": "ES",
          "text": "movies or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NFRIED",
          "text": "Well, just doing something you enjoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "Lots of words bu вЂњhappinessвЂќ and",
          "sentiment": "neutral"
        },
        {
          "speaker": "ES",
          "text": "zzing around here: вЂњfun,вЂќ вЂњlife.вЂќ We should sort things out. Suddenly, Ines gives Winfried a serious look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "ES (CONTвЂ™D) What do you think itвЂ™s worth living for? If you want to discuss t he big topics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "I canвЂ™t say that off the top of my head. I really just wanted to know",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "how you're doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ES",
          "text": "I know that. But then you should have your own answer. Winfried considers, but canвЂ™t come up with a response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "ES (CONTвЂ™D) One day, I'll explain to you how to ask questions if you want to find something out about someone. The two flutes of champagne arrive. They briefly clink t Winfried puts in the false teeth, flops back on the loung with gusto. Ines ignores his joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Tell me something about you. HowвЂ™s Grandma doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "ThatвЂ™s a good sign, maвЂ™am. I wasnвЂ™t at all sure whether you knew your Grandma was still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Dad, IвЂ™m tired of your jokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Because | donвЂ™t find them funny. InesвЂ™ cellphone rings. She looks at the screen and stan calling. She walks away. The WAITER brings the club sandw returns to Winfried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "Shit, I have to meet Natalja, HennebergвЂ™s wife. SheвЂ™s at this mall. IвЂ™m afraid itвЂ™s important. She starts to pack her bag. Winfried takes another bite o",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "ItвЂ™s actually way more interesting and Romanian than the Ceausescu palace. ItвЂ™s EuropeвЂ™s largest mall and no one has money to buy anything. It won't take long. IвЂ™ll show you around afterwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winfried sits on a stool at a bar table and looks out fro ice rink. A group of children is trying to skate with the Weaving between them are a couple of young professionals across the ice. A WAITER brings the check. Winfried gulps picks up his tattered newspaper. He stands up. The mall i beyond anything found even in the USA: waterfalls tumblin rink, slot machines and stores. These elements come toget capitalist futurism. Winfried walks past huge ice cream bored woman reads a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winfried walks along a row of storefronts, searching. He talking to Natalja in front of a shoe store. Natalja sees and turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALJA",
          "text": "IвЂ™m so sorry, Mr. Conradi. This is such an awful place...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(in German) You poor thing, you had to wait ages. Ines briefly puts her arm in WinfriedвЂ™s. A man, Natalja next to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALJA",
          "text": "Ihave to hurry... Thank you Ines, you saved my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "No, I really enjoyed it. To prove her point, she holds up a shopping bag full of t herself. Natalja kisses Ines on both cheeks and disappear",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "Man, was it very terrible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Are you really a human? (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it was great here. I watched some wonderful ice skating. I went to Lidl, too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Do you still want to do something? Go to the Ceausescu palace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Or go home? \fINT. - INESвЂ™ APARTMENT - OPEN-PLAN KITCHEN - NIGHT Back in the apartment. Winfried stands the kitchen, where spaghetti. He chops an onion and looks at Ines, whoвЂ™s o terrace. She comes back inside and sits down in front of a glass of red wine down next to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "mH Ss Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Are you hungry yet? Everything OK, spaghetti? Winfried rubs her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "No, not yet... mH a",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Sorry for my stupid comment earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "What comment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Whether youвЂ™re a human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "ItвЂ™s OK... ItвЂ™s obvious you'd think that. IвЂ™m going to take a short nap. I might have to show the Hennebergs a new club later, but not till around midnight. She disappears into her bedroom. INT./EXT. - INESвЂ™ APARTMENT - KITCHEN - ROOF TERRACE - Winfried stands in InesвЂ™ kitchen, cooking. Out on the r thatвЂ™s otherwise never used. He puts the salad and spag INT. - INESвЂ™ APARTMENT - INESвЂ™ BEDROOM - NIGHT Winfried opens the door to InesвЂ™ bedroom. Ines is fast doesnвЂ™t react. He kneels down next to her and touches h sleeping deeply and soundly. He looks at her sparse posse bed is a threadbare little corduroy pillow that he seems door again. INT./EXT. - INESвЂ™ APARTMENT - TERRACE - LIVING ROOM - Winfried stands on the roof terrace. He picks up his came Ceausescu palace, which is visible in the distance. Then InesвЂ™ apartment. He looks at a pile of books and picks best-selling self-help book about charisma. He walks back alone and starts eating and flicking through the book. INT. - INESвЂ™ APARTMENT - INESвЂ™ BEDROOM - DAY The next morning. Winfried en! wakes her. WwW ters InesвЂ™ room wearing pajamas. He cautiously",
          "sentiment": "neutral"
        },
        {
          "speaker": "NFRIED",
          "text": "So, itвЂ™s getting-up time now. Ines sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WI",
          "text": "I was starting to",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WI",
          "text": "Nine-thirty. You",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEFRIED, (CONT'D)",
          "text": "think you were dead. mH",
          "sentiment": "neutral"
        },
        {
          "speaker": "NFRIED",
          "text": "slept for ages. Ines hurriedly grabs her Blackberry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "What? Why didnвЂ™t you wake me up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "You were so fast asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I thought you wanted to wake me up for dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "I tried to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Shit! She walks past Winfried and out of the bedroom. INT./EXT. - INESвЂ™ APARTMENT - KITCHEN - ROOF TERRACE - Ines pulls her cellphone from its charger. Winfried follo",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Ihave four missed calls from them! You told me you were making something to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "I thought you needed the sleep. Or that you'd set an alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Do you know what this could mean for me? I have a presentation on Monday that IвЂ™ve worked on for weeks... IвЂ™m not doing this for fun. I canвЂ™t afford to just stand up someone like him. Ines grabs the charisma book from Winfried and puts it aw at her cellphone. Winfried sits down at the table, which breakfast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "I just donвЂ™t know if youвЂ™re always doing as well as you Say you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Dad, this is going to sound cruel, but... even if I wanted to jump out of the window, you and the cheese grater wouldnвЂ™t be the combination to stop me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "(quietly) No, of course not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Do you have any plans in life other than slipping fart cushions under people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "(quietly) I donвЂ™t own a fart cushion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I know men your age who still have ambitions. But who cares? Ines slowly sits down at the table. Winfried pours coffe INT. - INESвЂ™ APARTMENT - GUEST ROOM - DAY Winfried stands in his room, packing his suitcase. Ines c of shampoo he left in the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "(mumbling) Anyway, it was still really nice. Now I know the kinds of things you do here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yeah, and letвЂ™s fix a date next time. Then I'll have time. Ines turns away to fold up the sofa-bed. She shakes it be Suddenly, she screams in pain and pulls the sofa abruptly toe in it. Her pain is extreme. She looks at her toe in s blood forms underneath the toenail. Winfried inspects her",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "ItвЂ™s definitely not broken, though. The doorbell rings. WINFRIED (CONTвЂ™D) I could pierce it to release the pressure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "No, I'll wait first... She stands up and suppresses the pain. Whatever happens, leave. INT. - INESвЂ™ APARTMENT - HALLWAY - ELEVATOR - DAY Hobbling, Ines accompanies Winfried to the door, where hi hangs a travel pouch around his neck with his plane ticke elevator вЂњcallвЂќ button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "But I canвЂ™t leave you here like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "ItвЂ™s not that bad. Well, then... bye. \fThey hug briefly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "Call me if anythingвЂ™s wrong. Winfried nods. Winfried and Ines stand in silence, waitin The elevator arrives and Winfried disappears into it. INT./EXT. - INESвЂ™ APARTMENT - HALLWAY - ROOF TERRACE - Ines hobbles onto her roof terrace and looks out over the and her father is visible only as a tiny figure. He looks still for a moment, as if heвЂ™s forgotten something. The back. Suddenly, tears start streaming over her cheeks. In watches tearfully as the taxi disappears around a corner. INT. - INESвЂ™ APARTMENT - LIVING ROOM - KITCHEN - NIGHT ItвЂ™s now gotten dark. Ines is wearing pajamas and drink concentration of an actress learning lines, she rehearses presentation. Her вЂњperformanceвЂќ stands in stark contr in her pajamas. She tweaks certain words and we notice th intonation. As she murmurs about EU regulations and econo to the refrigerator. She tries to ignore her painful foot spaghetti that her father has carefully covered with plas cheese grater. She takes a piece of parmesan, walks back grate the parmesan onto the spaghetti. She coils the spag around her fork and eats hungrily while she surfs the int EXT. - STREET IN FRONT OF INESвЂ™ APARTMENT - DAY Ines waits in front of her apartment block. SheвЂ™s weari something on her Blackberry. We hear notification sounds takes off her shoe and puts her foot down on the asphalt. street opposite her, trying to sell two bunches of flower and offers her a packet of kleenex. She gives the child a she won't give him something every day. ThereвЂ™s a honk. hobbles towards a dark-colored sedan car and climbs into INT. - INESвЂ™ CAR - JOURNEY FROM APARTMENT TO DACOIL - D InesвЂ™ boss GERALD (late 40s) and TIM (late 20s), an ath consultant, are already in the car. Ines sits next to Ger",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bucuresti... Tim turns around to Ines and smiles at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Good morning. Were you on the same flight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "No, I was in Zurich. And how was it with Henneberg?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "A bit annoying, because I had to go shopping with his wife for three hours. But we had dinner and I put out my feelers. My impression is that heвЂ™s become more cautious of outsourcing, or that he has new opponents... That topic definitely caused tension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "OK, that comes as a surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "So I reworked the presentation, and I think we should definitely --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Use a softer touch? Tim is keen to join in and score points with Gerald. Ines",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Can I finish what I was saying? Tim bites his tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "I think we should go on the offensive. I think heвЂ™s hoping we'll decide for him, that we'll emphatically order it. I think he canвЂ™t be an active proponent. So I'd like to present three options. A full outsourcing in all assets - essentially a radical cut. Then our option in the middle which, in contrast, looks realistic and almost harmless. And a minimal solution in just one pilot asset that changes practically nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK. IвЂ™m surprised. First of all, | think itвЂ™s difficu to change the strategy so close to a meeting. Where did you eat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Da Vinci.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Right now, IвЂ™m not convinced...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Argument number two is Iliescu: We have to make the point that heвЂ™s blocking us. At the end of the day, all the figures from Buzau are flawed. For a clear business case, weвЂ™d need much more from Illiescu. Every other table is incomplete. (to Tim) IвЂ™m not criticizing you, but we canвЂ™t make a clear statement anyway, so thatвЂ™s why we need: three options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "It takes a while until Gerald answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Illiescu isnвЂ™t an issue for the steering committee. We'll put this in a comfort zone. The three options are OK if you really feel confident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Absolutely. The final point is Dascalu. Things are still difficult with him. I think we should involve him more. Also because of Illiescu. He has the best rapport with him. He'll definitely be our opponent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Is that little Anca going to be there today as well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yes, she'll be clicking the PowerPoint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls up near DacoilвЂ™s office building. Gerald",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Do you want me to be there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I think itвЂ™s better if I do it alone. LetвЂ™s talk abou that in a minute...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "InesвЂ™ foot is extremely painful when she stands on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Everything's OK. Ines nods. They walk towards the office building, adjusti for a brief moment of performance. Ines makes an effort t the fact that her foot is still very sore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines kneels on the floor of a toilet stall. In front of h takes out a syringe and pokes its needle aggressively int pressure released, a fountain of blood shoots through the sprays into her face and onto her light-colored blouse. I moment to overcome her queasiness. She reaches for some b wipes the blood from her face, then grabs her cellphone a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines exits the toilet stall. SheвЂ™s now wearing an unfam and a floral pattern. She pulls her blazer on over it and Anca exits another stall. SheвЂ™s now wearing InesвЂ™ blo",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "Is it OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yes. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "Iam sorry. ItвЂ™s not my best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, itвЂ™s just because of the presentation. (in German) ItвЂ™s an unusual color. Ines glances at the blood-stained blouse Anca now wears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "I'll just put my hair over it. Ines looks impatiently at her watch. They seem to be wait",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA, (CONT'D)",
          "text": "She is coming. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in German) I wanted to ask, are you pleased with my work in general?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Absolutely, I think youвЂ™ve really improved. I just think you should try to speak more German.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "I know, but itвЂ™s not enough for everyday use.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "One more minor thing: ItвЂ™s really silly, but I donвЂ™t like those smilies in emails. | know what you mean without them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "I know. I am a bit addicted. TheyвЂ™re silent for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "Why donвЂ™t we go out, like all together... the whole team? To a club, or for dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "It could be nice, just for the team. \fInes looks impatiently at her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Thank you. !вЂ™ll think about it. The door opens and FLORA, a young consultant wearing very askirt suit, enters the bathroom. She appears to have run jacket and shows Ines her blouse, which is very girly and",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "No, this one is better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines follows INGRID across the tastefully-designed execut building. They disappear into a conference room in which already waiting. She greets them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A modern conference room. Henneberg sits next to Gerald, ROMANIAN MANAGERS, all in leather chairs. Ines stands in presentation. The tables on the slides create patterns on keeping an eye on everyone in the room, especially Henneb front of a laptop and loads the next slide for Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "For option one we assume that it will take one year for the implementation. The implementation cost, internal and external, will be around five to six million euros. The advantage of a full outsourcing is the contractor rates. We will have a strong competition resulting in lower rates. ThatвЂ™s why we will end with a ten-per-cent cost reduction in the first year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DASCALU",
          "text": "I doubt very much that we will have such strong cost reduction so quickly. It takes years to transfer all our knowledge to the contractors. Gerald nods in agreement towards Dascalu. It seems to be Hennebers is listening very attentively, but lets the oth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I totally agree with you. We surely need to go further into the details of each scenario. (to Ingrid, in German) Ingrid, switch to the next slide, please. Ingrid loads a new slide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "Option two will take about ten months with significantly higher contractor rates. Option three takes eight months with even higher contractor rates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DASCALU",
          "text": "There is no way in which you can outsource any maintenance services in only ten months. This is impossible. This is more than... (addressing one of the Dacoil managers in Romanian) How many employees? What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DACOIL MANAGER",
          "text": "Approximately two hundred workers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DASCALU",
          "text": "Plus, you have to consider high costs for supervision and training from our side too. I donвЂ™t see them there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "What I also think what we should put into account is that Dacoil didnвЂ™t even realize international HSSR standards in all assets. So we donвЂ™t have a business case yet. But a very strong trend. You all agreed that the implementation of any option will not be done faster than one year, which is also in line with HR. So we know that the main driver is the contractor rates and I know them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "This is my experience, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So as soon as | have realistic figures of the personnel we can guarantee a positive business case for option two and even for option one. Dascalu shakes his head slightly. Dascalu nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DASCALU",
          "text": "Option one is not possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "OK, I absolutely agree with Mr. Dascalu that there are many open questions. There is a lot that needs to be analyzed in more detail. But I would like to support Ms. Conradi. From my point of view at least option 2 is necessary. The big picture will not change and is absolutely in line with my experiences from other countries. Thank you, Ines. (addressing Henneberg) So now we need directions, Titus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "Gents, we really need a waterproof and positive business case before we can start anything. What you are proposing, speaking of option one, would be a heavy change for our operations. Option two seems more realistic to me at the moment. That also needs to be verified legally. We all know how difficult this process will be regarding the unions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Absolutely, Titus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "We have to think carefully and we need to go into more details. But it is a very interesting proposal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "(to Henneberg) At the end of this month, we should have all calculations done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, but I think we cannot promise anything as long as the cooperation with Buzau will not work better. Gerald is briefly taken aback by InesвЂ™ frank interjecti",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "I would like to sit down with you, Mr. Dascalu, to discuss how we can work more closely together with Mr. Illiescu. Dascalu waits a little too long before answering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DASCALU",
          "text": "I will see what I can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "OK, gents, get this solved. I think we are done. Thanks a lot. Henneberg stands up and swiftly says goodbye. He was itch Gerald and Ines stay behind and Ingrid is also still in t displays the companyвЂ™s logo with the slogan вЂњPerforma",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "I donвЂ™t like that you donвЂ™t stick to the plan. The Iliescu thing wasnвЂ™t exactly elegant. The next steps are clear. But please inform me if there are any more problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "OK, I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "But otherwise... well done. YouвЂ™re an animal, Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INGRID",
          "text": "Can | pull up the screen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yeah, sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines walks through a modern, open office. She finds Tim i fumbles with a coffee machine. Ines leans next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Come on, don't be offended. Be happy you weren't there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "IвЂ™m not offended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "To quote Gerald: ItвЂ™s all included in your price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Yes, but GeraldвЂ™s prices are different to mine. What are you doing tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "IвЂ™m meeting Steph de Boer and Tatjana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "WomenвЂ™s group?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yeah, exactly. We talk about gender quotas, sexual harassment at work, things like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines gets out of a taxi and walks through a landscaped ga restaurant. Expensive cars crowd the private parking lot. restaurant appears to be popular. Ines has applied heavie high-heeled shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines enters the lakeside restaurant in which she previous Henneberg. Two female FRONT OF HOUSE STAFF ask her for he restaurant's decor is clearly intended to exude an air of or wait at the packed bar for their reservations: Foreign rich Romanians clad in polo shirts and gold chains with t high heels. Ines spots two women who have already snagged (38), the Dutchwoman we met at the embassy reception, and American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello. Sorry IвЂ™m late, but I had to get changed after work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "You look great...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Thanks you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "You work way too much, Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I know, but itвЂ™s really busy at the moment. I had a big thing today...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "Wow. How did it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "made a last-minute strategy change, but it went OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Did you check out the caterers? I gave her DariuвЂ™s number...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(to Tatjana) вЂ™m hosting a small party for my birthday. Next Saturday. Are you free?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "How nice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Dariu is the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(to Tatjana) How was the night with the Chinese?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "(to Steph) After 30 minutes they were drunk and I sat there for five hours, listening to Mandarin. But I sold one flat, at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were just fighting over who had the most horrible weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Oh, how was Naples?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Short version: Naples is even dirtier than Bucharest, and you can find much better Italian food here in town. Even the kids were dying to get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "They should bring us a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Actually, your weekend sounds fun to me. I had the most horrible weekend of my entire life. Ines sinks her voice dramatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "My father visited me spontaneously, without any warning. Out of nowhere, he was there, waiting in my office. Pretending he wanted to bring me my birthday present. But actually he was having acrisis because his dog died. Steph grimaces. Ines nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "And Henneberg was there and wanted me to go out with him and his wife the whole time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Is Henneberg still in town? I should invite him to our relaunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "And my father was sitting around making spaghetti and trying to talk with me about the meaning of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "ThatвЂ™s why I like Mondays. \fSteph, too, has lost interest in InesвЂ™ story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "How is the new wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Very Russian, very skinny, very blond. Ines looks around to make sure no one can hear her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Better be careful. An older man sitting next to Tatjana has a bottle of cham adjusts it, then lifts the dripping bottle from the bucke",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Can I offer the ladies a glass of champagne? Ines freezes as she recognizes the man. He has long, dark firmly in place. He just lisps slightly when he speaks. T her friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "Do we want champagne? Tatjana looks at Steph and Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Please, I canвЂ™t drink all this alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "Sure, why not...? Toni beckons to the BARTENDER and asks for three glasses. diagonally behind him, has stopped breathing. HeвЂ™s wear suit jacket with a striped pocket square - it used to be at his watch and shakes his head. The teeth give him an o ThereвЂ™s clearly something not entirely genuine about hi somehow works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "IвЂ™m waiting for Mr. Tiriac for two hours now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "lon Tiriac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Yes. IвЂ™m Toni, Toni Erdmann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tatjana... Nice to meet you, Toni. He shakes hands with the women. For the first time, he ma with Ines. Toni takes the chair next to Tatjana. The wait the champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "Do you work here in Bucharest, Toni?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Yes, and no. I came here because of a famous dentist. He made all new. My teeth were too small. And always I wanted something more wild, more dangerous. ItвЂ™s clear that heвЂ™s inventing most of it on the spot arenвЂ™t sure whether to take the whole thing seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Who is this crazy dentist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "The International Dental Design Clinic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "The doctor is Italian. Not a dentist. More an Italian architect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "So you are just friends with Tiriac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "We played tennis together in Germany.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "Interesting. Toni looks at his cellphone. Stuck to the back of it is a phone number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "But he not answers the phone. He has a crisis because his... (mixing German and English) His SchildkrГ©te died. He looks at Ines. She realizes he heard what she said ab",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "What's a вЂњschillgrГ©deвЂќ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(quietly) Aturtle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "He is crying the whole day. The turtle was very old. They spent 45 years together. (again mixing German and English) And then Herzinfarkt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "Iam sorry to hear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "For me, itвЂ™s just a turtle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "May | ask what your profession is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "My what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(in German, catching herself mid- sentence and switching from the familiar to the formal вЂњyouвЂќ) Dein... Ihr Beruf (your profession).",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "IвЂ™m a businessman, consultant and coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "What's your focus? If you say youвЂ™re into coaching?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "My focus is life and style. The waiter arrives and speaks to Toni. He points at a nea one. On it is a plate with a large lobster. WinfriedвЂ™s of the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Do you want to finish it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(again mixing German and English) Oh yes... my Hummer is waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "(to the group) Or do you want to sit together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(quickly) Oh no, thank you. The waiter points to an available table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "So, your table is free, too. The women say goodbye to Toni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Thanks for the champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "So nice meeting you... Toni. They walk to their table. As soon as theyвЂ™re out of ear rolling their eyes. TATJANA (CONTвЂ™D) What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "These teeth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "And the thing with the turtle. Ines shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Yeah, but some turtles can get really old. They sit down and reach for the menus. Ines looks distrac inspecting the lobster through his reading glasses. Their his glass of beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "(to Steph) So who is coming to your relaunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ItвЂ™s going to be a bizarre mix of guests. Gabriel really invited everybody. New clients, possible clients. Friends, supporters, all the people from our charity work... He even wanted all the drivers to be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "That's nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "I hope they donвЂ™t feel uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "So you rented the whole Players Club? Steph nods. She, too, looks at Toni, who is now trying to lobster leg through his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Oh, God... ThatвЂ™s really disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "What's disgusting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Just the way he eats. He is definitely not waiting for Tiriac. For a moment, Ines seems to be annoyed by the way StephвЂ fatherвЂќ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "A lot of managers have strange gurus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Yeah, maybe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "You never know... Steph starts typing something on her cellphone. Part of h Toni really might be someone important. Ines watches as a wearing a suit and a bowtie approaches ToniвЂ™s table. To invites him to sit down, but the man wants to leave. Toni for another moment, then gestures at the waiter to bring TatjanaвЂ™s starters arrive. Toni stands up and raps his (a departing gesture in Germany).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mixing English and German) Ich muss... My limousine waits. (in German) It was very nice to meet you. He looks at Ines as he says it. Steph quickly whips out a with professional nonchalance to Toni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "My husband runs a headhunting company. If there is anything we can do for you or Mr. Tiriac, we would be happy to. Toni gratefully takes the card. Steph waits for him to re leaves. Tatjana laughs at Steph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "You are really a pro...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Excuse me. Ines stands and picks up her handbag as if sheвЂ™s going",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines walks to the restaurantвЂ™s busy exit and stands hes white stretch limo is parked in the lot. Toni stands next retreats behind a glass screen and watches as her father restaurant. Then he pats the driver on the shoulder and r limo. She steps out of the restaurant and watches him lea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines walks back to her table. The waiter arrives and brin decorated with lit sparklers. She turns it down, because",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "ItвЂ™s from the man who just left. He told me to send his dessert to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "It seems like you have an admirer, Ines. Even though sheвЂ™s being ironic, Tatjana still seems to intended for Ines. Steph receives an SMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, he didnвЂ™t give me his card. Gabriel just texted. (quoting the message) вЂњTiriac! Cool!вЂќ He wanted to invite him to the party. Suddenly, Ines starts eagerly eating the chocolate cake. INT. - INESвЂ™ APARTMENT - NIGHT Ines cautiously opens her apartment door, as if there mig looks into all of the rooms. She walks around, unsettled. number again, but he doesnвЂ™t pick up. She carefully ope empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ItвЂ™s early morning. Ines has retreated into a glass-wal Skyping with a middle-aged man who seems to be some kind breakfast on the terrace of some lakeside hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "The speaking went well. It doesnвЂ™t need any more work. I made good use of the space. I spent time in the room beforehand, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "And what about the breathing technique?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I didnвЂ™t need it this time. But I would like to do some more work on my body language. Sometimes I lose control of it... A woman flits across the screen. The coach murmurs to her shortly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Do you have an example?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "It tends to be when IвЂ™m listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "I suspect you're really listening in those moments. ThatвЂ™s noble, of course, but maybe you \fneed to focus more on your own message. Did anything surprise you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Not in terms of the content... But maybe the tone... Dascalu argued very aggressively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Did it affect you on a personal level?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "It might have done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Maybe thereвЂ™s some kind of imbalance with regard to your identification. YouвЂ™re only good when you identify yourself. Identification is an important tool for you. But itвЂ™s a tool that you need to be able to set aside. Gerald knocks on the glass door. He gestures at Ines that the room. He knows the man sheвЂ™s Skyping with and waves",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Can I grab you for a second?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gerald and Ines walk across the office buildingвЂ™s broad seating area set in a small, artificially-landscaped gard",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Ihave the feeling the team isnвЂ™t so tight anymore. Tim thought the same. Think of something to boost the team spirit... to prevent a gulf opening up between the Romanians and us. TheyвЂ™ve lost their morale, somehow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yeah, I thought so, too. That corresponds with my impression. IвЂ™m holding a brunch for my birthday, anyway, so IвЂ™ll invite everyone then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Very nice, something personal. Good. Gerald walks away from the building, as if heвЂ™s purpose spot. \fGERALD (CONTвЂ™D) We'll work with the numbers we have and wonвЂ™t make a fuss about them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Your idea of building up pressure through Dascalu backfired. He and Illiescu won't be discussing our project.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "OK. Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Dascalu trusts Illiescu and sees no need to act. And Henneberg wants to keep Dascalu out of it so he can negotiate with the unions. Suddenly, Ines notices as her father, or rather Toni, app and walks towards her holding a cup of coffee and a newsp",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "So on what basis should I continue my work? The transport data is all wrong. Many more people work there. You canвЂ™t cut enough staff here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Everyone agrees with you on that one. The good news is: Henneberg wants you to do the radical cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "But that was totally unfounded. Surely you realized it was all on the verge of speculation. Above all, to sell such a big restructuring, now I really do need precise figures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "This will annoy the feminist in you. But, to quote Henneberg: вЂњMs. Conradi has enough charm to manage Illiescu by herself.вЂќ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "IвЂ™m not a feminist, Gerald. Otherwise I wouldnвЂ™t tolerate guys like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take that as a compliment. Ines watches tensely as Toni comes closer. He holds his c wearing the same iridescent jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(quietly, into phone) Mom, IвЂ™m working here. I canвЂ™t talk to you on the phone the whole time. Yes, IвЂ™m taking my meds. And fruit. Yeah, bye. He puts the newspaper down ona bench opposite him and hid underneath it. Then he sits down on the paper, apparently happens. Gerald looks at him with bemusement, but then co",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "By the way, Henneberg wants to keep you here. He really believes in you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "And what did you say to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "That I'd talk to you. But that I think you'll finish the project.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "And our deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "I know, of course. But weвЂ™re talking one year max. Then you can start at a whole new level in Shanghai or somewhere else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "IвЂ™ve heard that a few times before. I can manage Bucharest just as well from Shanghai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "ThatвЂ™s not realistic. This is your partner case. Then you can choose where you want to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Can we continue this conversation somewhere else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The alternative would be to hand over to Tim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Right. In the background, Toni sits down again on the suspicious unnaturally drawn-out farting noise is heard. Dissatisfie something underneath the newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(muttering) That wasnвЂ™t funny, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I'll think about it. Now I'd just like a coffee. Can we maybe go back inside? Ines is about to leave when Toni addresses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(to Ines) I was just wondering where we met? What are you doing here? With Gerald there, Ines has no choice but to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I work here. We're discussing something. We're about to have a meeting. Ines walks towards the building. Toni walks alongside the",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Ihave to go inside, too. IвЂ™m about to havea supervision with Mr. Henneberg. They pause at the entrance to the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "(to Ines) I hope heвЂ™s a bit less stubborn today. HeвЂ™s unbelievably frightened of the Romanians and worried that his wife spends too much money. Ines tries to laugh. Gerald looks expectantly at her, wai to Toni, but she doesnвЂ™t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marburger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Erdmann. Do you use hand lotion? Gerald shakes his head, bewildered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "Then itвЂ™s probably me. Ines owes Gerald an explanation of who this guy is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Mr. Erdmann is... a freelance coach. Gerald is still bemused, but it seems to be an explanatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "So I'll be in touch with you again later, about the... workshop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "(to Ines) Aworkshop for us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yes, itвЂ™s being considered. The idea was floated...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(in German-inflected English) We see. If you willing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Willing? You are willing? (in German) Oh, letвЂ™s drop the English. ItвЂ™s not going so well today, after all. Again, Ines tries to take control of the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That came from Dacoil. It still needs to be discussed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Yes, | invented a program together with Lothar Matthaus. Title: вЂњShoes and Belt should fit togetherвЂќ. Ines gives Tonia firm and decisive handshake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "Goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines walks so speedily to the elevator that Gerald has to",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "What kind of a freak is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I'll explain when we have more time. The elevator arrives and Gerald steps into it. Ines turns cellphone from her bag, as if itвЂ™s ringing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "I'll be there in a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines runs back and looks out onto the roof terrace. Toni",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines runs through a series of corridors, searching. Compa her. She spots Toni, stops him just before he gets into a into a corner. Winfried immediately adopts his Toni pose false teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Listen, are you insane? Are you trying to ruin me or what? Dad, IвЂ™m talking to you. Toni looks down and, for a moment, it seems like he migh a business card from his jacket. He puts on his sunglasse",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Well, if this is about your father, IвЂ™m not the right man. But if you want to work on your charisma, or if you notice you're talking to no-one on the phone, youвЂ™re welcome to contact me at any time. Before Ines can say anything, he turns around and gesture getting into the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "Oh, thereвЂ™s my man. Toni greets the man and pats him on the shoulder. From th however, itвЂ™s clear that he has no idea who Toni is. Th looks at the hand-drawn business card. All it says is вЂњ phone number. Employees walk pass her. Ines turns and wal plan office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines walks up the stairs in the Marriott Hotel. SheвЂ™s w has tied her hair up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She continues along a broad corridor with a blue carpet. her lipstick. She stops by a door, tiredly straightens up door. HeвЂ™s shirtless and speaking on his cellphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines enters the room and puts down her bag. Tim comes ove pays her a silent compliment as he continues listening to",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "But a two-masted boat is a lot of work. IвЂ™m not doing that with a five-man crew. You can forget Daniel. He has to mix the cocktails. Yeah, send some pics. He finishes the conversation, puts his phone on silent an has flopped down on a couch in the spacious hotel room. \fTIM (CONTвЂ™D) ThisвЂ™ll be such a stupid sailing trip. Ludwig now wants to take a two-masted boat. He takes off one of InesвЂ™ high-heeled shoes and starts brief moment, he guides her foot between his legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Oh, so the maid hasnвЂ™t come yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "No. Only Timidri... Romanian lover for you. Ines laughs. He kisses her and, if he had his way, heвЂ™d then. ThereвЂ™s a knock at the door and a quiet voice say the door and opens it. A hotel employee carries in a cake wine. Tim puts the cake stand on the floor next to Ines a",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Wow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Gerald found out about us, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "So what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "He told me not to fuck you too much so you donвЂ™t lose your bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Aha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "I told him thatвЂ™s why I fuck you. And today IвЂ™m going to sleep with you in every corner of this room. Tim comes over to Ines and tries to undress her. They kis the mood. TIM (CONTвЂ™D) What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I'll just watch you first... IвЂ™ll try to catch up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hurry up, then. Tim unfastens his pants and tries to undress Ines. She fl takes a gulp of her white wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I donвЂ™t want to lose my bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Come on, don't be so serious. I'll fuck you real strong. My sperm has superpowers. Ines canвЂ™t help but smile at his nonsense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "No, my bite is really more important to me. I'd rather just watch you. Tim takes her foot and massages his crotch with it. Ines breasts, kisses her and tries to ignore the fact that she",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "I want you to try to hit one of the petit fours. Ill eat it afterwards. Ines canвЂ™t help but laugh. Tim is irritated, but too ar her again and kisses her, but she remains resolute and wo",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "You're being serious? Yeah, OK. Tim starts pleasuring himself. TIM (CONTвЂ™D) And which one, exactly? OK, IвЂ™m going to come now. Tim drops to his knees in front of her, really does ejacu then falls onto his back. TIM (CONTвЂ™D) You're stupid. Ines takes one of the dripping petit fours and bites into and pulls up his pants. He stands up and disappears into there, musing. She digs in her handbag for her cellphone",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone) Hello Steph, itвЂ™s Ines. Sorry to disturb you, but IвЂ™ve got the number of the Tiriac coach. Yeah, I met him again. ItвЂ™s up to you... but why not? Yes! I am already getting dressed. I will text you. See you later. Tim returns. He sits down on the hotel bed with his lapto through Facebook. Ines flops down next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Take a look at GeraldвЂ™s lady. What a mama. No wonder heвЂ™s fucking his way around this place. How can he be stupid enough to post photos of himself barbecuing? Tim clicks on a photo of Gerald, his wife and their two c barbecue in front of a modern house with the table set, a strewn across the garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Men can really have a lot of fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "How come? You fuck around, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yeah, but I donвЂ™t have a wife waiting for me somewhere... buying these salads, getting my kids dressed and taking our dog to the vet. Tim takes a closer look at the photo and spots the dog. O",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "He just has this house somewhere and he can always go there. Look closely... Have you ever seen him looking like that here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "I think he looks frustrated. GeraldвЂ™s facial features are like the Mona LisaвЂ™s. It serious or is smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "LetвЂ™s get going...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The outdoor area of a nightclub. A pool is illuminated wi surrounded by curved seating areas, fake palm trees and p The reception is already busy. Aperitifs are being served headhunting company seems to be throwing money around. In Tatjana and a couple of people we donвЂ™t yet know. In th being photographed with their guests in front of a curved around. Suddenly she spots her father or, rather, Toni. H and also looks around. When he spies Ines, he raises his a bar table, he takes a bowl of nuts and empties it into herself together and approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Hello, Mr. Erdmann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Good evening. Suddenly, both fall silent. Toni gives Ines a couple of n takes them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "So, have you calmed down a bit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Is Tiriac still coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "He said he was, yes. But today was the funeral... for Angelina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "His turtle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Exactly. Tim looks over at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "Am I supposed to do something in particular here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I wanted to give you a bigger audience... Tim strolls over to them with a drink for Ines. He clearl from her current conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ines) LetвЂ™s do it this way: If you say вЂњRockyвЂќ, IвЂ™ll hi him. Toni shakes hands with Tim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "Erdmann, pleased to meet you. Toni pulls his hand away as if in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Everything OK? Tim laughs and Toni pats him on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Friends, right? Toni offers Tim a couple of nuts from his jacket pocket, the way Tim positions himself next to Ines and briefly pu Toni realizes that they have more than a professional rel",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "And what do your parents do for a living?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "We have a car dealership. BMWs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "And do you call home now and again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Ah, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "ThatвЂ™s good. You get another nut for that. Only one. I need to save the other one for Mr. Marburger. Toni gestures towards Gerald, who appears in the backgrou Ines stands up straight. One of the women is the receptio Tim bemusedly takes a second nut from ToniвЂ™s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "You can learn a lot from your parents. For example, I learned from my father how to use a \fcheese grater. We pass this down from generation to generation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Is it a special cheese grater? Tim, who is practiced in smalltalk, is trying to take his seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "No, no, a very ordinary little cheese grater. Question is: How you hold the cheese, the speed at which you grate. Tim canвЂ™t help but laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "DonвЂ™t believe me, then. (to Ines) Do you like grating cheese?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Sadly, I donвЂ™t have the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Yes, you have to be incredibly relaxed to handle a cheese grater right. Tense people often have difficulties. He mimes a tense hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(to Tim) Mr. Erdmann is a freelance coach. We met through his work with Henneberg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "Gerald strolls over to them with two young Romanian women Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "TheyвЂ™re putting on quite a show here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "No expense spared. Toni greets Gerald as if they know each other, and Tim s the situation to continue. Toni taps the knot in GeraldвЂ Natalja. She quickly turns to Gerald.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Is Henneberg still here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Yeah, yeah. We just had dinner. At that moment, Ines spots Henneberg. Accompanied by Step direction while shaking hands with a few guests. Toni fol moment, he shrinks back to Winfried size.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(muttering) Hopefully he wonвЂ™t drink so much today. Then he sets off, deliberately walking towards Henneberg shoulder as he passes. At first, the executive doesnвЂ™t mutters to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "IвЂ™m here incognito today. Henneberg reacts confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENNEBERG",
          "text": "Oh, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "We'll speak tomorrow. He grips HennebergвЂ™s neck. Gerald and Tim watch the int passes him, Steph speaks to Toni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "You have to meet my husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Yes, I just have to call my mother. Ines takes another glass from a WAITER and turns away to Henneberg. Toni walks on and ends up next to two women (A are struggling to hold their champagne glasses and eat fr spontaneously takes the plates from them. The women laugh plates back. Toni looks at Ines, whoвЂ™s watching him fro holds the plates, he exchanges business cards with the w towards Ines again. Tim is bobbing around her, ready to p them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "Car party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Absolutely...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(in German) IвЂ™m not sure. I'll come later. (in English) I will join you in a minute... Ines walks over to Toni, whoвЂ™s still holding the womenв encouragingly at some remaining salad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(to Ines, in German) I was just learning a bit about Romanian traditions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(in German) Mr. Erdmann, we're going to the club and would love you to join us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "And which embassy do you work at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(to Ines, in German) Translation, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(bemused, in German) In which embassy you work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(in German) In the German one... (to Flavia) In the German. I am Ambassador Erdmann... and this is my secretary, Ms. Schnuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I work in the parliament. I am something like a secretary too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Romania has a parliament? I didnвЂ™t know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "Sometimes it feels like this. Ines looks over at Tatjana and Tim, who are leaving the c womenвЂ™s empty plates on top of each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Je voudrais... excusГ©. He pronounces it like вЂњI have to goвЂќ. Flavia and her one of his business cards and gets one from Flavia in ret a couple of meters away. Steph passes her and, playing th shoulder briefly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "On telephone a causa des oeufs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "You just told them you'll call them about the eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "That's exactly right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toni and Ines leave the poolside area and walk down a set parking lot surrounded by nature. Toni follows a little b around, looking for something, and Toni follows her witho going. They approach an SUV which is parked at the edge o and Tim are already waiting there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The distant boom of a bass line competes with the chirpin like a UFO landed in a wasteland. Where the parking lot e begins. Tatjana has opened the doors to her dark-colored seats and, for a moment, a question hangs in the air: Wha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly, to Ines) What are you doing with that guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I think itвЂ™s fun. Toni sits down on the back seat of the car, in the open d questions Ines. Ines nods, and Tatjana starts preparing c snorts a line then hands the map to Tim. After Tim has sn turn, but she first offers it to Toni. He declines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Thanks. My heart... Ines quickly snorts her line. Toni looks at the scenery. stands around, wrinkling their itchy noses and waiting fo Tatjana starts putting make-up on. Toni points to some le has missed. She doesnвЂ™t want to scrape it up, so he dip rubs the cocaine into his gums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(to Tim) I told him youвЂ™re looking for a coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Sure, I have so many problems with my boss, and I'd like to become more successful with women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "You canвЂ™t even pay for that. Toni points at an imaginary spot on TimвЂ™s shirt. Tim lo moment, Toni taps him on the nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Haha. A moment later, Toni does the same thing again, and Tim c much. Ines has now also started applying make-up. Toni re pocket and pulls out a new little cheese grater and a pie little cheese onto his head. He shakes himself. Tim laugh",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "So, time to go inside, you make-up babes! IвЂ™m a public official. I donвЂ™t want to get arrested here. As Toni walks past Tim, he once again taps his shirt and seems more like an attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Enough already!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The group walks back towards the club. Toni walks next to",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(quieter) How are your bowel movements at the moment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "What does it have to do with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "I work a lot with bowel movements. ItвЂ™s like reading tea leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Creamy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "ThatвЂ™s good. This morning, mine glittered like gold. He pats Tim on the shoulder. They walk up some steps cove bass gets steadily louder, guiding them into the club - t becomes clear that the poolside area where the reception merely the outdoor section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The club that now reveals itself is several times larger an aggressive lightshow, dancers, kitschy decor: ItвЂ™s t Eastern Europe. They're led to a plush seating area next other guests from the reception are already sitting in th bottle of vodka from an ice bucket and starts pouring. Th Marley's вЂњNo Woman, No CryвЂќ booms from the loudspeake more dramatic and the room goes pitch dark apart from a f shoot aggressively through the darkness. Tatjana shrieks through her fingers. They seem to know what's about to ha of an oversized cake, carrying a larger-than-life lollipo followed by a line of dancers whose legs appear even long pulls out his iPhone and starts filming. The dwarf whips the new girls start dancing. The old dancers disappear i vodka for Toni as if sheвЂ™s challenging him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Everything OK? Toni shrugs and tries to seem unfazed. Gerald arrives at receptionist and another woman. He makes a вЂњpartyвЂќ ge reciprocates. Her movements are self-conscious. Toni obse SheвЂ™s like a stranger to him. Tim films Ines. She shift вЂњvictoryвЂќ sign. Toni copies her. Ines laughs into the amusing animal. Everyone starts dancing. Ines looks at To showing her father something thatвЂ™s new to him. Toni st he seems young and agile. He copies the othersвЂ™ movemen in the midst of the overall excess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The VIP lounge has now filled up. Tatjana, Tim and Ines a champagne bucket. The dancers on the stage make acrobatic has become more lavish. A WAITER arrives with a fresh bot",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "I'll pay for that. The waiter produces an electronic card reader and Toni ru card in his tattered leather wallet. Tim starts tearing p and throwing them in the air. Tatjana demands that he unb",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATJANA",
          "text": "ItвЂ™s unfair. Only women and a Lilliputian. Tim briefly fends her off, then starts to enjoy showing o starts. Toni sits down on one of the sofas and wipes swea his handkerchief. He watches his daughter. He doesnвЂ™t r grabbed the champagne bottle and is holding it between hi from glass to glass. He comes to Toni, who lets him вЂњpe as Toni re-inserts his false teeth and stands up. Toni pu starts to вЂњhelpвЂќ Tim by grating cheese into the champ away. Ines topples, swaying, onto one of the plush sofas. how drunk she is: The effect of the cocaine has worn off. Ines, who suddenly seems very distant. Toni grates a litt approaches and dances around with the bottle at her mouth handbag and takes out two pills. Tim wants her to open he the pills with champagne. She pushes the neck of the bott down so well that Tim carries on. He starts to mime an or",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ItвЂ™s a really expensive vintage. Toni grabs the bottle from his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "ThatвЂ™s enough now. Ines stands up, swaying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(to Tim) IвЂ™m going. I have to go to Buzau tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "(quietly) Come on, stay here a while longer. It was just a joke. Should I come with you? Ines weakly raises her hand in farewell and then swiftly It takes Tonia moment to realize sheвЂ™s gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toni runs hurriedly out of the club. Outside, several tax are still coming and going. Toni spots Ines just as sheвЂ holds the door open for her. She sways as she gets in. To taxi pulls away. He, too, hurriedly looks for a taxi. He from his wallet and gives it to the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi travels swiftly through night-time Bucharest. Wi flanked by imposing socialist-era buildings from which hu advertising billboards shine. Toni sits in the back seat INT./EXT. - STREET IN FRONT OF WINFRIEDвЂ™S HOTEL - TAXI The taxi pulls up on a broad street in front of a hotel. gets out and walks towards the building. A few people are to work. He takes out the false teeth and puts them in hi \fINT. - WINFRIEDвЂ™S HOTEL - BEDROOM - DAY Winfried stands in a small hotel room. His things are lyi double bed. He stands there for a moment, bewildered, the again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ItвЂ™s morning in Bucharest. Winfried walks through the c about what he should do. He takes his phone from his pock No-one picks up. He watches as commuters get onto buses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winfried stops by a bakery which sells its wares through the line and points at a couple of soft pretzels. Then he eats. Once again, he takes his phone from his pocket and elderly woman passes by and begs at him. Winfried quickly EXT. - STREET IN FRONT OF INESвЂ™ APARTMENT - DAY Winfried turns onto InesвЂ™ street. INT. - INESвЂ™ APARTMENT BLOCK - STAIRWELL - DAY Winfried, now half-Toni, stands with a bag from the baker stairwell in front of InesвЂ™ door. He hesitantly rings t rings again and listens. He pulls InesвЂ™ apartment key f door. INT. - INESвЂ™ APARTMENT - DAY ItвЂ™s quiet in the apartment. He peers into InesвЂ™ bedr Suddenly, he hears a noise from the bathroom. He opens th closet in the hallway and wedges himself in, still holdin Ines exits the bathroom. SheвЂ™s wearing her work clothes closet, notices that the door is slightly ajar and tries way. She opens the closet and screams in mortal terror as inside. Toni peels himself out of the closet. He is weari",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Sorry, I was just checking in on you. Ines gasps for air. SheвЂ™s speechless. She runs at him strength. He lets her do it for a moment, then she flees calm herself down, but Toni follows her. She reaches into remains of the old, leftover spaghetti at Toni. Suddenly, InesвЂ™ wrist and fastens a handcuff to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Ms. Conradi, you're under arrest. TheyвЂ™re now chained together. Ines tugs and pulls at he she changes tack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Open them up, please. I have an appointment. IвЂ™m about to be picked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "ItвЂ™s too risky. Toni takes his handkerchief from his pants pocket and wip forehead. He sits down on a chair and Ines has no choice stalls a little longer, then reaches into his pocket to g find it. He carries on rummaging in his pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "I donвЂ™t have the key. Ines stares at him. He looks at the handcuffs and confirm locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Open them up right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "I really canвЂ™t find it. Ines looks down at herself. SheвЂ™s not fully dressed and away, pulling on the handcuffs. Toni has to hurry to keep he seems like her captive. EXT. - STREET IN FRONT OF INESвЂ™ APARTMENT BLOCK - DAY Still handcuffed together, Ines and Toni leave the house. waiting for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Bogdan, my father made a stupid joke. We have to solve this problem. Bogdan looks at the handcuffs and then nods. Ines gets i",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Iam not her father, but OK. Where are you bringing me? INT. - INESвЂ™ CAR - STREET NEAR MARKET - DAY Toni and Ines sit on the back seat of the comfortable S-c them out of the city. Ines tries to ignore Toni. Both are of the previous night. Even though their hands are so clo an effort not to touch. The traffic edges tightly past ru",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines and Toni follow Bogdan through the darkened halls of looks around, but Ines forces him to hurry up. At a stand young ROMANIAN wearing a hoodie comes to their aid. Discr confident movements, he separates the handcuffs. Toni scr laughs. Bogdan gives him some money. INT. - INESвЂ™ CAR - FREEWAY - DAY Using tape from the first-aid kit, Ines sticks the handcu under her blazer. Toni looks out of the window. The car h landscape is flat and empty. In the distance, an industri under hoardings advertising German companies. Ines closes INT. - INESвЂ™ CAR - RURAL AREA - DAY The landscape has changed. Ines is asleep. ItвЂ™s a poor, a bridge and overtake a horse-drawn cart. Toni looks at i onto an unpaved road. Bogdan turns around towards the bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOGDAN",
          "text": "(to Toni) Please wake her up... Ines wakes up immediately and starts applying make-up. INT./EXT. - INESвЂ™ CAR - IN FRONT OF OILFIELD OFFICE - The car passes through a security checkpoint and drives i pull up in front of the main building of an oilfield inst stretches, planning to stay in the car. Ines looks tensel",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Come with me. Take that off... Toni puts the toupee in his bag and follows her. INT. - OILFIELD - LOBBY - ILLIESCUвЂ™S OFFICE - DAY Ines and Toni enter an office lobby. Ines greets a SECRET",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Good morning. Conradi from Morrisons...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Please wait a minute... The secretary disappears and a moment later she opens the Ines ushers Toni in ahead of her. INT. - OILFIELD - ILLIESCUвЂ™S OFFICE - DAY The office is spacious and some effort has been made to m sticks. Toni has no choice but to follow Ines. ILLIESCU, around 50, greets Ines. HeвЂ™s surprised to see sheвЂ™s a introduces him to Toni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Mr. Iliescu, Mr. Erdmann. The two men shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "lam sorry for not getting in touch with you earlier. Mr. Erdmann just joined NWG and as he is on a visit together with Mr. Henneberg he wanted to get a personal impression of our project... Ines looks at Toni, who has no choice but to nod. The sec of cola down on the table. In his short-sleeved shirt, Il union type. As an adversary, heвЂ™s difficult to read: He worlds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Erdmann implemented a similar project in one of the major Russian oil companies... Toni nods at Illiescu and starts to feel his way into his",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLESICU",
          "text": "So, please have a seat. How can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "He just wants to listen... get a feeling for how we work together on this project... Ines takes some out some papers and lays them in front of",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "So, first of all, | am looking forward that the project is going to continue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "So amI,soamI...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "And that we will work together much closer than we have so far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "Which is a pleasure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "As you know, I presented your figures in our last steering committee. Unfortunately, a lot of questions came up about some of the data you provided. She looks at Toni, seeking his agreement. He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "I defended your work since I know that the things we ask you to deliver are complicated, considering the fact that you are a very busy man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "IвЂ™m surprised to hear that there are problems. Mr. Tamaric is in Bucharest today. Every now and again, Illiescu looks at Toni. He is equall polished self-presentation is also something he doesnвЂ™t senses that Illiescu is being put under pressure. The mo the more uncomfortable he, too, feels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "It doesnвЂ™t matter. | wanted to talk to you personally. ItвЂ™s a complicated business case. Because of that we have to decide if you have the capacity to work closer with us. Or, if you prefer, we can send some of our consultants to work here in your office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "No, I donвЂ™t think that is necessary. Ines turns to Toni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I'd also prefer to try it this way, Mr. Erdmann. Mr. Illiescu and I have known each other for some time now, and | think we will find a very good solution. SheвЂ™s acting as if it's Toni whoвЂ™s been piling on the defending their collaboration with Illiescu. For a moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(in German) OK. If you think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "Just tell me what you need. He looks more closely at the list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "We particularly need the monthly personnel costs in logistics by the end of next week. Plus, we should think about doing a new future manpower plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "Ihave to check... 1 donвЂ™t know why you donвЂ™t have that already. I will take care of it personally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Thank you so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Toni) Anything more you want to know or see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Maybe Mr. Erdmann could get a personal impression of the production... INT. - ILLIESCUвЂ™S CAR - VILLAGE STREET NEAR OILFIELD - Toni sits next to Illiescu in his spacious company SUV. T village, turns onto an unpaved road and slowly struggles becomes more barren. There are houses, a graveyard and an Behind them, oil pumps appear. The oilfield extends right INT. - ILLIESCUвЂ™S CAR - ROAD TO OILFIELD BOREHOLE - DAY The car drives slowly across the rough terrain. Goats wal pumps. Toni looks out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Same like in Russia. Outside, a chaotic array of oil pumps stretches as far as seems like an infestation of the otherwise beautiful, hil detour to take them past a new oil pump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "This is one of our newest pumps. Toni nods. Illiescu pulls up in front of a small hut. Fil sunburned SECURITY GUARDS come outside. [Iliescu rolls do shakes hands with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLESICU",
          "text": "(in Romanian) Alo, alo! Avem nevoie de casti. Avem ceva musafiri de la Bucuresti. (Hello. We need hard hats. We have guests from Bucharest.) Hard hats are passed into the car and Illiescu drives onw",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "This is a part of our maintenance crew. We are closing this drilling site...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GROUP OF WORKERS is in the middle of repairing some par Iliescu and Toni get out of the car. A couple of the work about the visit. They seem to be glad of the change. Illi WORKER who is clearly in charge of the operation. Again, mentioned. Toni confidently shakes the manвЂ™s hand and s",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "ItвЂ™s the last of the drill holes that we will close... We use an artificial lift system and hope to finish it by the end of the week. Illiescu seems to be seizing the opportunity to demonstra maintenance work to Ines. Toni looks around and walks on For a moment, he jokingly inspects an old pipe thatвЂ™s l back to trying to make a professional impression. Illiesc what heвЂ™s so interested in. AWORKER is busy repairing s hands. His lower arms are completely covered in oil. Toni points at the worker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "But this is not good. Illiescu notices this right away, and angrily reprimands",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "(in Romanian) Unde-ti sunt manusile de protectie?! Asta nue reparatie auto, ce faci tu aci. (Where are your protective gloves? You're not repairing your car.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKER",
          "text": "Nu pot lucra altfel. (I canвЂ™t repair it any other way.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "Atunci sa faca altul, care poate. (Then let someone else do it who can.) The worker defends himself. Toni canвЂ™t understand the e",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(to Iliescu) Please donвЂ™t fire him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "I will, I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I said donвЂ™t fire him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "But I will. (to the worker, in Romanian) iti risti locuвЂ™ de munca. M-ai inteles? (You are risking your job. Do you understand me?) Toni turns to Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(quietly) Please, can you just tell him not to fire that man or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "ThatвЂ™s up to him. The more he fires, the fewer I have to fire. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, that was pretty funny. They look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(to Iliescu) Please, it was just a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLESICU",
          "text": "But you are right. He knows our security standards. Illiescu approaches the FOREMAN and talks to him in the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "(in Romanian) E raspunderea ta. (ItвЂ™s your responsibility.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "(in Romanian) Numai acuma nu si le-a pus. Totdeauna isi pune manusi. Am eu grija... (ItвЂ™s just for this job. He always wears gloves. I will take care of it...) Ines watches Toni as he walks towards the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toni stands still next to the car. He is visibly exhauste arickety garden fence. He glances at Ines and Illiescu wh borehole, some distance away. He walks through a broken g to pee. This part of the property is overgrown. A sudden chirp. Just as ToniвЂ™s about to unfasten his pants, he h An ELDERLY MAN walks towards him and greets him in Romani arms apologetically. A TEENAGE BOY appears. The man gestu and pee. Winfried refuses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN",
          "text": "(in Romanian) Haideti cu mine... Sunteti de la Dacoil? (Come with me... Are you from Dacoil?) Toni doesnвЂ™t understand him. The man beckons for Toni t short distance further into a beautiful garden. Flowers b appears. Parts of it are covered in tarpaulin and renovat ground to a halt. The man opens a door and beckons Toni i up a small set of wooden steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TheyвЂ™re standing in a small vestibule full of clothes a stored. Toni is about to walk further into the house when He hands Tonia roll of toilet paper, and Toni realizes wh the toilet is a picture of a tiger. Toni points at it and tigerвЂ™s biting him. The man laughs. Toni nods gratefull behind him. Exhausted, Toni sits down on the toilet lid i seat, but itвЂ™s really just a pit latrine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toni walks back through the garden to the fence, where th the boy, Iliescu and Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN",
          "text": "(in Romanian) Germania? (Germany?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "(in Romanian) Da, au venit pentru o modernizare. (Yes, they're going to modernize.) \f(in English, to Ines and Toni) I said you are going to modernize everything. The man nods respectfully at Ines and Toni. Toni pulls ou twenty-euro bill towards the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Only euros... The man refuses: He doesnвЂ™t want to take the money. Win teenager, who quickly puts the bill away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE BOY",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN",
          "text": "(in Romanian) Adu-i niste mere... (Get him a few apples...) The boy disappears. Illiescu turns to leave, but the man addresses Toni, even though he canвЂ™t understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN, (CONT'D)",
          "text": "(in Romanian) Ar trebui sa platiti mai bine... Stiu cat fi dais lei Popescu. (You should pay much more... 1 know what you pay Popescu.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLIESCU",
          "text": "(in Romanian) Pai, pe terenul lui avem o sonda. Zi mersi ca-ti dam cat iti dam. (We have a drilling site on his land. Be happy that we pay as much as we do.) Illiescu abruptly tries to end the discussion and again t returns with a bag full of apples and gives them to Winfr ground and the man puts it in WinfriedвЂ™s jacket pocket. and gives the man a quick, friendly pat on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Don't lose humor. The man looks questioningly at Illiescu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "Please translate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nu va pierdeti umorul... (DonвЂ™t lose your sense of humor.) (in English) I translated. When itвЂ™s repeated, the sentence suddenly just sounds e fatherвЂ™s philanthropy. The old man laughs, briefly reve They walk back to the car. ILLIESCU (CONTвЂ™D) We give him some money every month but he still complains. He wants a pump on his land. He doesnвЂ™t understand that we donвЂ™t need his ground. This area is mostly empty. Illiescu shrugs, not without regret. INT. - INESвЂ™ CAR - RURAL AREA - ROAD TO FREEWAY - DAY Toni and Ines sit in the back seat of her car. They drive died out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Don't lose your sense of humor. I couldnвЂ™t believe you told them not to lose their sense of humor. ThatвЂ™s really cruel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(quietly) It wasnвЂ™t about that. It was a nice encounter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "He could really have used your teeth. Ines opens the center console and takes out a beer. The c freeway to Bucharest and accelerates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "How can we modernize that whole place if you pee your pants when only one of them is fired? (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With every step you take, I can tell you how direct your economic connection is to these people. Your pseudo-green attitude won't help you there at all. Ines takes a gulp of beer. Toni looks silently out of th",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(quietly) Take a short break, please. He closes his eyes and after a moment he starts breathing Ines no longer seems sure about what she just said. She r using to hide the handcuff under her sleeve and leans bac His hand, gently clenched in a fist, encloses the case fo already has some age spots. Ines slumps down and can no l open. INT. - INESвЂ™ CAR - ROAD TO FLAVIAвЂ™S HOUSE - DAY The car drives through the outskirts of Bucharest. Apartm art nouveau buildings. The car turns onto a dark side str searching. He turns around to Toni, whoвЂ™s also awake an window. HeвЂ™s once again wearing the toupee with the lon",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOGDAN",
          "text": "ItвЂ™s here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "OK. Thank you. He gropes for his reading glasses and looks at a business slouched on the seat next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOGDAN",
          "text": "Shall I drive her home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Yes. EXT. - STREET BY FLAVIAвЂ™S APARTMENT - ENTRANCE - DAY Toni gets out of the car. He hesitates for a moment, then block and looks for the correct buzzer. Suddenly, Ines ap",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "What is this place? Toni presses the buzzer. Bogdan joins them and gives Toni he'd left behind. A voice emanates from the intercom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Romanian) Da, alo? (Yes, hello?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Toni... Ambassador Erdmann. ThereвЂ™s a buzz, and Toni pushes the door open. Ines loo disappears into a darkened hallway. Just before the door for it and follows Toni inside. INT. - FLAVIAвЂ™S APARTMENT BLOCK - ELEVATOR - DAY Toni notices that Ines has followed him. She hesitates ag",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "LetвЂ™s stop this now, Dad. Nonetheless, she gets into the elevator. The doors close They travel upwards. Exhausted, Toni and Ines look at the INT. - FLAVIAвЂ™S APARTMENT BLOCK - LANDING - APARTMENT - The door to an apartment stands ajar. Noises drift out fr around the door and shortly afterwards DORINA, a pretty, red hair and a dramatic outfit, appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORINA",
          "text": "Buna... (Hello...)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Hello... Erdmann... Ms. Schnuck, my secretary. The woman beckons them inside. She gestures at a coat rac nothing to hang up. Toni holds the bag of apples like a g",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORINA",
          "text": "Flavia! Dorina disappears along a long corridor. Toni and Ines st family gathering reaches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Please, letвЂ™s go... Flavia, the woman whose plate Toni held at the party, app corridor and walks towards them. Toni gives Ines the bag",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hello. You really came... SheвЂ™s genuinely surprised by the visitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Spontaneous decision... Only if we donвЂ™t make problems?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "No... Sorry for my sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Ms. Schnuck... You already know her. Some apples from the embassyвЂ™s garden. Toni gestures at Ines, who has no choice but to offer the",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "Thank you. Flavia looks at Ines and Toni, trying to work out whatвЂ™",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA, (CONT'D)",
          "text": "Please come in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(mixing German and English) I dreamed... | had diese Vision von einem Ei. How I would paint my egg. My Easter egg. He turns to Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "(to Ines) Please translate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "He had this vision of how he would paint an Easter egg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "Oh, I see. Please come in. Ines requires extra persuasion. \fINT - FLAVIAвЂ™S APARTMENT - LIVING ROOM - DAY Flavia leads the strange guests into a packed living room members are lounging with the children ona corner sofa, e ItвЂ™s not clear whether itвЂ™s a family party or the pre quickly beckons Ana over. SheвЂ™s the young woman who was headhunting companyвЂ™s party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "(to Ana) You remember Mr. Erdmann from the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANA",
          "text": "Yes, hello... Ana nods in surprise and looks at Tonia little warily. Su uncomfortable. Ines smiles politely at Ana and again resi",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "Do you want a coffee or a tea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Oh yes, that would be great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Just a water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "We didnвЂ™t paint Bukowina eggs. But we can show you some...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "Flavia beckons to her sister, Dorina, the woman who opene Ines and Toni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "(in Romanian) Dorina, dansul este un amic care lucreaz? la Ambasada Germaniei, iar doamna Schnuck este secretara dansului... Vor si ei sa invete tehnica incondeierii. Le arati tu, te rog? (Dorina, this is Mr. Erdmann. We met at AnaвЂ™s companyвЂ™s party. He works in the German embassy and wants to know a bit about the Bukowina technique.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "(to Toni) My sister will explain to you. Flavia guides them to a table. On it lie some eggs which children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Wow, this is very beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANA",
          "text": "No, no, we just did it with the children. Flavia quickly fetches a box from a shelf and takes out a ona strange little oven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANA, (CONT'D)",
          "text": "The wax should be hot soon. Flavia comes over with the box. Dorina helps her; They ta traditional-looking eggs. No-one really seems to know why specifically interested in the eggs, but Dorina explains Ana translates into English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANA, (CONT'D)",
          "text": "(in English) In the first step, you paint a pattern with wax on the egg. After that the egg will be put in the color bath. So under the wax it stays white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Translation please, Ms. Schnuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(in German) The first step is to paint the egg with a wax pattern. Then itвЂ™s dipped into a dye bath and colored. The bit under the wax remains white. Flavia comes back carrying two aprons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Shall I help in the kitchen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, because of the colors. I thought you want to try...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(mixing German and English) Yes, gerne... Toni lets them tie the apron around him. Ines politely de",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "Please... sit down. Flavia points to two chairs. Amongst the childrenвЂ™s egg one remaining white egg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANA",
          "text": "There is only one left. Dorina checks the oven, which is now hot. Ines hides her she can escape from the situation without seeming impolit",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "I will bring the coffee. Toni sits down. Dorina demonstrates painting something on pointed tool. Dorina continues in Romanian, handing the t translates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANA",
          "text": "With this tool you put the wax on the egg. ItвЂ™s complicated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Ms. Schnuck... Ines translates unwillingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(in German) Now you use it to paint something on the egg. Toni paints a crooked, dripping line of wax onto the egg. cups of coffee and pieces of cake. Toni hands the egg to",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "ItвЂ™s your turn now. Ines reluctantly sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in German) And take a few notes, please. He takes the cake and follows Flavia into the living room",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "And Orthodox Easter is when?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "On Friday... But we come together before. On Easter everybody is at their own home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Thank you that we can be here... The cake is good. Toni looks at Ines, whoвЂ™s being shown how to dip the eg between the two women, exhausted and deep in thought, and explanations wash over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "(to Flavia) We just came from the countryside. We visited an oilfield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "Oh, really? Ines looks at her father and Flavia. The latter is now re irksomely hitting the keys of a keyboard. All of a sudden",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(to Ana) Iam sorry. I really have to leave now. It was very interesting. She walks over to Toni and Flavia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "(in German) IвЂ™m going now. (to Flavia) Ihave to go... 1 am so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "Can we play a song for you, just to say thank you? We always do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK, why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(in German) For once, letвЂ™s finish something politely. He sits down at the keyboard and starts playing. He repea TONI (CONTвЂ™D) Mes dames et messieurs, mon secretary and I want to play a song for you. Over twenty years ago she started to force me to play this song... over and over... He looks at Ines. She shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "Please give an applause... to the fantastic Whitney Schnuck. A few people clap. Toni repeats the intro again and again We recognize it as the start of Whitney HoustonвЂ™s вЂњTh guests look expectantly at Ines. The pressure builds. Ine her a friendly smile. She finds the courage to take a few Toni starts playing вЂњThe Greatest Love of All.вЂќ She s",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I believe the children are our future Teach them well and let them lead the way Show them all the beauty they possess inside Ines deliberately starts warbling in a slightly exaggerat",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "Give them a sense of pride to make it easier Let the childrenвЂ™s laughter remind us how we used to be The guests, however, remain serious, and the song becomes InesвЂ™ performance to stay ironic. She has to focus on s remembering the lyrics. SheвЂ™s too ambitious to let hers her anger towards Toni, and she wants to show him she can",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "EverybodyвЂ™s searching for a hero People need someone to look up to I never found anyone who fulfilled my needs \fA lonely place to be And so I learned to depend on me Ines glances at her father. HeвЂ™s trying to accompany he louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "I decided long ago never to walk in anyoneвЂ™s shadow If | fail, if | succeed At least I lived as I believed No matter what they take from me They canвЂ™t take away my dignity Because the greatest love of all Is happening to me I found the greatest love of all Inside of me A couple of family members start to shout encouragement. good that something unplanned is happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "The greatest love of all Is easy to achieve Learning to love yourself It is the greatest love of all She wants to bring the song to a close, but Toni keeps pl sings even more intensively than before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "I believe the children are our future Teach them well and let them lead the way Show them all the beauty they possess inside Give them a sense of pride to make it easier Let the childrenвЂ™s laughter remind us how we used to be The lyrics repeat at a more difficult pitch and the tempo",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "I decided long ago never to walk in anyoneвЂ™s shadow If | fail, if | succeed At least I lived as I believed No matter what they take from me They canвЂ™t take away my dignity Because the greatest love of all \fIs happening to me I found the greatest love of all Inside of me She struggles with the difficult song, but rage carries h now fallen silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "The greatest love of all Is easy to achieve Learning to love yourself Is the greatest love of all And if by chance that special place That you have been dreaming of Leads you to a lonely place Find your strength in love The song is over. Ines flees the room. The family of stra follows her. INT. - FLAVIAвЂ™S APARTMENT BLOCK - STAIRWELL - LANDING - Ines has already descended the stairs. For a moment, Toni her, but misses his chance. Exhausted, he sits down on th false teeth. HeвЂ™s surrounded by several houseplants. Th into the hallway. He reaches into his grocery bag and pul taken any pills for days. He puts the box away again. A m eye. ItвЂ™s a large, black, furry head with a colorful ba FRIENDS to her door and sees Toni sitting alone in the ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "Everything OK? You can play very well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "A mask from Bulgaria. Do you want to stay for dinner? He looks at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "(mixing German and English) Oh yes, why not. The embassy is sowieso closed now. He shrugs at his bad joke. Flavia sits down next to him. other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI, (CONT'D)",
          "text": "You know I am not the German ambassador.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "Yes... | know the German ambassador. Toni canвЂ™t help but laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONI",
          "text": "IвЂ™m so sorry. All this was fun. I am on holidays. Visiting Ms. Schnuck... She is my daughter. I came to see howit is here, how she lives, but it was very complicated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIA",
          "text": "I know... family. Flavia nods her head towards the apartment. They look at INT. - INESвЂ™ APARTMENT BLOCK - STAIRWELL - APARTMENT - Ines arrives at her apartment door. Three PARTY SERVICE E everything to the door. Ines lets them in and stands diso She watches as two men and a young woman from the party s together a round dinner table, hang up floral decorations things into her refrigerator. Ines makes an effort to dec go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARTY SERVICE WOMAN",
          "text": "Please be careful with the flammable liquid, and we marked the wasabi sauce. ItвЂ™s super spicy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Thank you so much. It looks incredibly good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARTY SERVICE WOMAN",
          "text": "We will bring the rest tomorrow. And if you have any questions, this is our emergency hotline. Thank you for choosing DariuвЂ™s Catering. The woman hands Ines a card. INT. - INESвЂ™ APARTMENT - BEDROOM - NIGHT Ines lies motionless in her bed. Her cellphone beeps: Sh birthday greetings. She listens to a voice message, and w and Gerhard sing вЂњHappy BirthdayвЂќ and send her their before the message is finished. INT. - INESвЂ™ APARTMENT - KITCHEN/LIVING ROOM - DAY Ines walks from her bedroom into the kitchen. SheвЂ™s blo it up, and sheвЂ™s wearing a chic, tight-fitting dress. I stands perplexed in front of the buffet, then adjusts a c the label thatвЂ™s still hanging from her dress and rips threads its prongs into the zipper on the back of her dre a bowl of fruit from the refrigerator and walks into the place for a casual buffet party. The food looks very expe things and then walks back into the hallway. She glances bathroom. She fixes her hair. The overly-tight dress is i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines takes a pair of shoes from the closet in the hall an hitch up her tight dress before she can reach the shoes. fasten. She walks back into the bedroom and looks at some laid out on the bed. She tries to take off the dress, but the zipper. She pulls the dress upwards, but that only wo doorbell rings. Ines struggles to take off the dress. She and gradually fights her way out - it envelops her like a rings again. She walks into the hallway, hesitates briefl the door. SheвЂ™s naked apart from a pair of flesh-colore outside and looks at her with bemusement. Ines straighten own courage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Am I too early?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "No, no, come in. Steph gives Ines a gift, which she distractedly takes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "Thank you. Steph walks into the living room. SheвЂ™s surprised by In ignore it. Instead, she comments on the buffet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow, this is really nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yes, I was very happy with DariuвЂ™s. They were really nice. I mean, itвЂ™s a super small event.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Yes, he is the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "(in German) Do you want... (switching to English) Ah, do you want to drink? What do you want to drink? CrГ©mant or a Sancerre?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Sancerre... Ines walks tensely to the refrigerator, fetches the Sance glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH, (CONT'D)",
          "text": "Who is coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Basically my team from the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Great. New people. Steph is now slowly starting to feel uncomfortable about open the gift, but that doesnвЂ™t work. She puts it down and tries to open it herself. The doorbell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH, (CONT'D)",
          "text": "Iam also a last minute girl. Shall I help you choose something? I bet your closet is bursting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "No, thank you... She looks out of the window. She waits a little too long doorbell rings again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "OK, I open the door, and you get dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, itвЂ™s OK. Ines takes off her underpants and walks to the door. Real to open it, Steph quickly retreats into the living room. amoment for him to realize, with shock, that Ines is nake holding a bottle of champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "NothingвЂ™s wrong, Gerald. I just have nothing on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "ItвЂ™s a...a naked party. Ines stands up straight. SheвЂ™s struggling to stick by h nervously and tries to catch a glimpse into the apartment",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Interesting, OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "ItвЂ™s part of the team building. Stupid idea, but I couldnвЂ™t think of anything better off the top of my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "(uncertainly) I know that kind of thing from college. IsnвЂ™t it a bit childish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "You donвЂ™t have to join in. Ring the bell if you change your mind. Ines reaches into the apartment and hands Gerald a paper she closes the door and turns to Steph, whoвЂ™s appeared Ines walks back into the living room and gives Steph a qu to hide the fact that sheвЂ™s not totally convinced, but assertion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "What are we going to do with you now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "IвЂ™m definitely not undressing here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "lam sorry, but then you have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "You are kidding? Ines shakes her head. Steph pointedly puts down her glass door. She appears to be re-considering. Ines follows her, like sheвЂ™s throwing Steph out. Steph opens the door and out of the elevator. Steph takes the stairs and mutters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH, (CONT'D)",
          "text": "Have fun, you two. Tim is surprised at first to see Ines naked. He glances b direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Hey, am I early?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "No, itвЂ™s a naked party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Gerald had the idea. He knows this kind of thing from college. To strengthen the team spirit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Haha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "IвЂ™m being serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "And whoвЂ™s already here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "No-one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Yeah, I know for sure theyвЂ™re all in there, and I'll be the only one who walks in naked. Call me when the jokeвЂ™s over. They look at each other a little too long, then Tim leave She walks into the bedroom, glances at her clothes once m bed. She lies there quietly for what seems like forever. rings. Ines canвЂ™t bring herself to open it. Her cellpho ID and sees that itвЂ™s Anca, but she doesnвЂ™t answer. S time with more urgency. Ines looks through the spyhole an the door. INT. - INESвЂ™ APARTMENT - DAY Anca, InesвЂ™ assistant, stands naked outside the door, c body and smiling shyly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Hello... She quickly slips into the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "Happy birthday. She shakes InesвЂ™ hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA, (CONT'D)",
          "text": "(quietly) But itвЂ™s not about sex? Ines shakes her head and, for a moment, sheвЂ™s truly ove guest. Anca is skinny and has a girlish figure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "No, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "OK. So itвЂ™s just as a challenge... Ines nods quickly and it dawns on her that sheвЂ™s still it off. She beckons Anca into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA, (CONT'D)",
          "text": "Am I the first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yes. Anca relaxes a little, but finds it strange that thereвЂ™ blouse and a gift from her bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "(in German) \fUnfortunately, it didnвЂ™t completely wash out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Oh, thanks. ThatвЂ™s no problem at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "HereвЂ™s your present. Ines unwraps the present and pulls out a cute little pock",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA, (CONT'D)",
          "text": "Because you always ask for mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Thank you. For a moment, Ines is moved by the gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "(in English) Is everything OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "At the office you are always so stiff, and now you come up with this. Even though AncaвЂ™s playing along, she clearly finds the looks around the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA, (CONT'D)",
          "text": "You like it here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "ThatвЂ™s good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "Because | searched so long...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Oh, I didnвЂ™t know. The doorbell rings. Anca straightens up nervously. Ines has to hold a naked party. She walks to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "Where is the bathroom? Ines points to the guest bathroom in the hallway. Anca di amomentat the door. The bell rings again and she opens up her life. A dark, animal-like figure, a KUKERI, stands ou covered in long, dark fur, and his head is like a tall, s holds a flowering shrub thatвЂ™s been ripped from the gro whether he looks creepy or friendly. Ines hides behind th hesitates for a moment, then shuffles cumbersomely into t until heвЂ™s halfway inside that he realizes Ines is nake gives her the plant (a bouquet of artificial flowers) and continue into the apartment. Ines isnвЂ™t sure whoвЂ™s in cautiously exits the guest bathroom, expecting to see a c stares at the Kukeri. The Kukeri notices her with surpris of two naked women. He makes as if to leave. He seems to suspicious. He moves towards Anca, who quickly retreats t",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA, (CONT'D)",
          "text": "What is this? Who is under it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I donвЂ™t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCA",
          "text": "(in German) But not Gerald?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "I donвЂ™t know. Honest. Anca doesnвЂ™t really believe Ines, because it could be a building exercise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES, (CONT'D)",
          "text": "(in German) Are you Gerald? The Kukeri shakes his head uncertainly - as if he, too, i also uncertain. The KukeriвЂ™s dark fur creates a siniste striking. Nothing about it suggests that thereвЂ™s a pers handbag to cover herself a little. The doorbell rings aga column. Ines has no choice but to walk to the door again outside wearing an earnest expression. HeвЂ™s clutching h still wearing his socks and shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Had a beer first. He looks questioningly at Ines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD, (CONT'D)",
          "text": "Come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Ah, yes. Gerald takes baby steps into the living room. He greets A GeraldвЂ™s nakedness is far more difficult to deal with t hiding his genitals with his clothes. The Kukeri has retr behind Gerald and stands there, motionless. Gerald doesnв Ines, awaiting further instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "(to Ines) And now? Totally naked? Or what's this about? Ines nods vaguely. As if carrying out a dare, Gerald puts moment he just stands there, naked. He still doesnвЂ™t no behind him. Suddenly, the Kukeri puts its paw on GeraldвЂ Gerald screams and fends it off. The Kukeri briefly throt GERALD (CONTвЂ™D) Hard-core! Hard-core! He turns around and stares at the monster that attacked h friendly pat on the back, as if thereвЂ™s some coach insi concerned, the whole thing was clearly pre-planned. Anca front of her mouth. GERALD (CONTвЂ™D) ThatвЂ™s awesome... How did you come up with this kind of nonsense? He walks to the Kukeri and gropes at it. The Kukeri playf a moment. GERALD (CONTвЂ™D) He canвЂ™t take a joke. Gerald walks to Anca and holds up his open hand. She does but then gives him a high-five. He does the same thing wi GERALD (CONTвЂ™D) Where did you get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think itвЂ™s Bulgarian. Something against the evil spirits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Good for the team. (in German) What a load of nonsense. Awesome. Gerald reaches uncertainly for his underpants and hurried Anca also disappears with relief into the bathroom. Geral Kukeri sits down weakly for a moment on the edge of the s giving him a sad appearance. He straightens it with his p GERALD (CONTвЂ™D) OK, now I've earned a bite to eat. Wow, you've really gone to town. The Kukeri cumbersomely stands up and staggers to the doo GERALD (CONTвЂ™D) Now heвЂ™s leaving already... Ines watches him. The door swings closed. Ines looks dist Anca exits the bathroom, fully dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yeah, and... this is salmon with lemon remoulade. Just serve yourselves. Guys, I have to pay that guy quickly. Ines grabs a bathrobe, walks out of the apartment into th runs down the stairs. Her colleagues, CORNELIU and DARIU, excuses herself and points them towards her apartment. EXT. - STREET BY INESвЂ™ APARTMENT - NEAR UNIRII SQUARE - Ines sees the Kukeri turn a corner and runs after him. Sh wearing the full costume, he simply walks on. A couple of to look at him. Others pay him no heed. The sun hangs low warm light. Ines follows the Kukeri in her bathrobe, expe head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Kukeri crosses a large town square. Huge, illuminated appear: We're in the middle of the city. The Kukeri stops makes as if to remove the head, but then doesnвЂ™t. Ines continues to follow him without him seeing her. Exhausted down ona bench. Two TEENAGERS take a photo of him. A YOUN him and strokes his fur. He briefly puts a paw on her hea attention is too much for him. He walks away through a fe of the park. Ines watches as he moves further away. She c Suddenly, she starts running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Dad! The Kukeri turns around. Ines sinks into his wiry fur and Kukeri returns the embrace and Ines holds onto him as if again. The Kukeri holds her just as tightly, his head res After a while, he lets go of her. They look at each other holds out his arms. Ines screams in shock. The Kukeri cha then doubles back on himself. For a moment, he appears wi wafts in the breeze. Then he tiredly raises his hand. Ine towards her apartment. The Kukeri watches her. Her bathro briefly flashes her bare behind before she disappears. As Kukeri staggers behind a bush. He grabs at his head, but lurch and slowly falls to his knees. Again, he grabs at h and breathes heavily. He really doesnвЂ™t seem able to re while, he stays lying there. Then, seemingly using up his sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Kukeri crosses a large intersection. For the first ti the city. There are lots of people around, all going thei like a lonely alien. EXT. - STREET BY WINFRIEDвЂ™S HOTEL - NIGHT The Kukeri turns onto a side street and disappears betwee and an open-fronted floristвЂ™s into a small, low-budget INT. - WINFRIEDвЂ™S HOTEL - RECEPTION - NIGHT The Kukeri enters the hotelвЂ™s reception area. A young C mindedly watching a soccer match. The Kukeri gestures at something incomprehensible. The concierge understands wha the reception desk and, with a great deal of strength, pu Winfried is pale. His sweat-drenched hair sticks to his s down on the desk and puts WinfriedвЂ™s room key next to heavily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winfried stands in front of an old building. Through the nondescript German street is visible. ItвЂ™s a clear, som summer. Winfried is wearing a dark suit and his beard has aman around the same age as Winfried, waits with his WIFE straightens his necktie. IRMA, a woman also around Winfri background to two FUNERAL PARLOR EMPLOYEES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERTAKER",
          "text": "Just let us know when the private part of the ceremony is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRMA",
          "text": "Could we use your parking lot afterwards to load up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERTAKER",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRMA",
          "text": "Thanks. Roberto, could you take my bag for a minute? She gives her handbag to ROBERTO, a man of Mediterranean towards a dolled-up WOMAN whoвЂ™s approaching her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRMA, (CONT'D)",
          "text": "Winfried, this is the singer. Winfried nods at the singer and takes a few steps in the entrance, we see a taxi pull up. Winfried watches as Ines open the trunk and take out a floral arrangement. Winfrie Ines approaches her father. They embrace as closely as th",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "(mumbling) A serious occasion...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "IвЂ™m glad you're here. \fWinfried takes the flowers from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "Okay. Winfried and Ines look at each other for a moment. ItвЂ™s seen each other again. Renate joins them and briefly embr",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "My sincere condolences. Renate briefly shakes hands with Walter and his wife. Ine",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "The coffin is still open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "I'll stay here. Ines follows her father, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chapel is laid out with chairs. ItвЂ™s modern and quite Irma is explaining the order of service to the singer. Wi down. He shakes hands with the singer and gestures at her alone for a moment. Ines walks to the coffin in which her now decorating something at the other end of the room - s them, but she is. For a moment, Winfried stays in the bac next to Ines and looks at his mother. She looks much smal",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "IвЂ™m sorry I didnвЂ™t see her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "I think she understood that, somehow. They sit there in silence. WINFRIED (CONTвЂ™D) You can touch her if you like. Ines leans forward and touches AnnegretвЂ™s wrinkled han Irma, whoвЂ™s giving them a nagging look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED, (CONT'D)",
          "text": "We have to go. The line is long - they all still want money from her. He stands up and briefly touches his motherвЂ™s cheek. Ir parlor employees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRMA",
          "text": "You can close the coffin now. The employees walk to the coffin lid to close it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ines sits in the chapel in the front row, next to her mot WinfriedвЂ™s sister Irma and a man, Walter, who appears t young, enthusiastic PASTOR brings his speech to a close. father. The SINGER and her ACCOMPANIST, step forward. The adapted, highly theatrical version of вЂњTime to Say Good Andrea Bocelli. Next to Winfried, Irma starts to sob. Win It's hard to say what he feels. INT. - ANNEGRETвЂ™S HOUSE - KITCHEN/LIVING ROOM/TERRACE - Ines walks through her grandmotherвЂ™s house. She peers i some of her relatives are washing up the cake plates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Can I help you with anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABEA",
          "text": "ItвЂ™s almost done, thanks. Ines looks out through the terrace window. Outside, Winfr and BENJAMIN. The men are holding bottles of beer. A coup are doing gymnastics on a swing seat and being reprimande Irma stands in front of an open sideboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRMA",
          "text": "(to Ines) If thereвЂ™s anything you're attached to, let us know. BenjaminвЂ™s making a list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, IвЂ™ll think about it. Ines walks outside and joins Winfried and Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "And where are you these days? Budapest. She ignores his mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "Bucharest, but I just finished there. Now IвЂ™m going to Singapore for two years. She looks at Winfried. ItвЂ™s news to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "They have the biggest whiskey bar in the world there. What are these companies called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INES",
          "text": "You've probably heard of the new one, McKinsey. I used to be with Morrisons. Irma appears at the terrace door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRMA",
          "text": "Winfried, can you come here? Winfried walks to the door and glances into the living ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINERIED, (0.S.)",
          "text": "Just leave that there for now. Ines looks at him and their eyes meet. Winfried gestures follow him, then disappears. INT. - ANNEGRETвЂ™S HOUSE - CELLAR - GARDEN - DAY Ines follows Winfried without understanding what heвЂ™s l switches on a light and we see a scene of chaos left undi dust-covered workbench, a collection of antlers, old guns Winfried picks something up and puts it down again. He st sits down for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED",
          "text": "That song. IrmaвЂ™s crazy... They were supposed to play something by Harry Belafonte. She liked him, even though it was negro music to her... He stands up and starts to rummage through the chaos and takes out old coats and puts them away again. From under he pulls out a steel helmet. Ines watches him. He opens a garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINFRIED, (CONT'D)",
          "text": "All the things she kept. No idea whose this is. All this stuff is genuine. He gestures at an open cupboard. WINFRIED (CONTвЂ™D) Full of hats. He takes out a suitcase which really is full of all kinds Most are unused; Some even still have the price tag. Ines with fruit ornaments. She looks at Winfried as if sheвЂ™s him. ItвЂ™s the first time they've been alone together si hesitates for a moment, then plucks up the courage to say WINFRIED (CONTвЂ™D) About your question there, in Bucharest, about life. The problem is, itвЂ™s so often about getting things done. And then you still have to do this, or that. And, in the meantime, life just passes by. But how are we supposed to hang on to moments? Now I sometimes sit there and remember how you learned to ride your bike or how I once found you at a bus stop. But you only realize that afterwards. In the moment itself, itвЂ™s not possible. He looks at her, unsure what she thinks about what heвЂ™s moment, then Ines reaches out and checks the breast pocke pulls out the false teeth and puts them into her mouth. W fascinated. Ines puts on the hat with the fruit. They loo WINFRIED (CONTвЂ™D) Wait, IвЂ™ll get my camera. He walks out of the door. Ines follows him. She watches a corner of the house. Just before heвЂ™s gone, he turns ar the wall, motionless. Her expression turns serious. She w HeвЂ™s not coming back. FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2425"
    }
  ]
}