{
  "movie_id": "MOV2425",
  "scenes": [
    {
      "location": "CHIME IN MAGAZINE OFFICES",
      "time": "DAY, (1971)",
      "characters": [
        "85.",
        "DELOACH, (CONT'D)",
        "DANNY COLLINS",
        "94,",
        "OF THOSE LITTLE SOAP BAR THINGS",
        "CUE TITLE CARD",
        "ON DANNY AND TOM",
        "HIS PIANO",
        "SAMANTHA",
        "VALET KID",
        "OMITTED 81",
        "96.",
        "JAMIE",
        "21.",
        "OFF TO THE SIDE",
        "A98",
        "SOPHIE, (0.S.)",
        "LATER THAT NIGHT 47",
        "KURTZ, (CONT'D)",
        "66.",
        "NICKY",
        "MISS NEVADA BEFORE SHE GOT FAMOUS",
        "49,",
        "OUTSIDE THE BUSINESS CENTER",
        "A53",
        "NAME WAS DAWN WELLS AND SHE WAS",
        "CHYRON",
        "MARY, (CONT'D)",
        "AT THE DOOR",
        "HOPE, (CONT'D)",
        "TIM, (CONT'D)",
        "SECOND VOICE, (0.S.)",
        "DANNY, (CONT'D)",
        "STEWARDESS",
        "OVER ON FRANK",
        "OMITTED 95",
        "B84",
        "BACK TO DANNY",
        "YOUNG MAN",
        "ROADIE",
        "OMITTED 13",
        "SCREAMS",
        "67A.",
        "A64",
        "37.",
        "DID I STAMMER, I SAID GET THE FUCK",
        "LATER THAT NIGHT 48",
        "A80",
        "MARY, (0.S.)",
        "FRANK, (CONT'D)",
        "67.",
        "ON THE WALLS",
        "THE CAMERA TURNS AROUND",
        "OMITTED 85",
        "HOPE, (0.S.)",
        "27.",
        "OMITTED 4",
        "86A.",
        "VALET KID, (CONT'D)",
        "DOCTOR SILVERMAN",
        "61A.",
        "MARTY",
        "ALSO FOR THE RECORD",
        "TOM",
        "KURTZ",
        "OMITTED 76",
        "B80 CONTINUED",
        "DELOACH",
        "62.",
        "ON THIS YOUNG MAN",
        "CHILD'S VOICE, (0.S.)",
        "RIGHT UP FRONT",
        "THE END",
        "SUBURBAN DAD",
        "SOPHIE",
        "A73",
        "A",
        "DANNY, (0.S.)",
        "SOPHIE, (CONT'D)",
        "ON HIS FEET",
        "32.",
        "BACK INSIDE THE BUS 64",
        "OMITTED",
        "43.",
        "FROM OUTSIDE THE CAR",
        "B80",
        "BECAUSE THEY MAKE ME SMELL NICE",
        "A100",
        "YOUNG GIRL",
        "50.",
        "VOICE, (0.S.)",
        "BEST GODDAMN HILTON I'VE EVER",
        "MARY",
        "FRANK, (0.S.)",
        "DISSOLVE TO",
        "TO GET THE FUCK OUT OF HERE",
        "DOCTOR SILVERMAN, (0.S.)",
        "WOMAN",
        "AT THE CURTAIN",
        "TOM, (CONT'D)",
        "BARTENDER",
        "73.",
        "ON A VALET KID, (22)",
        "78.",
        "JUDD",
        "SHOWERING WOMAN",
        "ON HIS REFLECTION",
        "ON STAGE",
        "TIM",
        "A25",
        "SAMANTHA, (CONT'D)",
        "HOPE",
        "CONTINUED",
        "CUT TO",
        "BUT NOT GIRLY. GOODBYE",
        "31.",
        "57.",
        "80.",
        "STAYED IN AND I STOLE LIKE FIFTY",
        "74.",
        "WOMAN'S VOICE, (0.S.)",
        "74A.",
        "84.",
        "44,",
        "THE OTHER SIDE OF THE ROOM",
        "77.",
        "DANNY",
        "THE CROWD",
        "ON THE LETTER",
        "NURSE",
        "A96",
        "CROWD",
        "ON DANNY",
        "FRANK",
        "34A.",
        "AT THE STAGE CURTAIN/DOOR",
        "AT THE MIRROR",
        "15A.",
        "A NOTE TO THE READER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We listen to the song as we pick up snapshots from an office of an early 70's music magazine: - Cigarettes are smoked indoors, everywhere. Smoke wafts over cubicles, everywhere. - Women wear mini-skirts. Really “mini” mini-skirts. - Music POSTERS and SIGNAGE line cubicle walls. Hendrix. Dylan. Simon and a Jew-fro’d Garfunkel. - A poster of a young RICHARD NIXON. Someone has drawn a MUSTACHE on Nixon’s face as well as a “SPEECH BUBBLE” which reads “I'm an asshole.” - We hone in on a SINGLE CIGARETTE. A hand places it in an ASHTRAY. The now-empty hand removes the needle from the record player (stopping the song).",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Well, it’s a hell of an album, Kid. People are gonna freak. The album goes into a SLEEVE and gets placed on a table. The album’s cover bears only a simple title: Danny Collins. The cigarette gets picked back up, and the “voice” takes his place behind a desk. His other hand picks up a DICTAPHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "(re: recording) This cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND VOICE, (0.S.)",
          "text": "Sure. He hits RECORD. A PACK OF CIGARETTES are held forward. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Smoke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND VOICE, (0.S.)",
          "text": "No thanks. The pack is pulled back REVEALING for the first time: OUR INTERVIEWER, GUY DELOACH (36). His style is of the day and his manner that of a hippie who thinks he knows everything about anything worth knowing. DeLoach leans back in his seat. He takes a long drag on his cigarette as he studies the YOUNG MAN opposite him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THIS YOUNG MAN",
          "text": "Throughout, we see him only in FACELESS SNAPSHOTS. - Long hair, very much of the era. Open collared shirt. A hairless chest. - A single gold cross on the hairless chest. - Those few facial features we can make out are boyish, untouched by... well, anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELOACH",
          "text": "Jesus H, you’re a baby. What are you, sixteen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Twenty-one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELOACH",
          "text": "Jesus H. (beat, then) Well the album’s gonna be massive, Kid. Who got you there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "I’m sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELOACH",
          "text": "Your influences. Who do you dig? Who makes you hard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "(uncomfortable) Oh, well, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELOACH",
          "text": "Hold on. DeLoach picks up the recorder, speaks into it. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f1",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELOACH, (CONT'D)",
          "text": "June 30th, 1971, Guy DeLoach with Danny Collins for Chime Mag. (then) More than anything it’s your writing. You write like fucking Lennon, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Oh, well, that’s... thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELOACH",
          "text": "He’s clearly an influence here, no?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, I mean... I guess he’s the one who makes me the hardest? A beat. DeLoach LAUGHS, shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELOACH",
          "text": "Jesus H. Well, you’re going to be huge, Kid. I know the real thing when I hear it and you’re it. Danny doesn’t say anything. DeLoach raises a brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELOACH, (CONT'D)",
          "text": "Kid, look at me. I’ve been a star- maker and a star-fucker for a very long time, and I’m telling you: You. Are. Going. To. Be. Huge. Richer than richer, famous as shit, more women than you know what to do with. And I’m telling you this, and I’ve got to ask: why are you sitting there, staring at me, looking like that information scares the living shit out of you? Danny leans forward, full-frame for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Because it does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "\fEXT. THE GREEK —- EVENING 3 The large marquee outside the famous theatre bears only four words: Danny Collins. Sold Out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sign on the dressing room door reads: HEADLINER. In the distance we hear a dull, thumping ROAR. THUMP. THUMP. THUMP. A distant crowd awaits their star.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HAND fingers a CROSS. The cross dangles from a chain, half buried in a patch of gray chest hair. The cross is removed, placed on a table. The cross OPENS, like a coffin, and dumps a line of COCAINE on a table. A NOSE comes into frame, snorts some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE MIRROR",
          "text": "Preparation for show time: - GRAY HAIR STRANDS are darkened with HAIR COLORER. - A GIRDLE is strapped over an undershirt. - PLATFORM SHOES are stepped into, providing an extra five inches of height.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From behind, we TRACK our hero as he marches through the bowels of the arena in his platform shoes - his steps are wobbly, not exactly in a straight line. He passes some GIGGLING GIRLS, nods at them. He passes a few “backstage” types, including a familiar ROADIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROADIE",
          "text": "Break a leg, Danny. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(from behind) Just tell me whose. The Roadie LAUGHS as Danny moves on. The CHANTING CROWD grows closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE STAGE CURTAIN/DOOR",
          "text": "From behind, we watch as he pauses. One deep breath. One crack of the neck, each way. Then: He gives a THUMBS UP to someone off to the side. The curtain/door opens as he steps out onto the stage in front of 20,000 adoring fans. Needless to say, they go completely bat-shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON STAGE",
          "text": "We stay behind Danny as he strolls forward, takes the mic, and greets his fans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Thanks for coming, Los Angeles. It’s good to be home. The crowd ROARS approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "I think you might know this one. Danny turns to his BAND, NODS, and... LIGHTS BLAST ON!!! Everywhere. The crowd ERUPTS. Our CAMERA SWEEPS over the crowd revealing, in full, DANNY COLLINS for the first time since he was twenty-one. He’s still a striking man, but the years have definitely left their mark. He wears an impeccably tailored but boldly colored outfit. And those platform shoes. Equal parts Rod Stewart and Neil Diamond. There are instruments everywhere... but Danny’s not playing any of them. This is over-the-top spectacle... but not caricature. The music, the act, it’s cheesy without being cartoony, campy without being completely void of melody. It's pretty clear that the stadium isn’t the only thing that has sold out. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny has clearly led off with his biggest hit, akin to Sweet Caroline (equally catchy, almost as good). Sweet Caroline is a good reference actually, mainly because from the first note (and especially the chorus), the audience is SINGING ALONG in a call and response fashion (TWO VIDEO SCREENS even cue the audience to sing their part with bouncing-ball karaoke-esque prompts). The CROWD (older) eats it all up. A WOMAN sings his chorus “Hey, Baby Doll” while also wearing a “Hey, Baby Doll” T-shirt. ANOTHER WOMAN holds up a sign that reads “This Granny Loves Danny.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY",
          "text": "During the song he mingles with women in the front row - he kisses one woman’s hand, blows a kiss to another. He makes a show out of giving one woman his SCARF. Danny takes in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CROWD",
          "text": "AN OLDER COUPLE, arm and arm, SING the response part of the song back at him. They’re singing way too hard. THREE OLDER WOMEN sit quietly in their front row seats, eating RED VINES and mouthing words along, lifeless. A GROUP OF YOUNG PEOPLE sings along with energy... but they’re LAUGHING. They’re not laughing with Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY",
          "text": "He’s seen it all a thousand times. It no longer fazes him. He pivots with a little shimmy, keeps performing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny SLUMPS in a chair, his dressing room has transformed into the site of an after-party. Danny fingers an expensive scotch (and his cross) as he does his best to stay awake. TIM, a thirty-something, comes into view through Danny’s scotch glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Mr. Collins, do you think I could bother you for a quick picture? (before Danny can answer ) Just real quick, my mom will die-- (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFF TO THE SIDE",
          "text": "A MAN in an expensive suit drinks a BOTTLE OF WATER, watches. This is FRANK GRUBMAN (60's). (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM, (CONT'D)",
          "text": "(picture accomplished) Awesome, I'll tweet this to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Awesome. Tim, the cell-phone-photo-seeker, takes his leave. Frank shakes his head, walks over to Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "It was a good show, Kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Inspired. Frank tilts his head, takes Danny in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Hey, Sylvia Plath? You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, I’m fine. Birthday blues or some shit I guess. That’s all Frank needs to hear. He stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Alright everyone, sorry but my guy needs a little rest. No one really listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "LISTEN UP YOU LEECHES, IT’S TIME",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Frank, let ‘em be--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "No, Danny, I can name three people in this room and that’s about three more than you can. (to room)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DID I STAMMER, I SAID GET THE FUCK",
          "text": "out! The mumbling crowd begins dispersing. Once they’re gone, Danny and Frank sit in silence for a moment. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Birthday’s not till tomorrow, Kid. Got a few hours till the state mandated depression has to set in. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You see the Golden Girls sitting in the front row? Eating liquorice the entire time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Can’t choose your fans, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Three of them. Each of them older than the next. Made one pack of liquorice last the entire show. Just sat there gumming it for two hours. This hangs there. Frank tries cheering him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "New billboard went up on Sunset for the album. You should check it out on the way home. Danny nods, staring off into space. Frank STANDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Alright, enough of this crap. It's your birthday tomorrow, that’s your big problem? Pregnant women in Africa, feeding half their village from their titties... those ladies have problems. Not you. Danny smiles weakly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, I know. You're right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "‘Course I’m right, I’m always right. So go home to your stunning half-your-age fiancé who’s throwing you the massive surprise party tomorrow that I didn’t just tell you about. Then come tell me and the sore tittied African ladies about all your problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Okay. He stands, goes to exit. Frank’s voice stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "It was a good show, Kid. Really. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 11 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny turns, about to say something, then thinks better of it. He simply replies:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah. CUE SONG: Working Class Hero (TBD) by John Lennon. I/E. DANNY’S MERCEDES - LATER 10 It's a preposterous car for anyone... let alone a man in his sixties. Silver on the outside, leather everywhere on the inside, it’s a spaceship on wheels. Inside: Danny, exhausted, does everything he can to keep his eyes from closing as he navigates Los Angeles traffic. INT. DANNY’S MERCEDES - LATER 11 Danny eases the car up to the GATE of a MANSION. He tries using his “clicker.” It doesn’t work. He SIGHS, TOOTS the horn. In the booth of the guardhouse stands a DOORMAN, currently talking on a HOUSE PHONE. This is MARTY (40's). Marty holds up a finger (\"Be with you in a second”). Danny parks, waits. After a beat, Marty hangs up and approaches. Danny SIGHS, lowers the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTY",
          "text": "We gotta get that fixed for you, Mr. Collins. Good show tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It was, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTY",
          "text": "Calling it early? No after-party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Little tired. Just looking to hit the sack so... He motions at the gate. Marty doesn’t take the hint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTY",
          "text": "What’d you open with tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Same as always. (then) (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f11 12 13 14 15 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "I really gotta hit the sheets, Kid. Marty nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTY",
          "text": "Have a good night, Mr. Collins. Marty walks toward the gate, hits a BUTTON. It opens, revealing SHANGRI-LA. Is this a home or a “Four Seasons”? Danny literally has to cross a “bridge” to get to his home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny ENTERS the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m home! No response. Danny heads toward the tall staircase, looks at it, SIGHS - then turns around and gets in... An ELEVATOR, which carries him upwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bed fit for a king. Fireplace. Huge flat-screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Babe! ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "I’m in the shower! Danny walks into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A female figure (masked by steam) showers. The shower is roughly the size of Rhode Island. Danny walks past the shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOWERING WOMAN",
          "text": "Hey! Sorry I missed the show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You've seen it before. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 10A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny heads into his ADJACENT WALK-IN CLOSET (filled to the brim with high-end men’s clothing in bold patterns) and begins hanging his jacket. He calls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "What’d you do tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOWERING WOMAN",
          "text": "Just busywork around here. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Always doing busywork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOWERING WOMAN",
          "text": "It's a big house. Running it keeps a girl busy. (then) I‘1ll be out in a minute. I’m just finishing shaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Okay. (then, realizing) Oh, Hon? Danny turns back toward the shower. The door to the shower opens, revealing: SOPHIE (31). She’s Danny’s fiancé. She’s very young, very hot, and very naked. And she’s currently shaving her pubic hair with a disposable pink razor (shaving cream covers the region).",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Jesus, Sophie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "What? He shakes his head, thrown by the sight, and turns to go. Then he stops, remembering:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Oh, yeah: the kid out front, can you do something about him? I don’t need a half hour of chitchat every time I pull into my house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "He’s just trying to impress you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, well, he’s failing. (then) Okay, I’m gonna go write.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Okay, Baby. (then, realizing) Wait, write who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Just... Sophie, please watch what you’re doing, you’re going to maim yourself. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 16 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "(then) Don’t wait up, alright? He EXITS the bathroom. She calls after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Seriously, Baby! Who are you writing? No reply. Sophie SHRUGS, continues her grooming. INT. DANNY’S HOME STUDIO - LATER 16 It's a great space. A PIANO sits dead center. It’s obvious, however, that the room is not used often.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE WALLS",
          "text": "Covered in PLATINUM ALBUMS and framed copies of Danny’s records. The cover art on the albums tells a story - from that first SIMPLE ALBUM to the “look” he’s developed over the past decade or two (same typeface, posing, etc.). Danny ENTERS the room, looks around, and spots what he’s looking for: a BOX OF EMBOSSED STATIONARY PAPER. He carefully opens the box. Grabs a sheet. It’s blank. They're all blank. He looks until he finds... a fancy MONTBLANC-esque pen. He takes it out, looks at it, sits at the piano and takes his time perfectly setting the pen and paper into “writing position.” Danny begins playing a simple melody. A few chords. The beginning of something simple, melodic, and gentle. He pauses, puts on his glasses. Thinks for a beat, then... smiles. He grabs his pen and, just then... Catches sight of himself in the studio mirror:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HIS REFLECTION",
          "text": "An old man in a silly suit, wearing platform shoes and reading glasses, trying to write something original after what's clearly been a long hiatus from just that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY",
          "text": "Realizing. He stops, unwilling to go further. You can see it in his eyes. What’s the point? He puts down the pen, leans back, and closes his eyes. He falls asleep sitting up. \f17 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny pulls up to the house. Sophie holds leftovers in her lap; she’s dressed in something super revealing. Danny wears something that makes him look like a mid-60's pimp. You can imagine the looks they got at the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Good birthday brunch, Baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(nodding) Good birthday brunch. She kisses his cheek. He smiles at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "So how many people are inside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Dammit! Fucking Frank! Danny SIGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Honey: you can’t surprise a man my age. You want to give me a heart attack or something? She motions at her ring finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Not until it’s legal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Uch, I’m so pissed at him! Sophie reaches into her purse, pours a line of coke on the dash, bends forward and does some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE, (CONT'D)",
          "text": "You want? Danny SIGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You are trying to kill me. He accepts some, does it quickly, moves for the car door. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 18 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Sweetheart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Fix your dress. Her right breast is hanging out of the low-cut dress. Danny EXITS the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM OUTSIDE THE CAR",
          "text": "Danny heads toward the house. We hold there a beat, then Sophie exits the car and scampers after him (attempting to fix her dress as she scampers).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They ENTER the house to a huge:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "Surprise! The main living area is full of GUESTS. Danny feigns shock, looks to Frank, front and center. Frank motions to him: “act surprised.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No way! Are you kidding me!? (to Sophie) You did this? But Sophie’s already hopped up, barely listening, rubbing her nose and sniffling. Danny covers her behavior by hugging her. The CROWD AWWWWES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "(putting on a show) Don’t you all know you don’t surprise a man my age? You could have given me a heart attack! Everyone LAUGHS. Someone CUES Danny’s MOST FAMOUS SONG (the one we saw him open the concert with).",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "I think I know this one! LAUGHTER. Danny couldn’t be more miserable, but he’s had decades of experience performing. And boy, can he perform. As WELL-WISHERS descend on Danny we launch: \f19 14~A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PARTY MONTAGE (CUE SONG TBD: John Lennon’s “Whatever Gets You Through The Night”). (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "19 \f19 20 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As Danny goes through the motions in snapshots. - He watches OLDER MEN ogle YOUNGER WOMEN frolicking in his pool. - He and Frank watch as TWO YOUNG GUESTS ransack his wine cellar. - He OPENS gifts, relishes in receiving a bottle of SCOTCH with a ribbon around it. - He DOES COKE in the bathroom, alone. - He watches two IDIOTS pour vodka/white wine in his Koi pond. - At one point, he spots Sophie chatting with Marty outside (the doorman). He watches as she hands him some CASH. - He receives the gift of a SCARF from a FAMOUS FRIEND. He places it in a pile of identical boxes (everyone has gotten him scarves). - By the time evening descends on the party, we pull away from the festivities, ending on Danny’s familiar shoes. But this time, the shoes are empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party has pretty much cleared out, day has turned into night. Danny (socks, no shoes) and Frank (his Manager, we met him before) sit on Danny’s luxurious roof deck. Danny holds his recently gifted bottle of scotch (still with ribbon, now half empty). Opposite them, Sophie is passed out on a love seat. As usual, she’s hanging out everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "She’s like a young Jackie 0. Danny CHUCKLES, shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I look absurd with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Yes, you do. A beat. She begins to snore, drunkenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "We have to make her sign a prenup, don’t we? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f20",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Yes, we do. Another beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "15A.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 \f20 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m way too old to be putting this much shit up my nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Yes, you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Jesus, don’t give me all the good stuff at once, Frank. You’re really earning that ten percent tonight, Pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What do you want me to say? No, Danny, you look totally normal standing next to a coked up teenager who can’t keep her nipples covered for more than five minutes. Prenup? Who needs a prenup? I mean sure, you’ve been through three wives already, but this one really seems like the real deal. Oh look, I can see her vagina again! Danny smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Thank you, I try. Frank STANDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Okay, so... I got you a birthday present and it cost me a fortune so do me a favor and upside down the frown for five minutes, huh? Frank smiles, bends, and picks up a wrapped GIFT. Danny starts unwrapping. Frank explains, excitedly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "I know how fanatical you are about Lennon, so I started futzing around on the internet. Ebay, Lennon memorabilia, that kind of stuff. Wrapping paper is off. Danny starts removing ribbons. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "I get in touch with this one guy, a collector, say I’m looking to get you something special. Frank takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Holy shit, I’ve been holding this in for three months now! (then) Danny, wait, hold on. Danny stops opening the gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "You remember doing an interview, when you were a kid? Something called Chime Magazine? Fella named DeLoach?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(confused) Yeah. Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I don’t know what you’d said to the guy - you mentioned Lennon, doesn’t matter. Point is: Lennon read it! And he wrote you a letter! Danny lowers the box, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What? Frank, what the hell are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "John Lennon wrote you a letter, Pal! In 1971. He sent it to you at the magazine, care of this DeLoach guy. DeLoach smells money - handwritten letter from John Lennon and all - so he holds onto it, never tells you. DeLoach died, he’s not the point. The point is he sold the letter to a collector. Can you believe this shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m not following this, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Open the box, just open it. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f20 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny does, slowly. Frank has had the letter framed and Matted, beautifully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE LETTER",
          "text": "It’s small, handwritten. Very personalized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "A handwritten letter to you from John Lennon, written in 1971. Can you fucking believe it? Read it! Danny is still processing. He reads, out loud, slowly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Dear Danny Collins. Yoko and I read your interview. Being rich and famous doesn't change the way you think. It doesn't corrupt your art. Only you can do that. So what do you think about that, Danny Collins? Stay true to your music. Stay true to yourself. The rest will follow. My phone number is below. Call me, we can discuss this. We can help. Love, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Crazy, right!? I’ve been sitting on this thing for months... As Frank continues rambling excitedly, we PUSH in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY",
          "text": "He’s just staring at the letter. Reading it, over and over. His world has clearly just rotated on its axis. A letter from your hero, meant to be delivered to you when you were twenty-one. Warning you of all the things you wound up doing and now regret. Forty years too late. Can you imagine? CUE SONG: Imagine (TBD) written by John Lennon. Everything SLOWS as Danny looks around the deck. The imagery conflicts with the beautiful song: his fiancé, belching and half-conscious. The hangers-on passed out everywhere. His preposterously lavish mansion. Sad, horrific, irony. The song carries into... \f21 22 23 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "A25",
          "text": "25 19. INT. DANNY’S BEDROOM - NIGHT 21 Danny lies there holding the letter, still staring at it. It’s 5:45 AM and he hasn’t slept. He’s slowly unraveling. He gets up, whispers to Sophie:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’ll be back late. She waves a hung-over arm at him. INT. DANNY’S MERCEDES - EARLY MORNING 22 Danny drives through Los Angeles. The Sunset Strip, home to the Roxy, the Whisky. Have you ever driven down Sunset when there’s not a soul in sight? It’s surreal. The whole time the letter sits next to Danny, on the passenger seat. Haunting him. Danny pulls the car over. EXITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny walks to the curb. Looks up. Just stares. We cut WIDE, revealing what he’s staring at: HIS GIANT BILLBOARD. Danny stands in front of it, miniscule in comparison, taking in the ridiculous picture of himself winking at/pointing at camera - the oversized portrait a symbol of every bad decision he’s ever made. And that does it... Slowly... ever so slowly: a smile creeps over his face. He cracks his neck, coming to terms with a decision, and: He gets back in the car and races off. Full speed now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mercedes turns toward the gate. But then... the car keeps going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny pops out from behind the “bridge.” He’s entered his own property, unseen. He scampers across the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny strides into the house. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f25 26 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m home! We hear frantic FOOTSTEPS in the distance. Danny smiles, marches toward the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sophie lies in bed, confused and a little frazzled. Danny strides past her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "I thought you were coming home late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Change of plans. Danny heads through the bathroom into the walk-in closet. He takes out a SUITCASE, begins packing. Sophie ENTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Packing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Oh, I’m going away. (then) Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Whoever you were just in bed with, where is he hiding? (then) You know what, I‘’1l just ship everything. He grabs A SMALL BAG, exits the closet. Begins looking around the bathroom, grabbing toiletries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Danny-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Honey, I didn’t pull in, so the guy outside couldn’t call you and stall me. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26",
          "sentiment": "neutral"
        },
        {
          "speaker": "21.",
          "text": "26",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "I’m not mad, I promise, I just don’t want to open a closet and have a strange man jump out and scare the shit out of me. He’s not in the closet, is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "(relenting) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Good. Danny RE-ENTERS the BEDROOM, calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "You can come out! I promise I’m not mad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Jesus. (loudly) Just come out. It’s okay. A YOUNG HANDSOME MAN in TIGHTY-WHITIES comes out from under the bed. Danny smiles, continues throwing crap in his small bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(to the guy) You must be busywork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Judd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’1l call you busywork. She’s always doing busywork. Now I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "(apologetic) Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Sweetie, I could not be less mad. I had fun, did you have fun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Good. I’m glad. You stay. Keep the house for a while. You and Busywork here. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26 27 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Be young, have fun, I need my address book, there’s an address I need in my address book. Ah, here it is. Danny leans in toward Sophie, kisses her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "I would have made you sign a prenup anyway. You’re not missing out on any big money if that makes you feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "I guess it does a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m glad. Danny holds his hand out toward Judd. They shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Busywork, take care of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDD",
          "text": "My parents had their first dance to one of your songs, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well that’s fucked up in all kinds of ways now, isn’t it? (then) Okay, adios Kids. He grabs his BAG and EXITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny EXITS the house, a skip in his step. He heads across his bridge as he talks on his CELL PHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(into phone) Hey, have the plane ready. To New Jersey. (then) Yes, New Jersey. (then) Car, too. You know what I like. But how ‘bout a red one? (then) Yes, red. I’m changing shit up. Danny gets in his car and takes off. We can hear his LAUGHTER all the way down the street. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 28 29 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "CUE SONG: Hold On (TBD) written by John Lennon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny steps off the PRIVATE JET and heads down a set of stairs as a... RED MERCEDES (identical car, different color) pulls up next to the bottom of the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mercedes pulls up in front of this ordinary Hilton. The rest of the lot is littered with Toyotas and Fords.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A VALET KID, (22)",
          "text": "Standing there, bored. He sees the Mercedes approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALET KID",
          "text": "(re: car) Holy shit. The car pulls to a stop. Danny steps out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALET KID, (CONT'D)",
          "text": "(re: Danny Collins) Holy shit! The kid runs forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALET KID, (CONT'D)",
          "text": "Welcome to the Hilton, Danny Collins... Mr. Collins... (trying again) Welcome to the Hilton, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It's good to be at the Hilton, young man. And call me Danny. What should I call you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALET KID",
          "text": "Nicky Ernst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nicky Ernst, it’s an absolute pleasure. You have a wonderful face. Here, have a hundred dollars. He hands Nicky a HUNDRED. Nicky masks his excitement. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f29 30 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "So. Mr... Danny... will you be staying with us, or just joining us for lunch today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nicky: I’m going to be staying with you, I’m going to be joining you for lunch, I’m going to be taking advantage of all the amenities the Woodcliff Lake Hilton has to offer... Nicky, I can’t help but notice that you’re drooling on my car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "Sorry. It’s just so... awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You're welcome to use it whenever you want, take your girl out for a spin. You have a girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You will if you take her out for a spin in this car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "Wait, seriously? Danny is already walking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(calling back) Bag goes to my room, Nicky. Car goes in a garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny walks in. It could be any hotel, in any city. A LOBBY. A lobby RESTAURANT. A lobby BAR. That’s it. A SIGN reads: “WELCOME GREATER NJ DENTAL ASSOCIATION.” There’s a DISPLAY front and center, full of “dental” swag. Danny walks to the front desk. A PRETTY YOUNG GIRL (23) works on the computer. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "(not looking, bored) Welcome to the Hilton, do you have a reservation? 24A. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30 \f30",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She SIGHS, 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I do not have a reservation, but I’m hoping that won’t be a deal- breaker because I am rapidly falling in love with this Hilton. looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "Holy shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I get that a lot. What is your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "Jamie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Jamie, I’m Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "I know who you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What about Nicky out front? Do you know who he is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "The valet guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nicky Ernst. Ask him to take you for a ride in my car, you'll fall in love. (then) Look at you! Another fantastic young face. What an amazing place this Woodcliff Lake Hilton is. Why are your faces so fantastic and young?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "We're all college kids I guess, off for summer or just graduated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Ah. That must be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "How long will you be staying with us, Mr. Collins? Danny pulls out his ADDRESS BOOK from his suit pocket. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Jamie, my GPS tells me that we’re not far from a Hillsdale, New Jersey. Now tell me: is my GPS lying to me or giving me the straight shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "(smiling) Straight shit. You’re five minutes away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well, then I will be staying indefinitely. Jamie smiles, a little confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "Okay. I'11 give you the Honeymoon Suite, it’s our nicest room... only I don’t know how to do an indefinite reservation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Don’t need a honeymoon suite. Just a regular, everyday room. Jamie turns toward the back, yells out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "5 (calling out) lary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "If someone else with a wonderful face comes out, I don’t know if I‘ll be able to handle it. MARY SINCLAIR emerges from the BACK OFFICE. She's amazing looking, great smile... classically beautiful without trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Okay, I officially can’t handle it. Jamie darts over towards Mary, WHISPERS loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "Look who it is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(calmly) I see. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "(rapid-fire whisper) He wants to stay indefinitely. I was going to give him the Honeymoon Suite but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(loudly) He didn’t want the Honeymoon Suite. Mary and Jamie turn toward him, synchronized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "It’s not my honeymoon and I’m not very sweet. Regular room will do just fine. Mary approaches. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "And what college do you go to young lady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Ha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Ha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You’re staying indefinitely? Here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Huge fan of this Hilton. (then) Are you married, Mary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I’m sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Are you currently betrothed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Good. Dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You’re asking me to dinner? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I think so. Jamie, I asked her to dinner, didn’t I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "(excited) You did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I’m sorry, are you on drugs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Currently or in general?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Currently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No. (then) Dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I’m sorry, I’m going to have to decline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Not a fan of mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Currently or in general?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "In general.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "God, we have a great patter, don’t we!? Jamie, can you follow any of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "(giggling, excited) No! Mary smiles, shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I’‘1l check you in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "While you check me in, I’1l check you out. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 31 32 33 34 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Oh my God. Mary goes back to the computer. Despite herself: she can’t help but smile, just a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It could be any hotel room in the world. A bed, a small desk, a love seat. That’s it. Danny takes it in, thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny oversees as FOUR LARGE MEN try to figure out how to move a BABY GRAND PIANO through the door to his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything has been moved to make room for the massive piano, which dwarfs everything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY",
          "text": "Taking it in. He may as well be taking in the Sistine Chapel. He digs into his bag, and pulls out the framed LENNON LETTER. Sets it up on his nightstand. He takes in his strange new home and smiles:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PATRONS talk, whisper, point at...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OTHER SIDE OF THE ROOM",
          "text": "Where Danny sits at the bar. He’s wearing a customary over-the-top suit and is drinking scotch. He’s writing furiously. It’s important to note that he’s finally able to write using hotel stationary and an ordinary hotel pen, aS opposed to his Montblanc and embossed stationary. ON THE PAD: the beginnings of a lyric. Stuff about the seasons - “spring” and “fall.” Just a start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.S.)",
          "text": "Danny? Danny turns. Frank stands there. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Frank! Danny stands, envelopes Frank in a surprising BEAR HUG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Sit, sit. Thanks for coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Got on the first flight out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Thanks. Have you been here before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "The bar at the Woodcliff Lake, New Jersey Hilton? (then, obviously) No. Frank sits. He’s obviously concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "I spoke to Sophie. She said you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I did. (then, calling out) Barkeep? An ice water for this handsome young man, por favor? Danny turns toward Frank, serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Frank, I’ve decided to make some big changes in my life. Some of them may come as a bit of a shock, some of them may even affect you financially. Frank puts his hand on Danny’s knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’m here as your friend, Danny. Not as your manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Actually, I need you to be here as my manager for a moment. (then) I want you to cancel the rest of my tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’m sorry? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Don’t be sorry, I’m not sorry. I’m done, Frank. (then) Oh, I’1l also need you to call Bill, tell him to sell all my stock, all the houses. I want no debt, no risk. So help me God I will never be forced to sing those songs again. Oh, wait, tell Bill not to sell the LA house yet. I’m going to let Sophie and the kid she was cheating on me with stay there--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Danny, stop! You’re spiraling. Are you on something? What did you take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nothing, I promise. Actually, I’m done with that shit too. No more drinking, no more drugs--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You’re drinking right now, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "True. Okay, forget what I said about the drinking. I’m not running for Pope, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "This is because of Sophie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Sophie? No! Jesus, Frank, give me a little credit. Danny puts down his drink. Changes tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "What if I had gotten the letter when I was supposed to, Frank? He was my hero. I would have called him. (then) Maybe my life would have turned out different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You’re too hard on yourself, Kid. Always have been. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I haven’t written a song in thirty years, Frank. I’m a fucking joke. I’m a court jester with a microphone. (then) I was the real thing once, Frank. One album. My songs didn’t sell so they handed me theirs and I sang them. I gave up, Frank. Frank leans forward, concerned. Gently:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You’re having a breakdown, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Hate to tell you, Buddy, but I’ve been breaking down for forty years. I’m broken. Ain’t nothing left to break. (beat, then) I’m sixty-four, Frank. I’ve been abusing my body for the better parts of four decades. If I’m gonna find any kind of redemption, I can’t waste anymore time. A beat, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Why New Jersey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "One shock at a time, Frank. Frank nods, sips his water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "A sixty-something man starts canceling tours, people start wondering. I’m talking to you as your manager, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Actually, I need you to be my friend again now. Frank nods, sits there for a beat, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’ll cancel the tour. Danny nods back, clinks his scotch against Frank’s water. They turn back toward the bar in unison. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34 35 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "After a beat, from behind, Frank puts his hand on Danny’s shoulder. There’s nothing left to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny walks through the lobby, a spring in his step. His outfit/suit is typically bold. He stops at the front desk. Jamie and Mary are there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Jamie, have you talked to Nicky Ernst about taking that ride yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "Not yet, Mr. Collins. He turns to Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Dinner at seven? I’1ll meet you... He points five feet away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "There?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Still gonna have to pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Mary, you keep passing, I'll keep making passes, we’ll see who gives up first, sound good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Have a nice day, Mr. Collins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Big day for me. Meeting someone for the first time. How do I look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Honestly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "If this relationship is going to go the distance, Mary, I think we should always be honest with one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You look ridiculous. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f35 36 37 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nah, I look sharp. See you at seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "No you won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "And round and round we go. (turning) Jamie, don’t forget about Nicky Ernst. Wonderful young man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny steps outside, Nicky waits with his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nicky my boy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "She’s ready for you, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "The girl at the front desk, she won't stop talking about you, Nicky. You should ask her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "(stunned) Jamie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That’s the one. Don’t go after Mary, Mary's mine. Danny gets in the car, rips out of the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A very modest HOUSE, in a very modest NEIGHBORHOOD. This is “real world” central. TOYS are scattered around the lawn. It could not be more ordinary. And up to this house pulls a gleaming, red Mercedes. Driven by Danny Collins. National superstar. Wearing, what can best be described, as a zoot suit. As he strides across the lawn, stepping over a tricycle, a SUBURBAN DAD raking leaves does a double take. \f38 EXT. FRONT DOOR —- CONTINUOUS Danny RINGS the bell. No sound. He rings again. Nothing. He RAPS on it. He holds a BROWN BAG. Footsteps from inside. Danny braces himself. The OPENS, revealing: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "34A.",
          "text": "door 38 \f38 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nobody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD'S VOICE, (0.S.)",
          "text": "Hello. Danny looks downward at: A LITTLE GIRL (7). This is HOPE, Danny’s granddaughter. Needless to say, Hope is pretty fucking cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN'S VOICE, (0.S.)",
          "text": "Hope, you are not to open that door for strangers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "He’s not a stranger. We saw him on TV. Mom, come here, it’s the guy we saw on TV. Mom, Mom--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN'S VOICE, (0.S.)",
          "text": "What? Hope’s mother arrives. This is SAMANTHA (30's). Samantha is pretty and pregnant. She’s a study in contrasts: tough but emotional, sexy but a little tomboyish, and - at the moment - calm but completely thrown by the sight of Danny Collins on her front doorstep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Told you. I told you. You didn’t listen but I tried to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Hi, I’m Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "We know who you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "(imitating) Yeah! We know who you are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "(to Hope) Settle, Baby. Inside voices, okay? Samantha and Hope look back up at Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "I don’t really know who you are. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 39 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny bends down, takes in Hope for the first time. He touches her face, gentle. Up above them, Samantha doesn’t move, unsure what to do. Danny stands back up, offers forth his BROWN BAG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I was unsure of what was appropriate to bring...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "He’s at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "So I brought bagels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Wow. Okay. This is weird. I guess... come in? Danny follows them into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see FAMILY PICTURES on the fridge. Child drawings. A dirty pan in the sink. There are no granite tops here. It's warm, but tight. Danny, Sam, and Hope sit in the small kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "How did you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I hired someone to track him down years ago. Never got up the nerve until now. Danny puts the bagels on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "I want a bagel, can I have a bagel Mommy ! ? As Samantha starts cream-cheesing a bagel for Hope, she looks at Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Wow. I mean... wow on so many levels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Too much cream cheese Mommy-- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Samantha realizes what she’s doing. 36A. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "39 \f39",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Sorry, Baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "How far along are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Six months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Boy or girl, do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "A boy. Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "On so many levels. (beat, then) I have to call him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Of course. She walks over to the counter, keeping an eye on Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "So... Hope, what grade are you in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "I just finished the first grade. My teacher is named Mrs. Williams. Her aunt died last week so we had a substitute. He had a mustache. Why are you on TV?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Because I’m a singer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Are you a good singer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "I didn’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Hope!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(smiling) Why didn’t you think so? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 40 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Because when you were on the TV, Daddy said “Shut it off, Samantha,” and Mommy turned it off really fast, and then Mommy said, “Tom?” and Daddy said, “No” and that was that. Samantha starts to say something, but then starts talking into the phone (he’s gotten on the line). As she talks, she steps out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Hey, so... your fa... Danny Collins just showed up at the house. (long beat) Uh-huh. I know. Having bagels in the kitchen with Hope. (beat) What was I supposed... (beat) Yes. Okay. She hangs up, returns into the kitchen, puts on a big fake smile, and announces:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA, (CONT'D)",
          "text": "He’s coming home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Yay! Danny looks at Samantha. She SHRUGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope is watching television, completely absorbed. Danny and Samantha sit awkwardly on the couch behind her, watching her watch the television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "I have so many questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Ask away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "I can’t think of any of them now. Hope SCREAMS at the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA, (CONT'D)",
          "text": "Hope? Calm, okay? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny looks at Hope... currently running around in small circles, dancing. It’s partially adorable, partially manic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "She seems... energetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Severely hyperactive. Learning issues, behavioral stuff, we do the best we can but it’s a battle-- why are you here? The question’s delivery catches Danny by surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m making some changes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "It’s a little late for that, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Maybe. I hope not. Samantha leans back, thinks for a moment. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "My husband is the best man I’ve ever met. Solid. Kind. Funny. We've had one fight. Twelve years, one serious fight. Two years ago, I got backstage passes to one of your shows, thought it was time he should... at least meet you. (then) He disagreed. He disagreed strongly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "So this isn’t going to be pretty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "No. I wouldn't imagine it will be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well, if you could help grease the wheels at all--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Mr. Collins, my parents are dead. His mom is too. I'd like my daughter to know her one remaining grandparent, I would. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA, (CONT'D)",
          "text": "I’d like my husband to know his father. And I’1l admit to being a little star-struck by you. But in a minute, my husband is going to walk through that door. And when he does, I’m confident that this will be the last time I ever see you. And despite your celebrity, and despite what I want for my family, I will not try and stop that. You did this to yourself. Shame on you. Danny NODS, understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That was good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "(emotional) I’ve been practicing it in my head since you gave me the bagels. Danny smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "He married well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Yeah, I’m pretty great. You see? You really missed out. And just then: the FRONT DOOR opens. There stands TOM (40). Handsome. He wears boots, work clothes, clearly fresh off a construction job. He could not be dressed less like the man currently sitting on his couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Daddy! Daddy! Tom’s eyes remain fixed on Danny as he hugs Hope (who is becoming overwhelmed by all the excitement).",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE, (CONT'D)",
          "text": "(hyper ) Look who it is! It’s the man from TV! It’s the man from the TV that we saw singing, and Mommy said “whoa” and he brought bagels--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Hope, easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "He brought bagels and Mommy called you and now you’re home early and-- (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(calmly) Hope? She looks up at him. Tom begins an adorable father- daughter calming ritual; the whole time never breaking his “if looks could kill” stare at Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "Your favorite flower is a--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Rose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "To smell it you breathe through your... She takes a deep breath through her nose. It’s all a bit surreal: watching a man settle his daughter with a nursery rhyme while staring daggers at his long-lost father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "(rhyming/glaring) Keep it in, long as you can go, then let it out, in one... big... blow. Hope lets out her breath, a bit settled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "(to Samantha) Hi Honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Hi Baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(to Danny) Could I speak to you outside for a second?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Of course. Danny stands, offers his hand to Samantha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "If I have, then I am truly very sorry to have missed out on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "(formal) Thank you for the bagels. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(smiling) Okay. Tom guides his daughter towards Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Hope, say goodbye to Mr. Collins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Goodbye to Mr. Collins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Mr. Collins, say goodbye to Hope. Danny kneels down, takes a knowing last look at his granddaughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(sad smile) Goodbye to Hope. He stands, follows Tom out the door. 4l EXT. TOM AND SAMANTHA'S HOUSE - CONTINUOUS 4l Tom closes the door behind them. They stare at each other for a long beat. A really long beat. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You’re so tall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(calmly) I’m sorry. What exactly do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Are you sick? Is that why you’re here? Are you dying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No. I’m not sick. Danny takes a deep breath, contemplating. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "You have every right to be angry-- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f4l",
          "sentiment": "neutral"
        },
        {
          "speaker": "43.",
          "text": "41",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I’m not angry, I’m really not. I’m a little confused, and strangely not interested. So if you have anything to ask me, go ahead, because this will be the last time we see each other. Danny NODS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What do you do for a liv--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I work construction. Local residential. Not my dream job but it’s steady and Princeton wasn’t exactly in the cards. What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Your mom--—",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Died of cancer ten years ago. Never married, never spoke about you except to say it was a wild thing she did when she was twenty- three and got drunk backstage after a concert. I use her last name. Anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You're clearly very angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I’m not angry, I don’t care enough to be angry. I’m thinking about what I’m going to tell my daughter about you, and I’m thinking that I have to be back at work in twenty minutes. Are we done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’ve sent you checks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Ripped them up. Okay? Nice to meet you, have a good life. Tom heads back inside. One last question stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Are you happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Am I happy? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f4l 42 43 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Do you have a happy life? Tom turns around. He finally slows down a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I hate my boss. Mets break my heart every year. But I have the best wife in the history of wives. An amazing little girl. I wish I could do more for her. I'd do anything for that. But yes. If it makes you sleep better, I’m happy. Oh, and fuck you, you selfish prick. I am angry. Tom ENTERS the house, slams the door behind him. Danny stands there for a moment, then trudges back to his car. CUE SONG: Beautiful Boy (TBD) written by John Lennon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny drives the car up toward the valet. Nicky waits:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "You were right! Jamie talked to me today. She’s never talked to me before!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That's good, Kid. That’s real good. He trudges away, inside the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny walks in, passing Jamie at the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "Hey, Mr. Collins!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Jamie, how ya doing? Jamie is about to respond, but Danny doesn’t wait for a reply. Jamie watches him go, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny rests his head on the hotel bar, cheek to bar. He’s been here a while. His eyes are closed. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f44 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mary steps into frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Mr. Collins, how we doing tonight? Danny doesn’t move, doesn’t open his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Peachy, thanks for asking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "That’s good. Real glad to hear that. Neither of them moves. Danny just lies there. Mary just stands there. After a beat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Mr. Collins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(head still down) Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Wonder if you could help me with something? When a famous musician starts getting fall-down drunk at a hotel bar, and you’re the Manager of that hotel, is there a protocol on how to handle the situation? We’ve had a shortage of famous fall-down drunk musicians here lately and I'ma bit out of my depth. Danny finally opens his eyes, looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I had a bad day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Okay. He points at his glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That's just water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Yes, but that’s because the ice melted. Danny nods. He suddenly looks very vulnerable. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f44 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Please don’t be mean to me. I really did have a bad day. She nods, SIGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Yeah, well, I had a bad day, too. She sits down next to Danny, three seats away. Danny looks over at her. She’s staring into space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Can I buy you a drink? Mary looks at Danny, blankly. Danny presses on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Wine spritzer? Bay Breeze? Something froz-- Mary WHISTLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Josh? Tequila, rocks, something afiejo. Splash of soda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Right away, Boss. Danny looks at Mary, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You’re not the only rock star in this hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Apparently not. Danny takes in Mary. She’s back looking off into space. These are two very lost souls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Why’d you have a bad day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Oh, because I work with a bunch of well-meaning but remarkably dim twenty-somethings who are just passing time until they go back to school. And one of them screwed up the computer system and it took me half the day to reprogram every reservation manually. Her drink is delivered, she takes a sip. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f44 45 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "You? Danny takes a sip, bracing himself. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I tracked down my grown son who I’d never met before. Met him, his wife, my granddaughter. Then he told me, quite emphatically, to fuck off and die. She processes this, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "EVERY reservation, each one had to be reprogrammed manually. I hope I made that clear. Danny LAUGHS. Mary leans forward, serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Can I ask you a question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Not if it’s about why I’ve never met my son until today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Shit. That was my question. They sit there for a long beat, then, turn back to the bar, and sip their drinks in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They’re still just sitting there, sipping. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "We've lost our patter. Mary NODS, sips. After a long beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I saw you in concert once. About five years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "My husb-- (correcting) My ex was a fan. He loved it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f45 46 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "And you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I appreciated your... zeal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(“ouch”) Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "“Zeal’s” not awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "“Zeal's” not great. A beat. Then Danny LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "“Zeal’s not awful, zeal’s not great.” I’m telling you, Mary, this is some kind of patter we have! We should take this on the road, we could be the new Nichols and May. She shrugs, takes a sip. A long beat of silence, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "May and Nichols. Danny looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "I'd want top billing. Danny smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pick them up, many minutes (and many drinks) later. Danny now stands near Mary, who sits facing him (back to bar).",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "--. and then he writes, “What do you think about that, Danny Collins?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(repeating, laughing) John Lennon writes, “What do you think about that, Danny Collins!?” (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 47",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yes. (as if answering) I don’t know, John. I think you should have sent the letter to my house so I could have avoided living a bullshit life for the past forty years, that’s what I think. Mary explodes in laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER THAT NIGHT 47",
          "text": "As Mary reveals herself a little in front of a fireplace inside the bar:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "She’s eighteen now. Rick and I split last year. Yeah, most parents try and wait till the kids leave for college but we tried to do it at the time when it would screw her up most.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Did it work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Oh, yeah. She’s a complete mess. Hates both of us. But guess what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What? Mary leans in, whispers conspiratorially:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "She hates him more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Perfect! Mary suddenly becomes emotional and vulnerable:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Okay I don’t like joking about this anymore. I’m a good mother, I swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(whoa) No, I know. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "50.",
          "text": "47",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I was just trying to be funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(completely gone) We did split up at the worst time possible but I don’t think she hates me. Oh, maybe she does. I don’t want any more tequila! She’s crying now, but also laughing. It’s incredibly appealing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER THAT NIGHT 48",
          "text": "A quieter moment:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I went on Match.com last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "How was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I started filling out a profile. Divorced. Grown daughter. Hotel Manager. I started crying. I started crying from my own profile. (then) Rick will find some fun young thing. My daughter will go off to college next year. (then) I’m going to be alone for the rest of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Not if you marry me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Yes, well, I’1l keep that in my hip pocket, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Hey, I’m great at being married. Done it three times. (then) My second wife was actually one of the stars of Gilligan's Island. Mary looks up. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Ginger? He shakes his head “no.” Suddenly, Mary gets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Mary Ann! He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Holy shit! You were married to Mary Ann!? That’s insane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny sits at the piano, looks at his hotel stationary pad. Mary, meanwhile, is looking at the LETTER FROM LENNON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You better have something to play me. Because if this was just a lame attempt to get me to your room-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I have something to play you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(re: letter) This is truly unreal. She shakes her head, puts the letter down. Danny settles. He’s nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Okay, so, I haven’t written anything in a long time and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nothing to write about, I guess. And I wasn’t a great pianist to begin with so--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Enough stalling, Collins. Play it. Danny cracks his neck, then: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f49 51a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He starts playing. He’s playing the same MELODY he started back in the fancy studio of his mansion, before he'd received Lennon’s letter. But now it has words. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "49 \f49 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny starts to sing... the music is simple, the melody and lyrics wrenching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It’s spring in my mind/But the autumn leaves they fall/As I’m walking by/I collect them all... Danny stops, looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Keep going, keep going!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That’s as far as I got. Mary looks confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Honestly, this kind of was just a lame attempt to get you to my room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Jesus Christ. Mary shakes her head, stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Come on! Stay! I’m an old man with ten scotches in him. The odds of anything risqué happening here are very, very slim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(with a smile) Goodnight, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(giving up) Goodnight, Mary. She stops at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "The song’s beautiful, Danny. A little short, but it’s going to be beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Thank you. She EXITS the room, stops in the HALLWAY. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f49",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "(3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "And hey, about what we talked about? You shouldn’t give up. 52A. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "49 \f49 50 51 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I agree. (then, immediately) Mary, will you have dinner with me tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Not that. Your son. Danny smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Okay. (then) But don’t give up on dinner either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(immediately) Mary, will you have dinner with-- But the door closes before he can finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY",
          "text": "Completely smitten... and maybe even a little inspired. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOTEL GUESTS (and a lot of DENTISTS) are crammed around the GLASS DOOR, looking inside... INT. WOODCLIFF LAKE HILTON BUSINESS CENTER —- CONTINUOUS Where national icon Danny Collins sits at a COMPUTER wearing only a HOTEL ROBE and SLIPPERS. He has PAPERS scattered around him, everywhere. - He takes notes. - He sends faxes. - He makes calls. - In between he behaves as if he’s Eloise at the Plaza: LINE COOK brings in a plate from the BREAKFAST BUFFET. NEWSPAPER is delivered. COFFEE refills are served. A TAILOR measures him for a new suit jacket. 50 51",
          "sentiment": "neutral"
        },
        {
          "speaker": "A",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f51 52 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "- We hear and see bits and pieces of everything: Danny explaining who he is over the phone. Danny giving a credit card number. Danny asking how quickly whatever he’s planning can happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE THE BUSINESS CENTER",
          "text": "Spectators watch. Jamie approaches Nicky from behind (he doesn’t see her).",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "What’s he doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "He’s bitch slappin’ the business center is what he’s-- (then, seeing her) Oh, hey. Mary pushes through the spectators to see what’s going on. She sees Danny pacing around inside, a man possessed. She smiles, doesn’t interrupt. EXT. TOM AND SAMANTHA’S HOUSE - NEXT DAY 52 A quiet morning in the neighborhood. THE SAME SUBURBAN DAD now waters his lawn next door. DANNY'S GIANT TOUR BUS pulls up to the curb, catching the dad’s attention. It dwarfs the entire street, takes out branches at it comes to a stop. And out steps Danny Collins, wearing one of his finest get-ups. Danny walks towards his son’s front door. As he passes, he NODS to the neighbor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Mornin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBURBAN DAD",
          "text": "(stunned) Hi. Danny RINGS the bell (he forgot it doesn’t work), then knocks per usual. The door opens. It’s Samantha:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "(re: Danny) Oh fuck me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Language, Dear. 54A. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "52 \f52 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Hope runs to the door, sees Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "WE DON’T WANT YOUR MUSIC! Danny bends down, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You don’t want my music? Samantha explains, pointedly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Tom explained to Hope the other day how you’re a musician and how some musicians go door to door to sell their music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Ohhh. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "(still explaining) But we weren’t interested in buying any music. Much the same way some people aren’t interested in buying Girl Scout cookies. Doesn't mean we’re rude, just that we weren’t interested in buying any music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, I get it. Possibly more complicated an explanation than required for a seven year old, but okay. Hope spots the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Mommy look, Mommy look, do you see this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "(to Danny) Just out running some errands? Hope runs for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA, (CONT'D)",
          "text": "Hope!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(calling out) Jimmy. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A DRIVER (Jimmy) gets out. He opens a door for Hope, lets her in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "She’s fine, he’s got her. Tom arrives at the door, sees Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(re: Danny’s presence) Are you fucking kidding me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Oh good, we’re all here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You have a hell of a nerve--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Have you heard of the New Compass School, in Manhattan? Tom stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It's one of the most progressive private schools in the country. It uses... hold on: He pulls a piece of paper out of his pocket, reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "“A multimodal approach toward treating children with learning issues, particularly ADHD.” (then) I pulled some strings. You have an interview in two hours. Hope pops out of the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "It has a SHOWER!!! And she’s back inside. Tom turns back toward Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Do you really think that we haven't looked into every school-- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well you haven’t looked into this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "And how exactly do you know that? 56A. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "52 \f52",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(quietly) Because you can’t afford it. Tom steps forward, he’s had enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You know what--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "(sharply) Tom. Tom goes quiet, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Stephen, would you mind your fucking business please. Behind them, their nosy LANDSCAPING NEIGHBOR slips out of frame. Samantha motions towards Danny to continue. Danny takes the opportunity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "People wait two years to get an interview. You have one in two hours. Samantha looks at Tom. Tom says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Just give me one day to do something good for you. Then I’m gone forever. You'll still go to heaven ‘cause you’re so damn tolerant, and I’1l still go to hell because you can’t buy redemption. Everyone wins. Tom looks at Samantha. She clearly wants this. He shakes his head. There’s no stopping this train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "If you guys want to bring any friends, there’s room. INT. TOUR BUS —- LATER A53 The THREE ADULTS awkwardly sit in the enormous bus as Hope runs around like a maniac. \f53 57A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like many top private schools in Manhattan, it’s a mansion converted into a school. It looks like a place superheroes in an X-Men prequel should attend. The TOUR BUS sits outside. \f54 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The family stands in the middle of the school, staring. It's awe-inspiring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "This is a school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "I’m not sure, Baby. A MAN (40's) ENTERS in workout clothes. This is the HEADMASTER, RYAN KURTZ. He’s reading from a CLIPBOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "Sorry to keep you waiting. And sorry I’m dressed like Jack LaLanne, I’m elastic-only on the weekends. I’m Dr. Kurtz, the headmaster here--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Tom Donn--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "(re: Danny) Holy cow, you really are Danny Collins! Kurtz beelines for Danny. Tom continues introducing himself, even though Kurtz is no longer listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(to no one) --Tom Donnelly, my wife, Samantha, our daughter, Hope, my balls are in my wife’s purse, if you’re lucky you can meet them later. Samantha smiles, smacks him. Danny shakes Kurtz’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "Wow, seeing you in person is way different than talking to you on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Good to meet you, Doc. Kurtz turns to Tom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "And you must be Hope. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54 55 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(not that amused) Tom. Kurtz feigns confusion, turns toward Samantha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "Then... you must be Hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Samantha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "Then who’s Hope? Hope, of course, finds this routine hysterical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "I’m Hope! I’m Hope! Over here, that’s me, I’m Hope--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Easy, Baby. Kurtz smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "Let me show you guys around. We're only half speed during our summer camp programs but you can still get a sense of the place. They follow him off. Danny holds still, unsure what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ, (CONT'D)",
          "text": "C'mon, you. You started all this. Danny hesitates, looks toward Tom. Tom, exasperated, throws up his hands in defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kurtz leads them through the unbelievable facilities... technology-filled classrooms and a college level gymnasium catch the eye. Hope runs ahead, excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Hope!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "She’s fine. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Samantha keeps her eye on Hope as she talks to Kurtz (who reads Hope’s paperwork as he walks).",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "When first grade started, she really started having trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "We've had her working with a private tutor once a week and I do exercises with her every night. She has a really hard time focusing, retaining information--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(interrupting) It’s been a real struggle. Tom looks at Danny, shocked by his chutzpah. Kurtz lowers the clipboard, looks at Samantha and Tom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "Most schools try to train children like Hope to fit into their systems. We prefer to tailor a program to fit the child's needs. (to Danny) We call that our IEP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "And that’s--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Individualized Educational Program, right? IEP? They all look over at Danny, glasses on, studiously reading notes from his stationary pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "You’ve done your homework, Mr. Collins. Kurtz leads Samantha into the next room. We hang on Danny who smiles, proud of himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You having fun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Little bit of fun, yes. I’m very excited. Danny walks past Tom. Tom SIGHS, follows after... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We PAN off a line of children’s SHOES until we land on a final pair: those belonging to Hope. She is mesmerized watching a ROOMFUL of ballet students, dancing in unison. He parents are watching her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "And so this whole place is just an elementary school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "(confused) Elementary and middle. We’d carry Hope until 8th grade, then we’d place her in--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I’m sorry, I’m sorry. We live over an hour outside the city. How would she even--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "She’1ll have a driver. Every day, to and from school. Everything will be taken care of, through college. It will be in writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ",
          "text": "A more formal interview is required, obviously. But considering Mr. Collins’ generous donation and what I see in Hope’s records... I suspect the interview will go well. (then) I don’t usually come in ona Saturday, if you catch my drift. He smiles at Danny, turns back to Tom and Samantha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ, (CONT'D)",
          "text": "You have a lot to discuss. But trust me: you want this. This can change the course of Hope’s life. (then) You’ve got a good grandpa here. If things could possibly get more complicated, they just did. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURTZ, (CONT'D)",
          "text": "I’‘1l give you all a minute. He EXITS. The family is left alone. A beat, then Danny CLAPS. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "56 57 58 59 60 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Okay, so that concludes the educational portion of the day, now for the fun stuff--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Whoa, whoa, what are you talking abo--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I asked for a day, Tom--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "But-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "--and you agreed to give me a day. Samantha, he did agree to give me a day, didn’t he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "I don’t know if “agreed” is the right word--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Samantha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "He agreed to give you a day. Danny smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well last I checked - day ain’t over yet. Tom and Samantha share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "56 57 58 59 60 61 \f62 63 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TOUR BUS pulls to a stop in front. INT. TOUR BUS —- CONTINUOUS 63 We PAN through the back of the bus, now FILLED TO THE BRIM with bags from Toys R Us. On the van’s couch, Hope is asleep on Tom’s lap. She clutches MULTIPLE TOYS in her arms, as well as the remnants of something that was formerly ice cream. She's clearly had the day of her life. Samantha opens the door to the bus, steps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Here, I’1l take her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "I’m carrying one of your kids already, what’s another? Tom smiles. She takes Hope, turns to Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA, (CONT'D)",
          "text": "Um, SO... Her eyes well up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA, (CONT'D)",
          "text": "I want to say something but I’m afraid I’m going to be too nice. Danny smiles, takes her off the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Goodnight, Samantha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Just... thank you. I think. Yes, definitely. Thank you. She awkwardly EXITS, carrying Hope (and some toys) with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY AND TOM",
          "text": "Alone. Father and son, facing off. No one speaks. It’s a Mexican standoff. Finally - surprisingly - it is Tom that makes the first move. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Silence. 64. 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(serious) You are a ridiculous man. This hangs there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "I have spent my entire life trying to become the kind of man you aren’t. I am exhausted. You have no idea how exhausting that has been. Danny thinks, explains: He pauses. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "When I met your mother... I was strung out, on God knows what. When I found out, I tried to send her money. She refused it. Over the years, I always wanted to find you, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "My life was extreme. The drugs. Women. Travel. I didn’t think much of myself. I thought you were better off with a normal life. And then, by the time I realized... I don’t know. I don’t know how I allowed it to go this long. Tom finally leans forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "What you did today - your slate is clean with me. But that’s as far as this goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I want to be a part of your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "No. I can’t handle that right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I can’t just walk away from this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Well, you’re going to have to because it’s just not a good time-- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Not a good time, what does that mean, not a good time--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I’m sick. It comes out quickly, strongly, and unintentionally. The car goes silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "Shit. Danny is lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What the hell are you talking about? What do you mean you’re sick? Tom shakes his head. He doesn’t want to do this. Finally, he gives in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "It’s what Mom died... (beat, then) It’s in the blood. It’s pretty bad. Danny looks stunned. A long, silent beat as he processes. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Are you fucking kidding me!? Tom looks up, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "I just met you! I mean, you’ve got to be fucking kidding me! This hangs there, awkwardly. Danny takes a breath, regroups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Okay, obviously that was not a great reaction. I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "No, don’t be silly! I’m the one who should be sorry. After all: you’re Danny Collins! What business do I have getting in the way of your happy ending? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Tom-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Tell me: how did this all go in the little movie you have playing in your head? You show up out of nowhere, fix my kid’s life, and we hold hands and cry as the music swells? Was that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(reaching for him) I didn’t mean to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Don’t you fucking touch me. You want a taste of the real world? You want “normal”? Well here it is, Superstar: I’ve got a two hundred thousand dollar mortgage, a pregnant wife, and oh yeah, a rare form of Leukemia that’s probably gonna kill me. Welcome home, Daddy, see what you’ve missed? Danny's head is spinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I don’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I don’t need you to say anything, I need you to leave. I have to go inside before Sam asks me what we were talking about--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Wait, wait, wait, hold on... she doesn’t know? Tom says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Are you insane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I got a great doc in the city. Three weeks of this targeted therapy thing. It’s like a chemo but I don’t lose my hair or anything. They can tell within a month if I’ve responded at all. If I do, maybe I have a chance. If not, it happens quick. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny shakes his head, trying to process this. 66A. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "63 \f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Samantha--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Is six months into a rough pregnancy. After the baby, then I tell her. He stops, retaining his calm. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "I’m going to work a job in Delaware for three weeks. That’s all she knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You’1ll need help. Have you told anyone? A friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "She’s my friend. (then) You're actually the only person who knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You’re telling me. They sit there with that for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Okay. Well, I’1l be there then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Be where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "There. Wherever you need me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I don’t need you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well you need someone, Tom and if you think you don’t you have your head up your ass. And, however it happened, it appears I’m what you've got at the moment. So I’m going to help you with this, and it’s not open for discussion. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "(6)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "67A.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "63 \f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "A64",
          "text": "64 65 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It’s not open for discussion, Tom. It's authoritative. Fatherly. Tom stares at Danny blankly, suddenly confused by all the dynamics at play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom stands outside the bus (surrounded by bags of toys). For the first time since we’ve met him, he looks like a lost little boy. Tom watches the bus drive away. It takes out two tree branches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK INSIDE THE BUS 64",
          "text": "Now in the clear, Danny drops the performance. He slumps against his seat, overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny walks into the lobby. Mary sees him, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "How'd it go? Danny doesn’t even break stride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah... it was just... yeah. Yeah. Mary dovetails in behind him as he walks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Hey, c’mon! Family can be messy sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That is true. That is definitely true in this case. He pushes a button on the elevator door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Danny! You’re meeting your grown son for the first time. You didn’t think it was going to be easy, did you? Danny LAUGHS a little. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f65 68A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I thought it was gonna be fucking easier than this. The elevator door opens, Danny gets in. He’s almost dazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Every part of me wants to just get completely soused with you right now. But I think I’m going to just go upstairs instead. That’s good, right? Mary NODS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Write. She pulls a Hilton pen out of her jacket pocket, hands it to him. Danny looks at her. Smiles a little. The elevator door closes. \f66 67 68 69. INT. DANNY’S HOTEL ROOM - LATER (NIGHT) 66 Danny sits at the piano, looking at the LETTER FROM LENNON. Next to him he has his cheap pad and pen. We can see that he’s written down LYRICS. A lot of lyrics. He begins to play the song we’ve heard him start twice. But this time, he plays it all the way through. The SONG covers a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(singing) It’s Spring in my Mind/But the Autumn leaves, they fall... We PAN to the lyric sheet and read (as we hear): DANNY (0.S) (CONT’D) (singing) As I’m walking by/I collect them all... On “collect them all” we head to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom leaves his site, signing off for the day. Danny sits out front, in his car. Tom spots the Mercedes immediately (hard not to spot at the construction site). Danny waves him toward the car. Tom shakes his head, puts down his TOOLS, and gets in the car without a word. We hang on the toolkit before heading to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A different type of toolkit - medical gear. A DOCTOR gives Tom an IV. Danny stands by his side. We see that Danny’s Hilton “lyric” pad has become a pad filled with medical terms: words like “Cladribine” and “Lymphocytic” and “run down” and “prone to infection” now mingle with lyrics about “spring” and “fall.” (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69 69A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR SILVERMAN",
          "text": "Okay, Mr. Donnelly, the next few weeks aren’t going to be pleasant. You ready for this? Tom NODS. Danny watches, concerned. As the nurses go to work on Tom, we RISE UP...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STILL RISING, ON A NYC STREET... revealing a boutique hotel. Expensive looking. We watch from across the street as our familiar PIANO MOVERS (and Van) once more try to navigate a piano into a (new) hotel. \f70 71 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "A73",
          "text": "73 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THAT PIANO as Danny orchestrates the move of the instrument into a hotel room (a bigger room, of course, but needless to say - still a challenge). Tom lies in a bed in the sleeping area of the suite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I got the adjoining room but the piano won’t fit. This okay? Tom shakes his head and waves it in, giving up. Danny walks past camera and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across a familiar lawn. He avoids the broken doorbell and just KNOCKS. Samantha OPENS the door. She's surprised to see him and, clearly, unsure what to do. Danny holds up his recurrent peace offering: A BAG OF BAGELS. Samantha hesitates, then... lets him inside. INT. DANNY’S HOTEL ROOM - NIGHT 72 We go back to Danny in his room, now playing the CHORUS OF HIS SONG. PULL BACK to reveal that Mary now sits in the room with him, listening PULL BACK FURTHER to reveal: Danny's CELL PHONE, VIBRATING on the nightstand next to the Lennon letter. It’s “FRANK.” It goes to VOICE-MAIL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank hangs up the phone, concerned. Looks at a photo of he and Danny on his desk. From the photo of Danny to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REAL-LIFE DANNY, as he tentatively hands NICKY ERNST the keys to his MERCEDES and watches JAMIE hop in the front seat. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74 75 76 71-72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nicky gives Danny a thumbs up, and TAKES OFF. Way too fast. Danny steps back. Mary stands there. She looks at him, smiles, and MOUTHS the words:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You're fucking crazy. INT. TOM’S HOTEL ROOM - EARLY EVENING 74 Tom rests on a couch, recuperating. Danny sits adjacent. They watch JEOPARDY together, in silence. Danny looks at Tom, notices something. He gets up, brings him some water, feels his forehead. Tom does what he can to resist, but Danny is determined and wins out. Danny motions to some SOUP (uneaten) on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I got you chicken noodle soup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I don’t like chicken noodle soup. Silence. From one “table” we head to... INT. TOM AND SAMANTHA’S HOUSE - AFTERNOON 75 Another. Danny sits at the kitchen table with Hope, DRAWING PICTURES with her. One of her pictures is a drawing of HER FAMILY. She’s included “Gran Pa.” Samantha cooks in the background, watching. She smiles. We PUSH IN on the “Daddy” in Hope’s picture while it leads us to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 76",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "73.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "76 77 \f77 78 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom. Treatment completed, he gets final instructions from Doctor Silverman. As the Doctor talks, Danny writes everything down on his STATIONARY PAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR SILVERMAN",
          "text": "Okay, Tom, so three weeks from today, we’ll look at results together, hope for the best. They SHAKE, say their GOODBYES. INT. DANNY’S HOTEL ROOM - EVENING 79 Where Danny finishes the FINAL VERSE of the song, the lyric sheet now completely COVERED by lyrics and cancer terminology. Danny looks across the room at Mary, nervously. Mary CLAPS, steps forward. END MONTAGE. INT. TOM’S HOTEL ROOM - EVENING A80 Tom and Danny sit in front of the TV in silence. The uneaten soup sits in front of Tom. Danny stares at it. Finally, he can take it no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You just don’t like chicken noodle soup? Just unilaterally don’t like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "No. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "How the fuck can you not like chicken noodle soup?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I don’t like noodles, okay!? They get soggy and it makes me think of worms. (then, admitting) (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "My uncle took me fishing once and freaked me out about worms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "How did he--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "He ripped one in half with his hands and then ate half the worm to fuck with me. And now when I see noodles I think of my big fat slob of an uncle eating half of a bloody fucking worm, okay? (then, meekly) I like tomato soup. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "So you just never eat chicken noodle soup?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(exasperated) Would you get the hell out of my room please? Danny storms out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(enraged) Doesn't like chicken noodle soup. What kind of person doesn’t like-- The door SLAMS. Tom shakes his head. INT. TOM’S HOTEL ROOM - NIGHT B80 Tom lies in bed, reading. He’s finally got some peace, quiet, and alone time. His eyes lock on... Danny’s piano. Sitting in the corner of the room. Tom stands, goes over to it. Touches a key. Then another. He slowly begins figuring out the basic chords of Danny’s recent song. It takes him a moment to self-correct but soon... he’s playing it. Quietly humming the melody. He smiles, slowly becoming comfortable with the song. And just then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (0.S.)",
          "text": "I got you tomato soup. Tom jolts. Stops. Stands. Danny stands at the door, with TAKEOUT FOOD, watching. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Silence. It’s a str this is di 74B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Have you always been able to play by ear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Started for me around eight years old. My mother would sing, I could play the chords. You? ange thing to not be able to admit, but clearly fficult for Tom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I can just do it, you know? It’s not like I’m Mozart or anything but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You were born with it. Got your mother’s looks, but you got that from me, I guess. Danny walks over to the piano. Tom SIGHS, him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I don’t want to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Oh for Christ sake, Tom, sit down. There are no movies left to rent and you’re two keys off. sits. Danny puts the food down, sits next to",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Here. On the bridge you should be at E, not Cc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(standing) I don’t know what any of that means. Danny catches his arm, stopping him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well then let me teach you, you petulant little fucker. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f74c.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B80 CONTINUED",
          "text": "And as Danny begins to teach his son to play piano we continue the song through... \fc80 75. INT. DANNY’S HOTEL ROOM - DAY c80 Danny sits at the piano, writing feverishly. There's a KNOCK at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Come in! It’s un-bolt-y-thing’d. The door opens, it’s Mary. She holds up a piece of PAPER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Got your note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Talk to me. What’d you think? Because I’m thinking of changing the whole verse. Just a complete overhaul, lyrically. Mary reads from the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Pictures from my life/As I’m walking down the hall/As I am walking by/I collect them all. Danny claps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "So!? What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You're aware I have no basis in musical knowledge or theory?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "But you still want my opinion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "As someone with no basis in musical knowledge or theory... I kind of liked it better how it was. With the leaves. Danny looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fc80 75A. CONTINUED: c80",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Yeah. Danny throws down his pen, changes tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, me too, honestly Mary: I was really just trying to get you to my room again. (then) So can I take you to dinner now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Play it in concert, then you can take me to dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You are such a dinner tease. There’s a KNOCK at the door. Danny goes to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I am not a dinner tease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You are a huge dinner tease. Danny answers the door. Frank stands there. He does not look happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’ve been calling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Frank!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "This is my second time in New Jersey in two months. I’m not happy about it, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Sorry, sorry, I owed you a call, you know how I get when I’m writing. He taps Frank’s cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Look at this face! Is this a face I love or what? Great to see you, Frank! Sorry again, busy few weeks. Frank looks inside, sees Mary. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C80 CONTINUED: (2) c80",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Apparently. (then) May I? Danny motions for Frank to come in. Danny makes introductions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Mary, my manager and best friend, Frank Grubman. Frank, this is Mary. She is my new girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(surprised) Really? Mary shakes her head no. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fc80 76. CONTINUED: (3) c80",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well, I’m hopeful. At some point, obviously, she’ll have dinner with me. (to Frank) Huge dinner tease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I am not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "She keeps moving the goalposts for dinner. Mary LAUGHS. Frank watches, perplexed. What’s with all the cutesy? Where the hell has his pal Danny gone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Mary, would you mind if I hada word with Danny in private?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "No, of course. Mary takes her leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Dinner tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You're ridiculous. GIGGLING, Mary closes the door. Danny looks at Frank, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(admitting) She’s lovely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "And age appropriate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Baby steps. Frank smiles, sits. Danny sits next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "We need to talk. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fc80",
          "sentiment": "neutral"
        },
        {
          "speaker": "77.",
          "text": "(4) c80",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "We do. I have a lot to tell you about, Pal--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Danny, unfortunately I’ve got the Manager hat back on right now. Danny nods. Something’s clearly wrong. He changes tone, serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What’s up? Frank thinks. How to say this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Do you remember a few years ago we were watching that thing on ESPN about Mike Tyson? And they were saying how even though he’d made like twenty million a fight, he’d blown it all, and now he could barely afford to feed the pigeons on his roof? Danny processes this. Then, childlike, asks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m Mike Tyson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Well, not quite, but... I’ve been going over things with Bill and you’re not quite where you think you are. Danny nods, staying calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Okay. Where am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You're a little bit ahead, once we sell properties. But just a little. Danny lets this sink in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I don’t understand. How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Lot of things. We shouldn’t have sold your publishing rights so early. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fc80",
          "sentiment": "neutral"
        },
        {
          "speaker": "78.",
          "text": "(5) c80",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "All the properties, the housing markets have collapsed. The private planes, your lifestyle, the Madoff thing absolutely killed you, as you know. You’re not bankrupt or anything, but you need to understand how serious this is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Okay, I understand. (then) What do I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "One of two things: you start living like a normal human - buy a Prius, fly Continental, that kind of shit... or you go back on tour. This last tour was my retirement plan for you. We had a big piece: merchandise, concessions--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, I know. They sit in silence for a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "I’ve been writing, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Danny-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It's good. I’m telling you, Mary thinks it’s really good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "The Woodcliff Lake Hotel manager? Oh, okay. Well now I feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Careful. Frank eases up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Just book me a gig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "A “gig?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Something local. Not an arena. Like what Springsteen would do if he was just popping in somewhere. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fc80 80 79. CONTINUED: (6) c80",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "“Like what Springsteen would do?” Danny, do you even hear yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m telling you: the new stuff will play. Then we tour. And the bonus is that I won’t have to feel like killing myself every night. Frank SIGHS, shakes his head. Stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Okay. Frank stops at the door, turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Just don't buy any pigeons. Frank EXITS. Danny thinks for a beat, then he sits back at his PIANO and continues working... a man possessed. PRE-LAP: a spoon clinks on glass, signaling a toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (0.S.)",
          "text": "If I could have your attention please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom, Samantha, Hope, and Danny sit on lawn chairs at a makeshift inflatable pool. Samantha is even more pregnant now... she’s huge. Danny has allowed Hope (in pool) to tap a spoon on his COFFEE MUG. He has an announcement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "So I’m playing a gig at a bar Friday night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(amused) A \"gig\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "What's a gig?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It's where I sing in front of people, Hon. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "I want to hear you sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "And I want you to hear me sing. More than anything. But only if it’s okay with your parents. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "(concerned) It’s at a bar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Upscale bar. Cover charges, cocktail menus, a real “gig” type gig, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(amused) You're playing somewhere with a “cover charge”? Are times that tough? Hold on: will you have enough room to prance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Ha. Sam smiles. Hope giggles, not getting the joke but enjoying that her parents are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "It's really more of a small music venue, like a theater. (off their looks) Seriously! There will be a sectioned-off table for you and everything. Tom and Samantha share a look, still hesitant. But Danny",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Show starts at 7:30. Done by 9:00. Late but not too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Can your fans even stay conscious till 9:00? Someone better warn the bar that they could have a room full of snoring old women. Honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "(with a smile) I’‘1l call them, give them a heads up. is serious, ignores the teasing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It's a big one for me. (pleading) It would help if I could see these cheeks. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He squeezes Hope’s CHEEKS. She GIGGLES. Tom SHRUGS at Samantha. It’s her call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Okay. Hope and Danny share a HIGH FIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "These cheeks will be there. Everyone LAUGHS, but laughing makes Tom COUGH, loudly. Samantha goes to get him water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "(to Danny) Do you hear this? (then, to Tom) Would you get yourself to the doctor already, Tom? Danny looks at Tom. Tom quickly looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "It’s just a little bug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Little bug, it’s been ever since you got back. Hope, is your daddy the most stubborn man on the planet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Don’t be so stubborn, Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I’m fine, really. Samantha feels his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "He insists on walking around like the living dead instead of getting antibiotics. Stubborn man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Stubborn man. Samantha smiles, kisses Hope’s head. Tom and Danny share a look but say nothing. Over the top of their silence we: CUE SOUND: THUMP. THUMP. THUMP. \f81 82 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ritual: Danny’s hand comes into frame, touches... THE GOLD CROSS, which drops down into his chest. But instead of opening the cross in search of drugs, now the hand lowers, touching: THE LETTER FROM LENNON. Sitting on a nearby table. A source of inspiration. We PULL BACK, revealing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "For the first time since we’ve known him, Danny isn’t dressed like a borderline Vegas pimp. He’s wearing casual clothes. Slacks. He looks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.S.)",
          "text": "Jesus, you look like Lee Trevino. Danny looks up, Frank stands there. Danny smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Samantha took me shopping. You ever heard of this place, “Banana Republic?” Amazing place. Frank CHUCKLES, ENTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Okay: house is packed. The band’s out there and ready. Phil can step in on piano if you need him on your new one. He looks at Danny. Danny smiles, shakes his head “no.” Frank nods, continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Your family’s up front. I saved a spot for Mary with them. Danny nods, deep breath. Then, notices: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f82 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Speak of the devil. Frank turns, following Danny’s gaze. MARY stands at the door. Frank smiles, takes his leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Break a leg, Kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Just tell me whose. The old joke. Frank winks and EXITS. We hold on Danny in the mirror as we hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.S.)",
          "text": "Yeah, just go on in. He’ll be thrilled to see you. Danny looks up. Mary walks into frame (in the mirror).",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Just came to wish you luck. (beat) You nervous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Mary, I have done this a zillion times and I’ve never been nervous. Hand to God, not once. (then) I’m nervous as hell. She nods, understanding. He snaps out of it, feigning calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Looks like you’re finally going to have to let me buy you dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Let’s see how you do first. Danny smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(playful) Okay, okay. Put a little more pressure on me tonight, I see what you're doing. She LAUGHS, walks to the door, stops. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f82",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She EXITS. 83A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "It's a weird thing to say, I know, considering I haven’t known you very long. But I’m very proud of you, Danny Collins. Danny takes a deep breath, stands. \f83",
          "sentiment": "neutral"
        },
        {
          "speaker": "84.",
          "text": "83",
          "sentiment": "neutral"
        },
        {
          "speaker": "85.",
          "text": "INT. LOU’S BAR (LOUNGE) - MEANWHILE A84 Mary sits with Tom, Samantha, and Hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "So, how long have you known my father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Roughly about the same amount of time as you have? Tom NODS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVER ON FRANK",
          "text": "Who sits with Nicky and Jamie. They are holding hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "You look really nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "You look nice, too. FRANK grimaces at the cutesy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Oh for Christ's sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROM BEHIND, we watch Danny make his way toward the BACKSTAGE CURTAIN. We’re once again tracking him from behind (just as at his first concert). But now, instead of a mysterious figure in a white suit, he’s just a grandpa in a golf shirt and slacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HIS FEET",
          "text": "No more platform shoes. Brown loafers have taken their place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE CURTAIN",
          "text": "He pauses, stops. He cracks his head each way, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yep. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He EXITS onto the stage. From behind the curtain, we hear the small crowd go APESHIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny takes the stage, looks out. It’s a packed house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGHT UP FRONT",
          "text": "Sits his family at a table. Mary is with them. So is Frank. He smiles at them. Hope SCREAMS through the crowd, bursting with excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY",
          "text": "He looks toward the back of the stage: His BAND is ready, unsure what they’re supposed to do. Danny simply nods at them and heads towards:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS PIANO",
          "text": "Simple and unadorned. Center stage. Danny sits. He leans into the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Thanks for coming. Danny starts playing the opening of his NEW SONG. We recognize the melody instantly. As he plays...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CROWD",
          "text": "A WOMAN SCREAMS for Danny to play his MOST POPULAR SONG:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Hey, Baby Doll!!! AN OLDER COUPLE CLAP THEIR HANDS in unison, anticipating. In fact... EVERYONE is clapping. In UNISON. These are Danny Collins fans. They know what happens first. Everything SLOWS DOWN. ANOTHER FAN screams for Danny’s most popular song. AND ANOTHER. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84",
          "sentiment": "neutral"
        },
        {
          "speaker": "86A.",
          "text": "AT HER TABLE, Hope looks around, thrilled. She's CLAPPING with everyone. with her. Frank, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO DANNY",
          "text": "Tom and Samantha LAUGH, clap (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84 \f84 85 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Suddenly frozen. He just sits there, playing the same melody over and over again, watching the CHANTING CROWD. His adoring granddaughter. His son. He knows what they want from him. We watch it happen, just like that - in an instant: all progress lost. There’s too many people. He’s too old. He can’t just change it up suddenly. He knows what they want and he has to give it to them. He’s been doing it for too many years to stop now. Slowly, he stops playing. His eyes are glossy. He turns to his band, NODS. They quickly pick up their instruments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Phil? Danny stands, as PHIL quickly scurries over behind the piano. Danny grabs his microphone and forces a smile:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Gotta stand up for this puppy. He announces, sadly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "I think you know this one-- The band launches into Danny’s MOST FAMOUS SONG. The crowd goes ballistic. As Danny goes through the motions, we push in CLOSER AND CLOSER on his face. He’s singing. He’s performing. He’s breaking his own heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're on a black curtain. Above it there’s a BLINKING RED LIGHT. We hear the CROWD GOING NUTS. We watch as the blinking light goes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (0.S.)",
          "text": "Thanks for coming everyone. Means a lot. Thank you, thank you. Danny ENTERS FRAME, safely out of sight from his adoring masses. As soon as he’s behind the curtain, he sinks. He’s a broken man. And then, to our surprise...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE, (0.S.)",
          "text": "Danny!? Sophie and Judd (Busywork) run over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE, (CONT'D)",
          "text": "We heard about the gig and we came to support our Sugar Daddy. I used your credit card for the flights, hope that’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDD",
          "text": "When do you go on!? Sophie SNIFFLES, rubs her nose. Danny stares at her blankly, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What do you have on you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You know what I mean. Sophie smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "I got it all, Baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny chugs from a bottle of SCOTCH, numbing himself as quickly as possible. Judd SMOKES in the corner. Sophie pours some COKE OUT onto A TRAY, hands it to Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Here you go, Danny. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f87 88A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "But it’s not a tray... she’s poured a line on the FRAMED LETTER FROM LENNON. Sad, horrific, irony. Danny shakes his head, hesitates, then bends down to do it. Just then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE, (0.S.)",
          "text": "Grandpa! Danny looks up and drops the letter to the ground, as coke goes flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE DOOR",
          "text": "Tom, Samantha, and Hope stand there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE, (CONT'D)",
          "text": "(confused) Grandpa? Samantha quickly pulls Hope back. Tom looks on, shocked. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Nice. (pointedly) Real nice, Grandpa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m sorry, I didn’t--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Don’t. Don’t even bother. He turns away, then turns back, furious. He moves at Danny quickly. Grabs him. He could hit him, but he catches himself. He looks at Danny, a beaten man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "Jesus. He turns to go. Danny calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yes, keep judging me, Tom, you're great at that. When you finish - you know, being so perfect and honorable - maybe you should talk to your wife about what you did in “Delaware.” As soon as he says it he regrets it. Tom freezes. Samantha (pushing Hope out the door) stops, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA",
          "text": "Huh? Tom glares at Danny. Samantha looks at Tom, it’s too weird not to comment on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMANTHA, (CONT'D)",
          "text": "What’s he talking about? Tom turns to her. She looks at him, expectant. He knows it’s over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "We’ll talk at home, okay? He leads his family out the door, but not before turning back towards Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "If you ever come near my family again... He trails off. The message is clear. Nothing left to say. And with that... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f87 88 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He EXITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY",
          "text": "Completely undone. He bends down, picks up the LENNON LETTER off of the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE LETTER",
          "text": "It's cracked, smattered with cocaine. Symbolic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO DANNY",
          "text": "Who turns towards Sophie and Judd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Let’s get the fuck out of here. CUE SONG: Cold Turkey (TBD) written by John Lennon. INT. DANNY’S HOTEL ROOM - NEXT MORNING 88 We hear a KEY go into a door. The door opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walking through the small hotel room: The room is trashed. Bottles and cans everywhere. The LENNON LETTER lies on the floor, cracked. There’s an overturned ROOM SERVICE TABLE in the center of the room. And on the bed, Danny is sprawled out, unconscious. His shirt half unbuttoned. A BOTTLE OF BOOZE on his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMERA TURNS AROUND",
          "text": "Revealing Mary, the source of our POV. Taking in the train wreck. Just then... SOPHIE stumbles out of the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "(wasted) Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I... um... I work for the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Oh, good. We need more towels, can you do that? And some beer. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f88 89 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Yes. More towels. And some beer. The conversation causes Danny to STIR. He opens his eyes, sees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Mary. Mary turns, walks out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary heads for the elevator. Half stumbling, half dressed, Danny runs after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Mary! Mary, wait! Mary turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "She’s not... it’s not what it looks like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What the hell happened last night, Danny? Danny looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It just wasn’t right. It wasn’t the right time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What are you talking about!? You’ve been working so hard. Your whole family was there--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I couldn’t. I just... lost my nerve. She takes him in. He’s barely making eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Yeah, well, you lost your dinner, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Mary-- The elevator door opens. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f89 Q1A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You should have played the song, Danny. You should have at least played the one fucking song. Mary GETS IN THE ELEVATOR, leaving Danny alone in the hallway. \f90 91 92 92. INT. DANNY’S HOTEL ROOM - CONTINUOUS 90 Danny RE-ENTERS his room. He picks up the LENNON LETTER from the floor, looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(to letter) Fuck you, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny rolls his SUITCASE into the elevator. He's leaving. As the elevator descends, it plays THE MUZAK of Danny's most famous song. Danny NODS, knowingly. One last final body blow before he goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny rolls his SUITCASE through the lobby. Jamie works behind the front desk. Danny sees her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You take care of yourself, Jamie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "You too, Mr. Collins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "And be good to Nicky. He’s a good boy. Wonderful face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "Yours isn’t so bad either, Mr. Collins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well look at that: now we're getting patter. Danny looks behind Jamie, toward the OFFICE that hides beyond the front desk. Jamie shakes her head “no.” Mary doesn’t want to see him. Danny nods, steps up to the desk, and yells out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "FOR THE RECORD: MARY ANN’S REAL",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS NEVADA BEFORE SHE GOT FAMOUS",
          "text": "AND SHE COULDN’T HOLD A FUCKING CANDLE TO YOU. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92 93 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUT NOT GIRLY. GOODBYE",
          "text": "Danny turns and EXITS the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky pulls up the Mercedes, loads in the SUITCASE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nicky, it’s been a pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "The pleasure has definitely been mine, Danny. Danny reaches into his pocket to TIP Nicky. But he’s got no cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Shit. (then) You know what? Danny goes to his trunk, removes the suitcase, and WHISTLES for a cab (in line at the nearby stand). He hands NICKY the KEYS to the Mercedes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "You’re kidding me. Danny smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "The second you stop appreciating it, you give it to someone else. Deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICKY",
          "text": "Deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Good. Now get the hell out of here. Nicky doesn’t know what to do with himself. He BEAR HUGS Danny, gets in the car, and ZOOMS off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (0.S.)",
          "text": "Wait! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93",
          "sentiment": "neutral"
        },
        {
          "speaker": "94,",
          "text": "93 Mary runs out, catches up to him. They stand there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "I don’t want the last thing I ever said to you to be mean. But I don’t want to say anything nice. So... (then) Mr. Collins: on behalf of the Woodcliff Lake Hilton, we hope you enjoyed your stay and hope you will choose to make Hilton home, wherever you travels take you. They stand there in awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m grabbing a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I see that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I gave Nicky my Mercedes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You're fucking crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It's been said, yes. Danny turns to her. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "I called Frank this morning. I’m going back on tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Good. Good, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I need the money. I have a family now. They hate my guts, but I’m told that’s just what families do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I’ve taught you well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m gonna play my new songs. At least some of them. We’1ll see what happens. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I know what will happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "They’1l throw tomatoes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Onions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Better. Danny loads his suitcase into the TAXI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Tour comes to The Garden in a few months. Maybe I could take you to dinner after the show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(with a smile) You’re relentless. Danny gets in the taxi, lowers the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I left you something in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You probably left me a big mess is what you left me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Hey, you know us rock stars. Danny takes her in one last time, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Another life, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You never know. Danny smiles, winks, and taps the window. He came to the Woodcliff Lake Hilton in a red Mercedes. He leaves in a yellow taxi. \f94 95",
          "sentiment": "neutral"
        },
        {
          "speaker": "96.",
          "text": "INT. DANNY’S HOTEL ROOM - LATER 94 Mary ENTERS the room with TWO CLEANING LADIES. But the room... Is immaculate. Danny has cleaned it himself. On the bed, sits the LENNON LETTER. Next to it, a SECOND NOTE, from Danny: It reads: “What do you think about that, Mary Sinclair?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Well I’1l be damned. He made a clean exit. She chuckles to herself, stands, and kicks Busywork (sprawled on the floor).",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": "Be out of the room by noon. And with that, Mary Sinclair EXITS. CUE SONG: Jealous Guy (TBD) written by John Lennon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny sits in his seat, waiting for liftoff. He talks on his cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, I’1l meet you guys in Pittsburgh. Frank’s setting up the other dates. Okay, talk soon. A STEWARDESS approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARDESS",
          "text": "We're ready for takeoff, Mr. Collins. Say goodbye to New Jersey. He looks out his window, speaks to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Goodbye to New Jersey. \f96 96A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pair of feet makes the familiar trek past Tom’s front yard. A finger rings the familiar doorbell. Rings again. Still broken. The hand knocks. The door opens. It’s Tom. Standing opposite him is... Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Oh Jesus. What now? Did he send you to check on me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "The hotel didn’t know what to do with the damn piano. I thought you might want it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Frank motions to a MOVING TRUCK out front manned by FOUR LARGE MEN. Tom shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I don’t want his piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Well, it took six hours to move it out of the Hilton and I don’t know anyone else in New Jersey, so tough shit. (then) It's a thirty thousand dollar instrument, Tom. Sell it for all I care. A beat, then Tom nods, exhausted. Frank motions at the movers, they start opening the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Your health?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(shrug) Find out in a few days. Frank nods, takes a sip from his ubiquitous water bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "When I was in my thirties, I started drinking. Heavily. Don’t remember how it started. Everyone was always drinking before his shows. After his shows. Long line of drunks in my family, all the usual bullshit excuses. Out of nowhere, Frank yells at the movers behind him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Careful, gentlemen, that’s a Steinway. It’s worth more than you are. He turns back to Tom, SHRUGS, continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "We were on tour in the Bay Area and I fell asleep at the wheel. Almost killed myself, a few others. Got arrested. Your fa-- (then) Danny bailed me out. Five in the morning he showed up at the San Jose police station high as a fucking kite. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96 97 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Drives me six hours straight to this Hollywood rehab joint... probably drove us there drunker than I'd been the night before, the dumb shit. Paid for the whole thing. Visited me every Saturday till I was dry. And once a week, for the last thirty years, I get four cases of bottled water sent to me, wherever I am in the world. Always with the same note: “Drink as many as you want on me, Danny.” Frank taps his water bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Best friend I ever had your father. The man saved my life, got me stone-cold sober, and he was three sheets to the wind himself the entire time he was doing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I’m not seeing the point here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "The point, my boy, is that he’s always been better to others than he has been to himself. What you do with that, is up to you. My waters will keep coming no matter what. Frank tips an imaginary hat, turns back to the movers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Alright, boys, let’s move that puppy so I can get the fuck out of New Jersey. Tom stands at the door, watching Frank go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom holds Hope on his lap as she BANGS away on the piano (which is wildly out of place and oversized for the cramped living room). He picks Hope up, places her on the bench by herself, and kisses her forehead. Sam watches adoringly (and WILDLY pregnant) from the couch (where she lies). Tom moves to her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f97",
          "sentiment": "neutral"
        },
        {
          "speaker": "A98",
          "text": "98 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "A100",
          "text": "100 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He takes her hand, kisses it. He goes to pull away but she won't let him go. She has tears in her eyes. He nods at her: a solid, steadying look. He kisses her again, kisses her belly, then EXITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "97",
          "sentiment": "neutral"
        },
        {
          "speaker": "A98",
          "text": "We’re used to watching Danny walk toward the house. This time, we watch his son walking away from it... toward the unknown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A medical office building in NYC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom makes the long trek down the building’s hallway, stops at a door, opens it, and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENTERS the waiting room, turning a corner only to see... Danny. Sitting there. Alone. Waiting. Tom shakes his head, SIGHS. He checks in with a NURSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Tom Donnelly. Here for Dr. Silverman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Just have a seat, Mr. Donnelly. Tom sits two seats away from Danny. They sit in silence for a long beat. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Was she pissed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "No, she was thrilled. It’s been a great few weeks, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It’s no excuse but it was a horrible night for me. 98 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "A100",
          "text": "100 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Yeah, well, it was a worse one for me, I assure you. Silence. Long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Why isn’t she... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 101 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "She can barely even move. Plus, whatever the news is, I want her to hear it from me. Not some doctor. A beat, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Tom, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Mr. Donnelly? The NURSE beckons. Tom STANDS. Danny STANDS with him. Tom SIGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom and Danny wait, on an EXAM TABLE, side by side. Danny looks at Tom’s foot. It’s TAPPING, relentlessly. They sit there for a while like this. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "If the news is bad... Tom stops, gathering himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Tom, c’mon--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "No, listen to me. If this goes bad, Samantha, and Hope, and the baby--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Will be taken care of. You don’t need to worry about that. Tom nods. He’s starting to cry but doing the best he can to hold it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Okay. Good. Thank you. A beat. Tom speaks, almost to himself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "I am not ready to leave them. I am not ready. Danny puts his hand on Tom’s knee, steadying his shaky leg. Danny takes a deep breath himself. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You know... this doctor, whenever he comes in here, he either calls you Mr. Donnelly or Tom? Ever notice that? Always one or the other. When he calls you Mr. Donnelly, it’s never good news. Next thing you know he’s shooting you with something that makes you throw up, or telling you he doesn’t like your levels. I’m serious, I’ve taken notes, he literally does it every time. (then) But when he calls you Tom, it’s always good news. Like that time he liked your white cell count, remember that? He called you Tom. So that’s what we want right now. We want him to open that door, come in here, and call you “Tom.” That’s all we want. Let’s focus on that, okay? Tom nods, takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It's going to be alright, Son. Everything will be alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(choking up) You promise? Danny looks at his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Have I ever let you down before? Tom CRACKS UP through his tears. Crying now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You’re a ridiculous man, you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’ve been told, yes. Tom considers the man sitting next to him, then, giving in to it... he puts his hand on top of his father’s. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The camera swings behind them, slowly, till it lands on their backs (facing the door). As it swings around, Danny continues talking, soothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (CONT'D)",
          "text": "Yep, he’s just gonna open that door and call you Tom. It will all be alright. Everything will be alright. We’re behind them now, father and son, touching hands in silence. And just then... The door OPENS. Their heads jolt up and we... FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE END",
          "text": "But not before we hear, over black:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR SILVERMAN, (0.S.)",
          "text": "Okay, Tom, so here’s where we are...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A NOTE TO THE READER",
          "text": "In 1971, John Lennon read an interview in a small music magazine. The subject of the interview was a twenty-one year old musician named Steve Tilston. In the interview, Tilston admitted wondering if future wealth and fame might one day hinder his ability to write powerful songs. And so... John Lennon wrote Steve Tilston a letter. In the letter, Lennon offered Tilston advice and friendship, as well as his home phone number. Steve Tilston did not receive the letter until 2005. He was nearly sixty years old at the time.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2426"
    }
  ]
}