{
  "movie_id": "MOV2428",
  "scenes": [
    {
      "location": "DESERT",
      "time": "DAY",
      "characters": [
        "HOLD.",
        "SLOW DISOLVE",
        "ON THE WALL OF THE SHAFT",
        "UNDERGROUND",
        "QUAIL'S FACE",
        "MINERS' MASKED FACES",
        "QUAIL TRANSFORMS INTO A HIGHLY SKILLED KILLING MACHINE.",
        "THIN AIR AND STAND THERE IN THE ROOM A FEW FEET AWAY FROM",
        "\"LAST CHANCE AIR STATION AND ASLOON",
        "103A PULL BACK",
        "A CITY UNDER A DOME.",
        "OPENING CREDITS BEGIN.",
        "TWO GUNSHOTS RING OUT",
        "CABIN",
        "CLOSE",
        "WHITE LIGHT.",
        "EDGEMAR",
        "BACK TO SCENE",
        "SUPERIMPOSE MAIN TITLE",
        "CURSES, OBSCENITIES --",
        "BLACKNESS BROKEN BY PULSES OF WHITE LIGHT",
        "A17 INTELLIGENCE AGENT",
        "QUAIL",
        "A15 SPORTS HERO",
        "A16 INDUSTRIAL TYCOON",
        "ON QUAIL'S EYES.",
        "THROUGH BINOCULARS",
        "WHITE LIGHT",
        "TRIGGER OF GUN",
        "BACK TO QUAIL",
        "122AB INT/EXT. VEHICLE",
        "30B INT QUAIL'S ROOM",
        "BACK OF EDGEMAR'S HEAD",
        "QUAIL AND EDGEMAR",
        "TAX.\"",
        "SHOESHINE BOY",
        "RED MONEY",
        "HEAVES BENEATH HIM ... HUGE STONE BLOCKS CRASH DONW ON",
        "THE BUS",
        "THREE RESPONSES COME TOGETHER.",
        "PISTOL IS SUCKED, CLATTERING, OUT THE VENT",
        "VACUUM",
        "SHOCK, QUAIL SEES A MAN MANIFEST HIMSELF HIMSELF OUT OF",
        "A14 MILLIONAIRE PLAYBOY",
        "FADE IN",
        "A TINY LITTLE HEAD GROWING OUT OF THE BACK OF HIS NECK",
        "TO HER WRIST BY A CHAIN",
        "MASK"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "All we can see, filling the entire frame is a flame-orang sky...almost like the sky from the burning of Atlanta in \"Gone with the Wind\". SUPERIMPOSE:  Presenter credit. PAN DOWN lower and lower until we see the terrain below.. the desert.  There is no vegetation whatever, just sand a odd-shaped rock formations.  The air is filled with red d which alternately obscures and then reveals the image. CAMERA MOVES FORWARD optically - enlarging the film grain the process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPENING CREDITS BEGIN.",
          "text": "ANOTHER SHOT of a barren landscape, once more with bizarr rocks.  Dust.  Sound of wind.  CAMERA MOVES FORWARD again DISSOLVE. ANOTHER LANDSCAPE, but this time, in the distance are som enormous plastic domes.  Sunlight striking them and refle ing causes brilliant rainbows.  CAMERA optically tracks toward the dome, seen in tantalizingly indistinct fashion through the red dust.  DISSOLVE... ANOTHER ANGLE, and, in the distance, on the horizon of th arid landscape is a huge SPHINX-LIKE STRUCTURE.  (It is reminiscent of the Egyptian sphinx, but both body and fac though gargoyle-like, are different in design.)  There ar some large pyramids not far from the sphinx.  CAMERA MOVE optically FORWARD.  DISSOLVE. CAMERA is much closer to the sphinx and is directly in fr It moves (combination of zoom and optical printer move) towards the eyes, which appear to be red gems. As CAMERA APPROACHES one of the eyes, it appears to be stained red glass, as in a temple.  Suddenly there is a terrific explosion and the glass shatters into millions o fragments which hurtle toward the camera...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAN wearing a LIGHTWEIGHT THERMAL SUIT is RUNNING THROU THIS LABYRINTH of TUNNELS.  The GROUND TREMBLES under him as if in an earthquake.  We cannot clearly make out his f especially since he wears some kind of BREATHING APPARATU over a portion of it. The surface of the tunnel's \"walls\" is curious;  the wall are, again, bright reddish orange, and a composite of two different substances:  rough-textured, clay-like material and red quartz, which glistens like crystal. The man throws a backward glance over his shoulder, fear- fully, as he runs.  His HANDS are SPLATTERED with BLOOD. Because of this, the RED GLOW, the air of FEAR to the man and the GROUND HEAVING and BUCKLING, there is almost a SATANIC suggestion to the scene. Suddenly, up AHEAD of the man, there appears a BRILLIANT WHITE LIGHT.  He SEES IT, and runs even faster towards it We are ALMOST UP TO THE LIGHT, and we SEE HANDS REACHING OUT OF THE LIGHT TOWARDS US... that seem to beckon him to SAFETY. ABRUPTLY, the ENTIRE SCREEN GOES RED, BUT IN REVERSE NEGA with YELLOW LAYOVERS.  (So that all the images we see -- ENTIRE FRAME -- are small YELLOW AREAS diffused on a RED BACKGROUND.)  It is much like looking at a tableau made o of molten lava.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOUGLAS QUAIL and his wife KRISTEN, are asleep in bed. Gradually the room lights BRIGHTEN.  The CLOCK CHIMES and begins SPEAKING in a soft, feminine voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sweetly) Tick, tock, seven o'clock.  Time to rise and open your eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't budge.  Shortly, the clock CHIMES again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Tick, tock, seven-oh-one.  Time to get up, the day had begun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail's wife stirs.  Maddeningly, the clock CHIMES a thir time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Tick, tock --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail reaches out and shuts the clock off.  Then he sits in bed. He swings his legs out from under the covers and sits on edge of the bed.  He puts on his glasses and sits, lost thought. He is a good-looking but conventional man in his early thirties.  He seems rather in awe of his wife, who is attractive and rather off-hand towards him. Kirsten pulls on her robe, lights a cigarette, sits fishi for her slippers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dreamed about Mars again... it was bizarre, yet is was so real...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(casual) It's your time of the month again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail looks at her quizzically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; world-weary air) At least once a month.  Douglas Quail's obsession.  For twelve years you've been talking about Mars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People do go to Mars, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right, Douglas.  But not you.  Not us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail looks crestfallen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; disdainful) As it is, we can barely scrape by on your lousy ten thousand a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leaves the room.  He meditates on what she said, depressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail and Kirsten sit at a small table, eating breakfast. On the WALL is projected the front page of a NEWSPAPER. Drinking his coffee, Quail studies the wall with the air of a man who had his \"node stuck in a newspaper,\" ignorin his wife. The newspaper headline reads:  \"RIOTING ON MARS OVER WATE",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAX.\"",
          "text": "His wife is reading a different article:  \"Four Women Rap Man in Park.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mumbling) What do they expect ... the way men dress these days ... then they scream rape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is absorbed in his own paper and doesn't hear her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know -- let's really do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rape men in the park?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  Go to Mars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(withering) Go to hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can pool our savings and I've got some sick leave coming, besides my regular vacation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting; corrects herself) ...more of a half-wit.  For a start a war could break out there any day ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gestures toward the TV screen where Martian police are keeping protesters behind a barrier.  Some have signs reading \"A FREE MARS\", \"DOWN WITH COHAAGEN\", \"EARTH - OUT etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's just media talk.  They're... (indicating the protesters) ...just a minority.  They're powerless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, there's a lot of things we need around here before we waste our money on a trip to Mars.  We're broke.  I'm just a slave around this dump. Now if you were capable of finding a better job....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kitchen clock chimes and talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's now eight.  You'll be late!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be late!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He jumps up quickly from the table, picks up his coat and briefcase, kisses KIRSTEN's perfunctorily offered cheek and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA TRACKS with Quail as he walks along the busy moder street towards a subway station.  Modern cars (out of foc pass noiselessly between the camera and Quail.  There is plaintive tune being played on violin.  Quail pauses and gives a wad of notes to the aged violinist, then walks on briskly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail enters the station.  Everybody must pass through a weapons check before proceeding to the platforms. TWO ARMED GUARDS stand at either side, as commuters pass through an electronic beam.  On a screen, the entire body of each person is seen in X-ray.  All of them are clearly carrying a gun in their inside coat pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No weapon again, Mr. Quail?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I keep forgetting, Herb.  They frighten me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?  Well, it's the law, Mr. Quail.  Has been since 1990 they tell me.  Tomorrow - ya carry ya gun or ya get reported.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUARD gestures to his associate.  They've obviously been through this with Quail before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  Herb, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail walks on to the track area.  The train arrives. Signs above each approaching car say \"CAR FULL\", \"ROOM FOR 10 PERSONS\", etc.  Quail goes to a carriage marked \"NEW CAR\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors open and the crowd surges on.  Quail grabs a seat.  At intervals throughout the car are VIDEO MONITORS on which a NEWS BROADCAST is showing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- more violence today from Mars's strike-torn ore colonies --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone ignores the broadcast -- except Quail, who perks instantly at the word \"Mars.\" The NEWSCASTER is a young black man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ...but Earth Intelligence Operations Director Vilos Cohaagen, clearly worried about the damage to Mars's all important tourist industry was today dismissive of the dissident groups....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TV scene switches to a press conference.  COHAAGEN, sur- rounded by AIDES, steps in front of a podium packed with news network microphones and cameras.  Cohaagen is a striking, intense man with an obvious air of power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're dealing with a bunch of extremists and unrepresentative lunatics.  Mars is a happy and prosperous protectorate of Earth... and will remain so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train stops at another station and more people pile o Quail tries to watch the broadcast through the bodies passing in front of him and intermittently blocking the image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There have been some criticisms, sir....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no further comment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The news conference ends and a bright looking young man comes on the screen.  Quail continues to watch, though not as interested, initially, as he was by the Mars story Few of the other passengers bother looking at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, commuters.  This portion of your trip is brought to you by Rekall, Inc.  Do you have a dream that never came true?  Do you aspire - but only perspire?  Has the great adventure passed you by?  Then come to... REKALL, where what might have been will have been. For the memories of a lifetime... REKALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail watches the commercial through to the end, but does seem to take it very seriously.  He glances away as a car comes on the screen with REKALL's numbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is seated at a computer console in a vast beehive of a room.  Numerous people are typing information onto the screens.  Quail pauses in his typing, thoughtful.  He then types in a little more information, then pauses agai On the screen, a sentence types itself... WHY HAVE YOU STOPPED?  REQUEST MORE INFORMATION. Quail read it and continues. 9       INT. McCLANE'S OFFICE - REKALL - DAY Scene opens on a CU of McCLANE, a genial, bubbling, enthu iastic man. McCLANE We're all dreamers, Douglas. But here at Rekall, dreams are our business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He presses a button on his desk and the chairs on which they are seated appear to be in outer space.  Countless stars glitter all around.  Startlingly, a comet whizzes b Quail is amazed.  McClane grins and presses the button again.  The scene changes to a beautiful underwater coral reef.  Multi-colored fish swim around the chairs and desk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... is the process really that effective?  A false memory!? McCLANE (shaking his head; smiling) We prefer the term \"extra- factual implant\".  Your memory will be complete in every way.  You will have gone to Mars.  We guarantee that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it in any way dangerous? I mean, the medical techniques? McCLANE Not when you deal with qualified operators - like us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He presses the button again and the normal office returns Quail looks around, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just - incredible. McCLANE And look at our follow-up program!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts items on the desk as he talks. McCLANE (continuing) Space-flight ticket stub... passport... vaccination certificates... matchbooks from Martian Nouvelle Cuisine Restaurants, souvenirs, post cards... even names of people you met - now back there - who you can call and discuss your trip with... by the way, we plant these things where you'll come across them at random in the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... I'll know I hired you. That'll destroy the whole illusion. McCLANE (smiling; self- satisfied) But you won't remember me, or having been here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't? McCLANE Your money back if you do! We've never paid out yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail slumps backs in his chair, overwhelmed. McCLANE (continuing) And we have a special this month, for only two-hundred thousand dollars more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the press of a button, a list appears on the wall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A17 INTELLIGENCE AGENT",
          "text": "McCLANE (continuing) You can have a new identity for the duration of the trip. Pick one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail's eyes linger on \"Intelligence Agent.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Intelligence Agent\"... wouldn't that be dangerous?  I might attack.... McCLANE (airily) No.  No.  You're a retired agent.  Mars was your last mission and you're never to break your cover.  But you'll have got the girl, killed the baddies, and saved the Universe.  Not bad, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... about the whole thing... it's all such a fake.  I won't really have gone.  I won't really.... McCLANE (kind but firm) Let's face it, Douglas, you, and millions of people like you have no chance of ever getting to Mars and you'd never qualify as a secret agent for EIO.  This - REKALL - is the only way to achieve your dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets up and walks around to Quail's chair. McCLANE (continuing) Think about it, Douglas. Think, too, what a terrible boor a real holiday is. Lost tickets, endless arguments, lousy hotels, missed connections, rotten weather... Rekall will supply you with perfect, happy memories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is thoughtful, willing to be totally convinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is sitting, distracted, in an uncomfortable modern chair.  Kirsten is watching a near-pornographic film on TV.  She casually lights a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know that's illegal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?  Who's going to report me?  You?... wimp....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She watches a torrid love scene on the video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Screwing around's illegal, too.  But just give me half a chance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail looks at her with distaste.  His expression changes to one of resolve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is stretched out on a plush reclining couch, alongs some strange-looking lab equipment, wearing a hospital-ty smock.  In the b.g. hovers a TECHNICIAN, adjusting some instrumentation (discreet banks of computers, etc.) -- th apparently relates to the lab equipment next to Quail.  T room in a dim, soothing booth, lit by indirect lighting. Quail looks a little concerned as he studies all the instrumentation next to him -- as one always does at the dentist's, looking at the drills. The door opens abruptly, in walks a cute-looking LITTLE OLD LADY, wearing a JOGGING SUIT.  (A RUTH GORDON-TYPE.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, I'm Doctor Sophie Lull. Sorry I'm late. (walks toward coat closet) I'll be right with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She dons a white medical smock that covers her jogging suit, then slings on heavy, lead-lined protective vest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at instrument console) This really going to work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It the Pope Martian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lull's assistant, the TECHNICIAN in b.g., who had been steadily working on the instrumentation, now looks over at Lull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at machine) Okay -- that's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, Lull extends a long rubber tube, a hypodermic needle attached to it.  Quail eyes it warily.  She swabs the bac of his hand in preparation, notices his apprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, just relax, kid.  This ain't gonna hurt.  Just a controlled drip of Narkadine. When you're under, I'll just ask ya a few questions, nothin' real personal, just full details of yer private life so's we can tailor the wish-fulfillment program to your needs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She injects the needle into his hand as she speaks, tapes it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) See?  Painless.  I didn't feel a thing.  Hey, you're a nice kid... you like a little somethin' extra?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail, embarrassed, starting to go under, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; pleased) Good!  Kid -- have I got a girl for you!  She's gonna like you.  You're good-lookin'. (beat) Gettin' sleepy? (he nods) Good.  Now, what's the first thing you think of when you're thinkin' about Mars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wistfully) Well... I'd like to see the Martian Sphinx...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay -- you will, Dougle!  I want ya to start counting backwards from a hundred for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sleepily) One hundred... ninety-nine... ninety-eight... ninety-seven... ninety-six... ninety-five....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His voice drops off; his eyes close.  Lull studies him, adjusts some instruments, then turns to Ernie, glancing briefly at a typed sheet in front of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Ernie, the trip to Mars; number sixty-two... and throw in that blonde... We'll give him a real good time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sixty-two... and... the blonde...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes two discs and inserts the first one into a machi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy, is this one wild.  He won't want to come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ernie inserts the second disk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dougie?  This Sophie Lull. Can ya hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Sophie....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good! ... I'm gonna ask ya a few more questions now.  Ya think you'll be able to answer 'em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Yes....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Attaboy!  To begin with, I wanna ask ya; -- You sex life.  How many orgasms a week?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11      INT. McCLANE'S OFFICE - DAY McClane has several file drawers open and is removing div objects and placing them on his desk. These items apparently are objects Rekall, Inc. intends to \"plant\" for some client of theirs to find (perhaps even Quail) -- as part of his fantasy. While he is putting these things on his desk, the PHONE BUZZES.  He answers it. McCLANE Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(filtered; tense) Howie?  Listen, you'd better get in here. McCLANE (not too concerned) Not another schizoid embolism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(filtered) You'd better get in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McClane come quickly in, brushing the swinging door open. Lull and Ernie look up as he enters.  Quail lies on the couch, breathing slowly and regularly, his eyes closed. McClane looks queryingly at Lull, who motions him to silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bends over Quail) Quail?  Dougie, can you hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell McClane what you told us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McClane glances sharply at Lull, then turns to Quail. Quail's eyes open and scan the room.  They settle on McClane.  These eyes have changed:  they have become cold and steely.  In fact, Quail's entire personality seems to have changed -- his face has acquired a flint- edged hardness.  He is chillingly menacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a deadly voice) All of you in this room are dead. McCLANE (not quite taking it seriously) What's he talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've broken my cover. McCLANE What is this?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McClane's eyes flash angrily at Lull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Narkadine cracked a memory cap.  Mars -- (she's scared) He's really been there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a chilly silence in the room as McClane digests this. McCLANE Forced suppression?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With spontaneous breakthrough. McCLANE Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stare at Quail as if he's a ticking bomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coldly) You've compromised the Sphinx Project.  You'll have to be silenced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now they're all panicked. McCLANE Wait a minute.  Quail --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name isn't Quail. McCLANE Listen... whoever you are... sir.... (almost pleading) ...This is all an accident. We'll destroy all the records. No one will know.  I swear it. Believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe you, but that won't stop E.T.O. from killing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Rekall people stare at each other in quiet horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Killing you... killing you... killing you....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His voice trails off, his eyes close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(intensely) He wants a false memory implanted -- of a trip he really took. (pause) Someone at Earth Intelligence Operations erased his memory. All he know was going to Mars meant something special to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we do?  Graft a false memory pattern over the real memory of the same thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking her head) Uh-uh... That could promote a partial breakthrough of the real trip. McCLANE (overlapping) Revive him without any false memory implantation and get him out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't we just wipe out the memory of his visit here? McCLANE (nodding; relieved) Yes.  Good.  I'll destroy his file and cancel his fee. I have a feeling that the longer he doesn't know who he is, where he's been, where he's going and who we are, the better off we'll all be.  I'm taking a holiday. A real one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leaves.  The others stare after him, looking very grim",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dazed and disoriented Douglas Quail comes out of an inner door and walks through the lobby towards the exit door. An attractive RECEPTIONIST, her bare breasts visible through a clear plastic blouse, watches him; she then looks toward McClane who has half-opened the door to view Quail's progress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail travels down.  Uncomprehendingly, he looks out at the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail stumbles through the fairly crowded foyer, obliviou to anything around him.  A red-headed man may or may not watching him.  He makes a phone call from a pocket phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scene open on Quail, in the back of the cab; he looks around, slowly coming to his senses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travelling south along Third Avenue, passing Fourty-third street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although the driver's voice is a little mechanical (flat in tone) he is filmed from Quail's POV, and it isn't obvious he is anything other than an ordinary cab driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where am I going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirty-three thirteen \"G\" Street, Sector \"L\", Twin Towers, Apartment six-thirty- five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did I get here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera now cuts to a shot in front of the driver.  He is a fairly human-like robot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don not understand the question, sir or madam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did I get into this cab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stepped into it in the normal manner, sir or madam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The reception area and hallway leading to the elevators i smart and clean, though not lavish.  A uniformed and arme DOORMAN is standing by the entrance door. Filmed from the elevator end of the area, we see the cab pull up and Quail alight and enter the building.  He nods to the doorman and approaches the elevators.  As he reach them a MAN steps out from behind the camera.  A 2ND MAN enters from a door opposite the elevators.  Quail looks at them and becomes quite panicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you the man from Mars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a modern, lethal gun from his pocket.  Quail tur but the other man is behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't give us a reason to kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail looks toward the doorman, who is paying little attention to the events.  As the two men edge Quail towar the door, he call out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Zimmer...Mr. Zimmer... help me... they're...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the doorman turns calmly away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men lead Quail past a number of cars to their own vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you taking me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told everyone at Rekall about you trip to Mars. Where you went, who you worked for, what you did --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I didn't... Are you telling me... I did go to Mars?  I don't remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've remembered too much. The Sphinx Project, for a start....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused; remembers only fragments) Sphinx?... No, no, I don't, I... What about the people at Rekall?  I don't recall Rekall but you said if they know what I did?  Why don't you ask them?  They'll tell you I didn't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've been taken care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither man bothers answering.  They arrive at their car and open the door for Quail.  He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) What are you going to do with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slaps Quail hard across the face.  Quail is terrified. He is tearful with fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God!  No!  You're going to kill me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He cringes.  His hands across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one's going to kill you if [you do what you're told.] We're visiting E.I.O. for some new tests.  Now get in, or do we start playing rough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  It's not my fault!  You can't do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start to force him into the car physically. Suddenly, Quail stops cringing.  the FEAR DISAPPEARS FROM HIS FACE, and is replaced by an odd, thoughtful expressio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Wait a minute, I remember --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, Quail?  What do you remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On Mars... they tried to kill me... And....",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUAIL TRANSFORMS INTO A HIGHLY SKILLED KILLING MACHINE.",
          "text": "In an instant, he karate-chops both agents across the windpipe, and they crumple to the ground. Quail steps back.  He stares at the two bodies, incredulo then stares at his own deadly HANDS.  It is as though the belong to someone else. Then, leaving the two agents sprawled across the alley, h races back into the basement door of his building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirsten is watching another pornographic video when Quail bursts in.  He is still disoriented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you know I've been to Mars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirsten gets up and turns off the movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What!  This stupid obsess...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) I think I've been.  I vaguely recall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug, you've got to forget...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) Forget?  Remembering is the problem I must've been to one of those artificial memory places...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But something went wrong... something about a real memory... and then those men...  tried to kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What men?  Doug, you're crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts to mix a drink from a well-stocked cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You're here now.  They didn't kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  That's what's so amazing. I killed them.  I think...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirsten stops pouring her drink and look at him sharply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where?  Where are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail points down with his finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Doug!  It's something they put into your mind at the memory place.  Fantasies. That's their business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sips her drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You're a computer operator. You're a bore.  You're a wimp.  You're not a killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm involved somehow with E.I.O.  It's true.  It's no fantasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks around the apartment drawing curtains and puttin out the lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug, I want you to see a doctor.  Now Alec and Shirley Turnbull have a good man.  He helped Alec through his breakdown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For fuck's sake, this is no breakdown!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirsten is taken aback at his use of language.  He stride into the bathroom and slams the door.  She turns on one lamp, goes to a telephone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail takes a washcloth, turns the hot water up full and soaks the cloth under the steaming water.  Using it as a compress, he presses it against his face and his neck, to drain off some of the tension. He turns off the water.  Towelling his head dry, he opens the bathroom door. The instant he does this, a blinding white BURST OF LIGHT comes arcing into the bathroom, and the back wall crinkle and CHARS into a swatch of blackness. QUAIL DIVES OUT THE DOOR, just as ANOTHER BOLT incinerate the spot where he was standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE ROOM IS IN TOTAL DARKNESS.  The only thing visible is the pale rectangle of the balcony window, with the curtai drawn over it. QUAIL and his ASSAILANT cannot be seen -- but they can be HEARD.  There is the sound of a SCUFFLE -- the meaty THUD of a FIST CONNECTING WITH FLESH -- and a painful GRUNT as someone's breath whooshes out. The LIGHT COMES ON.  Quail is standing with one hand on t lamp, and the other twisting KIRSTEN's arm up behind her back.  A pistol lies on the floor.  Quail is totally stun He releases her arm, shoving her away from him, at the sa time scooping up the pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God!  Did you say I need a psychiatrist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coolly) I haven't seen you move that fast since I've known you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(outraged) How could you do it?  After eight years!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not your wife, Quail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not my wife!  You are out of your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indifferent; nursing her arm) It's a false memory implant. I never saw you before six weeks ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is totally disoriented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you lying like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Quail.  It's true.  You work for E.I.O.  So do I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she speaks, she walks to a picture on the wall and fro behind it pulls out a small wallet.  She flips it open to show him her E.I.O. badge.  He looks down uncomprehending at the holographic lettering \"Earth Intelligence Organisa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating their surroundings) But why all of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugging) We had to watchdog you...make sure the erasure took.  A wife seemed like a good idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I remember it!  All of it!... Us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All implanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our friends... my work... eight years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The job's real -- you've had is six weeks -- since you got back from Mars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits down, holds his hand to his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) It's all a fabrication, Quail. Everything you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is crazy!  If all my memories are false, who am I?  What am I?  Jesus... it's like I don't exist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You exist, all right. (very cold) That's the problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pause as Quail mentally gropes frantically, for what to do next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you try to kill me? Why does E.I.O. want me dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't particularly.  That was my idea.  This assignment was boring me to death.  The personality they gave you wasn't too thrilling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, what did I do on Mars that they have to keep me from telling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've no idea.  I just work here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right... I'm leaving. Don't try and follow me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have to follow you. You can't get away from E.I.O. Nobody does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail looks at her as if seeing her for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No wonder you got the role as my bitchy wife -- type casting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leaves.  Kirsten smiles secretively.  She goes to a drawer, opens it and removes a tiny instrument that looks like a TV channel-changer.  There is a very small light on the instrument, which begins flashing on and off, as the instrument  begins to make BEEPING SOUNDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail walks briskly out onto the street, controlling his paces, trying not to look suspicious.  After a beat, he heads for the nearest subway entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now underground, Quail tries to blend in with the other subway people.  He heads toward the weapons check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An OFFICIAL VEHICLE slams to a halt next to the subway entrance and a whole load of INTENSE MEN pours out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail now shuffles along in a lineup of people waiting to get through the WEAPONS CHECK.  He tries to control his nervousness.  He passes.  The guard smiles at him, pleased to see he has remembered his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the men with guns drawn come pouring down the subway stairs.  The SUBWAY COPS and WEAPONS CHECK are stunned to see four large men brandishing guns push their way throug the weapons check gate without seeming to notice them.  O gunman flashes a HOLOGRAPHIC BADGE ENCASED IN PLASTIC at them. The gunman reach the bottom of the stairs and race closer to the subway train, which is just departing.  The men halt abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The second gunman adjusts a small plug - a radio receiver in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We won't be able to track him again until he comes up above ground!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail sits in the subway car as it barrels through the night, not knowing exactly where he will go.  He is confused, distraught.  A commercial comes onto the video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tired?  Exhausted?  Need a vacation?  Don't settle for memories, experience the real thing.  Daily departures on the space shuttle to Mars.  Visit the wonders of....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail emerges from underground and looks around.  The streets are almost deserted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE GUNMEN SIT IN THE OV.  The one with the ear plug [suddenly talks.]",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coming in again.  Loud and clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks down at an illuminated street map built into the car's dashboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cab comes into view.  Quail quickly hails it and jumps in.  Cab moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is still pondering what to do next.  He glances out one window, though not at anything in particular.  Sudden the silence is shattered as bullets rip through the windo on the other side.  Quail ducks to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wide shot shows that the cab is being fired on by a man leaning from the window of an official patrol vehicle.  H is aiming at the tires and driver, rather than directly a Quail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullets are still pouring in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unemotionally) You are being fired on, sir or madam, please leave the cab at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the floor, Quail pushes the door handle and rolls out onto the street.  The pursuing car occupants fail to notice his exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cars continue, as Quail picks himself up from the gutter and moves off down a narrow side street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "[Please....]",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullets rip into the robot driver's neck, severing the head from the body.  The head hits the window then bounce back onto the front seat.  It continues talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ...leave the cab as bullets are hitting the vehicle in considerable quantities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi mounts the footpath and smashes through the disp window of a store.  Clothes models are scattered and brok When the noise abates, the severed head of the robot driv is lying among the dummies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This company, sir or madam, will institute legal action for damages...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail emerges from the side street and sees \"End of the Line\" Hotel.  It is clean, bland, middle class.  He quick crosses the road and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The foyer is brightly lit and empty.  Quail approaches th DESK CLERK, who is reading a book.  \"Dr. No\", marked, in flowing script, \"from the classic series\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without looking up) Help you, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(handing over money) A room for the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reluctantly putting down the book)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(handing over money) Here's ten thousand.  Forget the ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DESK CLERK looks up at him, with interest.  His hand hovers over the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I have a liaison with a lady... and I'm married...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand, sir.  Nothing like a bit on the side, eh? Bit of fugitive flesh.  The greatest aphrodisiac is a new body, wouldn't you say, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail looks at him with distaste but is only anxious to be given the key to his room.  He says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail unlocks the door and enters.  No sooner does he relock the door then THE PHONE RINGS.  He freezes, stares at it for three rings, then picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into receiver) I told you, I don't want to be disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(filtered) If you want to live, don't hand up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is stunned.  He says nothing, but doesn't hang up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; filtered) They've got you bugged... They're gonna find you. Faster than you can say \"Back Rodgers\". (quickly) And don't bother shaking down your clothes -- the monitor is embedded in your skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reeling) Who are you?  What the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man telephoning Quail is calling from a bar.  Occasio ally people pass him on their way to the toilets.  He is youngish and conservatively dressed.  He speaks rapidly and urgently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a wet towel and wrap it around your head.  That will deaden the signal.  It'll take longer for them to pinpoint you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why should I trust you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(filtered) There's a real old saying - \"Beggars can't be choosers\". Go and soak your head!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail puts the phone down and rushes to the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The earphone wearer and driver are moving in on the signa generated by Quail's bug.  Suddenly, the small illuminate cross on the dashboard map cuts out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cut the language, will ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's gone!  Some...malfunction...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unscientifically, he prod the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(world-weary air) Toldya the Martian assembled [stuff don't work.]",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail rushes back into the room with a wet towel, turban-like, wrapped around his head.  He rapidly picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(filtered) Head over to Skid Row -- to the Lucky Stub Pawnshop -- corner of Park Avenue and Fifty-eighth.  Tell the man you're Mr. Hotchkiss; you came for your Grecian candlesticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(infuriated) What do I want with Grecian candlesticks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man on the phone looks around anxiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just do it!  This is no time for small talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(filtered; not quite convinced) How did you know where to find me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been tailing you since you get back from Mars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're E.I.O.  You're on the other team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(filtered) I'm E.I.O.  But I was your best friend.  Scott Stevens - we arranged this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to recall) I can't remember - only bits...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(filtered; overlapping) I was your fail-safe -- if and when the shooting started. Good luck.  Look me up if you remember me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scott Stevens hangs up the phone.  He looks around cautiously, then walks a few steps to the mens room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scott Stevens walks to the row of troughs and begins to urinate.  The room is empty.  He hears a noise and looks around.  Two EIO men are standing there aiming lethal-loo high-velocity weapons at him.  One of them is the red-hea man we've already seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, look at that.  He's really got his hands full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not so full, so I've heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still urinating, the frustrated Scott Stevens can only lo back over his shoulder.  Laughing, both men open fire, riddling him with bullets.  He collapses in an undignifie heap, his head in the water at the base of the trough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail, with towel around his head, glances up and down th corridor -- spots a sign that says \"FIRE EXIT\".  He races towards it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The OV slams up in front of the hotel and a carload of MEN tear out of it and barge into the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The startled clerk jumps to his feet as the group of armed men enter rapidly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quick.  The guy who checked in fifteen minutes ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervous) Room...thirty-six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Most of the armed men instantly head off up the stairs, their weapons at the ready.  Clerk watches, astonished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) He was only meeting a lady... Aren't you guys overdoing it a bit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is walking along briskly, still with the towel around his head.  A few passers-by look at him curiously. He puts his hand together and greets them Indian-style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "which reads: \"PARK AVENUE / 58TH STREET\". PULL BACK to reveal \"The Lucky Stub Pawnshop\".  WINOS lurk on the corner.  Park Avenue has deteriorated into a slum. QUAIL ENTERS FRAME, and approaching the pawnshop, steppin over a BUM in a doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is just entering; an old-fashioned BELL overhead, tripped by the door opening, announces his entrance. At once, an immense FAT MAN emerges from the back room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanta camera?  I got some good, top-quality ones.  You want silk rugs?  Handmade last century in Iran...all perfect. You want videos?  Old movies... classics...all those Vietnam war ones...real quaint stuff... you want...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting; awkwardly) I'm Hotchkiss...I came for the...Grecian candlesticks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Fat Man studies him warily for a long moment; then he disappears through the curtain. In a brief moment, he emerges again, carrying a small, \"makeup-sized\" case, as well as two large candelabra. The Pawnbroker puts the case on the counter.  Quail looks at the case with curiosity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I wonder if you could tell me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both look around as someone enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I trust these will look well in you... mosque.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Opening up the small case. PULL BACK to reveal they are Quail's hands.  The hotel room he's now in is obviously a different one than the last one we saw him in.  The room is large but run-down, the walls are peeling, the architecture is much older, etc. Quail examines the contents of the case:  there are CREDI CARDS and also MONEY, several stacks of bills, neatly tied -- some of it the conventional green, but most of it red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RED MONEY",
          "text": "On the face of it is printed:  \"MARS FEDERAL COLONY\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mutters) Martian money....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail thumbs through the money, and whistles softly to himself as he sees how much there is. Also in the case are:  TWO PASSPORTS;  a small CASSETTE RECORDER;  a rolled-up LEATHER POUCH and a spray can of some sort;  and a strange thing that looks like a silver mask.  He examines the face mask, studies BLACK LETTERS WRITTEN ACROSS IT (which we are not close enough to read) and then puts it aside.  Another item now catches  his eye:  a wristwatch.  He sees a conspicuous red button on the side of the watch, and PRESSES IT.  INSTANTLY, TO HIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN AIR AND STAND THERE IN THE ROOM A FEW FEET AWAY FROM",
          "text": "QUAIL:  he's an EXACT HOLOGRAPHIC DUPLICATE of Quail -- down to the clothes Quail is wearing now. The image stands and watches Quail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) What the hell...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail smiles, presses the red button again.  There is a HUMMING SOUND -- and the man FADES INTO THIN AIR -- like a television set being turned off. Quail looks bemused. Now he unrolls the leather pouch and looks inside.  There he finds what look like SURGICAL INSTRUMENTS;  a sponge, a long piece of wire doubled over, with some attachments and a tiny METAL HEAD on one end, and some tubes of salve He turns on the cassette recorder. The VOICE he hears on the cassette TAPE is HIS OWN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Quail's voice) \"Hauser, this is Hauser -- or whatever you think your name is now.  If you're listening to this, I'm talking to myself. Your memory's been erased and you've got a wet towel around your head. (he does) \"The first thing you've got to do is get rid of that bug in your head.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of the tape continues as Quail follows instructions - pushing the wire up into a bloody portion of his neck, just below the ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The monitoring device is located in your left maxillary sinus cavity.  Make a small incision in your neck just below the left ear, and insert the wire up into the sinus.  The head is self-guiding.  Just shove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail makes a face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You won't feel a thing.  The spray cartridge contains a local anesthetic and a blood coagulant.  Careful, it's my neck, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding the wet towel against his neck, Quail slowly withdraws the wire.  On the end of it is a tiny, metal bead, the Transmitter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man with the ear plug suddenly reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's come on again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The 1st man quickly check the map-grid in the dashboard. A small bright 'x' is flashing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's in that old flophouse. Plaza Hotel.  Central Park South.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is anxious to get rid of the transmitter.  He looks around and notices a rat trap near a rat hole in the skirting board. He carefully - avoiding springing the trap - removes the piece of cheese and pushes the transmitter inside.  He then throws the cheese into the rat hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car is moving swiftly through the streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy, he's really moving around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CU of the screen shows the small 'x' moving in circles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls up.  Another follows it.  Armed men leap out from both.  The EARPLUG WEARER indicates they should go down an alley at the side of a service door.  They advance cautiously, guns at the ready.  They see no one. The EARPLUG WEARER indicates another, even narrower, alle leading off to one side.  Two of the men sneak cautiously up to it, their guns at the ready. A large rat scurries out from behind overfull garbage bins.  Furious, they fire.  The bullets rip the bins to shreds, scattering refuse everywhere.  The rat is killed. They all stare in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya dirty rat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OPENING CLOSE on a MONITOR SCREEN slated \"HAUSER/QUAIL\" followed by a serial number and some dates.  The slate vanishes, replaced by a scene of Quail -- undergoing some KIND OF MILITARY TRAINING. PAN to OTHER MONITORS, all depicting Quail in other action scenes -- on some kind of mission, driving a car, etc. TECHNICIANS man the monitors, scrolling through them in fast-forward and fast reverse as if searching files. The technicians turn as Cohaagen and his aides enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(demands) Anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're running every one of his memory tapes for the past fifteen years.  Nothing yet, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There must be something -- some place he would go, some friend he would run to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The red-haired E.I.O. man joins them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Cohaagen; quietly) They lost him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The red-headed man nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Are you sure the original suppression took?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely, sir.  He thinks he's Quail, a computer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) Then how do you explain what he's doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just his instincts.  He was well trained by E.I.O.... Maybe the memory cap's fractured. Portions of his prior identity could be leaking through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very anxious) He'll remember Mars?  The Sphinx Project?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fragments.  Nothing more. Nothing he could piece together. I did advise terminating him, rather than implanting an identify alternative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think I am?  A barbarian?  We're not living in the twentieth century!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at the video screen again.  An image has flashed onto it of an attractive Eurasian girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Hold it there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He studies the picture, which changes to show the same girl from different angles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Passengers are boarding a COMMERCIAL SPACECRAFT.  In addition to the STEWARDESSES checking their tickets, ther are two PLAINCLOTHES MEN checking every passenger.  They carry some kind of small, portable ELECTRONIC DEVICE that they shine in the face of each passenger going through. (It gives off a BLUE BEAM and HUMS.) The passengers are a diverse group - businessmen, officia government people, etc.  There is also a large tour group consisting of a predominately middle-aged and determinedl jolly crowd, many of them carrying duty-free bags.  They are being marshaled by an harassed TOUR ORGANIZER, who is carrying aloft a hand-painted sign... \"MARTIAN TOUR GROUP The last of the passengers board the spacecraft.  The chief PLAINCLOTHES MAN nods to an official and the door begins to close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he had to travel to Mars with that bunch, I'd be sorry for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We couldn't have missed him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way.  Let's get a coffee before the next shuttle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the PASSENGERS -- a middle-aged WOMAN - unbuckles her seat belt and heads for the restroom, carrying her handbag, and some clothes on a hanger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woman locks the door and turns to the mirror.  She opens her bag, takes out a spray container, SPRAYS HER FACE with it, and takes out -- the SILVER FACE MASK we saw in Quail's emergency kit. She holds the mask to her face.  There is a SIZZLING NOISE, and SMOKE rises from behind the mask. She lowers the mask.  Her face is now that of QUAIL. He tears up a passport and drops it down a chute. He reaches inside his dress, starts to REMOVE his \"FALSIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASK",
          "text": "We can read the BLACK LETTERING written across it now: \"LASER FACIAL\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail exits from the lavatory and glances toward the ebullient tour crowd.  He turns and looks in the other direction and sees a video theater advertising \"ROCKY 36\" with Sylvester Stallone III, Jnr.  He isn't too excited, but heads towards it.  He pauses a little when an announcement comes over the intercom. A LITTLE BELL sounds, followed by INTERCOM STATIC.  Quail looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ladies and gentlemen, if you'll glance out the starboard viewports, you'll behold an indeed awesome sight --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail goes to a viewport and PEERS, transfixed.  He is seeing... at last... the object of his obsession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SPACELINER -- which we have deliberately not seen bef this moment for dramatic effect -- banks and turns, sudde bringing into view -- MARS. AN IMMENSE ORANGE GLOBE -- so close it looks like it's going to fall on us.  It dwarfs the spaceliner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those long gorges you see, clearly are the legendary canals of Mars....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The liner drops toward the surface of Mars.  Below:  a NETWORK OF INTERSECTING LINES crisscross the planet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Of course, they are not manmade canals, but vast natural chasms ...many deeper and larger than the Grand Canyon.  Though utterly without moisture now, scientists have determined that they were formed by massive flooding millions of years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail stares, his brow furrowing as if with some deep hidden memory he can't quite recall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Surface temperatures at the Martian equator is minus one-hundred and twenty degrees  Centigrade -- in winter. Fortunately, this time of year it's slightly more seasonable: Sixty degrees, Fahrenheit, outside the domes. (beat) Please remember, folks, that outside the domes you'll need to carry your own personal oxygen supply at all times. The atmosphere of Mars is almost a vacuum.  Thank you for flying with Interstellar and we hope your stay will be a pleasant one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA follows the spaceliner until the ENTIRE FRAME is filled with the RED-ORANGE sands of MARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An endless expanse of boulder-studded red sand, under a red-orange sky. The desert is cut by a ROAD, which snakes across the rocky terrain.  Some surface TRAFFIC moves along the road (all pressurized vehicles since the atmosphere of Mars is almost a pure vacuum) - including the MARSPORT BUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CITY UNDER A DOME.",
          "text": "In the midst of the stark, trackless landscape -- it's midday, scorching -- rises a huge weatherbeaten GEODESIC STRUCTURE, its glass surface scarred by sandstorm damage. Its feeling is like an old Western, when Clint Eastwood rides into Tombstone -- the raw, forbidding vistas, with a tough town carved out of the wilderness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is looking out at the desolate landscape.  The TOUR ORGANISER, an amiable middle-aged man sits beside him. It is possible he is not a married man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's no Garden of Eden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  Quite a bit to see, though. The canyons, the old Sphinx...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you know about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not much, really.  Millions of years old.  Bit like the one that used to be in Egypt, you know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  Got destroyed in the Arab wars... What about this independence movement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dismissive) Not worth worrying about. Mostly descendants of the original colonists from Earth. Now they want self-rule so they can sell us all the minerals... I don't think we've met.  You with our group?  Takes me a while to know everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.  Douglas Quail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard Toltz. (they shake hands) Well, Doug, I hope we'll see a lot more of each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus pulls up outside a modern tourist hotel.  The buildings surrounding it have a much more improvised, temporary look.  Most are pre-fabricated structures. The streets are crowded and there is a \"frontier-town\" atmosphere.  Stalls sell fruit and vegetables, also water and air containers. A lot of greenery is evident - this is to absorb CO2 and emit oxygen, thus helping with the air supply under the dome. Some small, ragged boys look at QUAIL as he looks around before going inside the hotel.  Suddenly, one of them thr a small sack at him.  It hits his chest and leaves a yell stain.  The hotel DOORMAN chases the boys away....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smogpsucker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the other side of the street, a gang of URCHINS with a harmonica start singing some kind of defiant PATRIOTIC SONG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how it is, sir.  Some of these red-asses are a bit prejudiced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prejudiced?  Against what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earthmen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The street song has swelled, adult MINERS and CITIZENS joining the belligerent chorus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are they singing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Martian National Anthem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail tips the doorman, enter the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail passes several kiosks -- a magazine stand, currency exchange, clothing store, shoeshine stand.  A SHOESHINE BOY looks up at Quail. Quail walks past, enters the main lobby.  The atrium entryway is absolutely fabulous; a complete contrast to t dirty, Casbah-like streets.  AFFLUENT-LOOKING PEOPLE in spotless linen fill the lobby. Quail stops to examine a large ROTATING DISPLAY sitting o a table in the middle of the lobby.  It is a stand-up mod of a SPHINX.  Across the top is written \"THE FIRST WONDER OF MARS\".  A recorded VOICE repeats a canned speech --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...the Martian Sphinx... only evidence of non-human civilization ever discovered ...age estimated at over eighteen million years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOESHINE BOY",
          "text": "He stares at Quail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Quail approaches the Registration Desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to have you back with us, Mr. Hauser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is startled to be recognized -- particularly by this name.  He tries to stay casual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to be back. (pick up pen) I'm flattered you remember me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Part of my job, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starts to sign; hesitates) Do you remember my first name, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles.  Charles Hauser, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm impressed. (now he signs) Listen.  I need transportation to the... uh... the Sphinx. Can you arrange it for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, sir.  But Earth government has sealed off the excavation site completely. No one but survey teams and archaeologists are allowed closer than twenty miles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Clerk taps a few keys on a computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... (spots something on the computer) Do you want the item you left with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What item?  Oh... yes, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Clerk turns to the safe, retrieves an envelope. He hands it -- and an ELECTRONIC ROOM KEY -- to Quail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH BINOCULARS",
          "text": "Far in the distance, a dusty red structure squats amid barren dunes.  We see vehicles, scaffolding, a fortified perimeter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail stands at the window, looking through binoculars. He lowers them irritably, tosses them on the bed. Quail tugs the envelope from his pocket, tears it open. Inside is a single slip of paper, on which is written in longhand:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last Chance Air Station Kilometer 61   Gird Square T9\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is now sunset on Mars and it's literally of inearthly beauty.  The sun is bold and blood red;  the foggy, drip- ping glass of the Dome tints the light into strange color Quail emerges from the hotel, properly attired now in a white tropical suit, and starts for the taxi stand. Behind him, also emerging from the hotel, is the Shoeshin Boy.  He keeps out of sight -- but is definitely tailing Quail. As Quail nears the first solar-powered taxi in line, he i approached by an amiable-looking CALYPSO GUY wearing a We Indian shirt and bright straw hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Need a cab, boss mon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail hesitates, unsure of the protocol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Mine's right around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating first cab in line) That one's closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I out-hustle him, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO CABBIES exchange curses as Quail, wary, follows the Calypso Guy around a corner, climbs into the small solar car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An AIR LOCK whooshes open underneath a Checker Cab sign. Bennie and Quail emerge in the solar-powered car -- set off into the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi traverses the same type desert that Quail crosse a few hours ago.  Only now is looks completely different. The late light tints everything in pastel shades, Quail i awed by the grandeur of the Lawrence-of-Arabia-like setti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail and Bennie's taxi approaches a brightly-lit oasis i the middle of the desert.  There's a cafe, repair facilit and a huge parking lot -- all under a garish neon sign:",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"LAST CHANCE AIR STATION AND ASLOON",
          "text": "Quail and Bennie's taxi pulls in and parks.  In the lot i a collection of strange and colorful vehicles:  huge ore trucks that pull eight trailers, mountain prospecting jee Grapes-of-Wrath jalopies.  Quail and Bennie disembark, we ing breathing masks, and enter the main building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The joint is a combination saloon/cathouse/casino.  There are slot machines, HOOKERS, MINERS and HOMESTEADERS; it i like a Nevada brothel -- packed with wild and woolly indi vidualists, the equivalent of Old West trappers, prospect and cowboys -- but with a space-age look. Quail and Bennie elbow their way to the bar.  Fragments o conversation are overheard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...if that intergalactic little Napoleon thinks I'm sellin' and clearin' outta here, he can think again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a laugh) ...watcha gonna do when he cuts off the air, Luke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...you'll be breathin' red dust and shittin' bricks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie and Quail pass another group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...my wife ain't goin' on one of those space shuttles... she hates flyin'...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...aw, come on... flyin's safer'n crossin' the road...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...yeah, there ain't been a real disaster since that collision off Phobos, nigh on twenty years ago...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(alarmed) ...well, that killed twelve thousand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this, Bennie... Tombstone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorta.  Bunch of miners out here got their own claims, from way back.  Cohaagen's buyin' em all up, says he's gonna cut off the air an' water if they won't sell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail attracts the attention of the BARTENDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm looking for Melina Noel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've found her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His nod indicates an area behind Quail.  He turns to see an attractive waitress placing drinks on tables.  She doesn't notice Quail.  He walks toward her through the crowd.  Bennie watches, then tactfully slips away. MELINA turns to return to the bar and runs straight into Quail.  She stops, obviously astonished to see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bastard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost in tears, she pushes her way through the crowd to billiard room, which is separated from the main bar by swinging doors. There are no occupants and it is almost in darkness.  Qua bewildered, follows her.  Inside the billiard room he tur on the lights which illuminates the area of the table. (NOTE:  As Quail and Melina speak, the activity in the outside bar can be seen above the swinging doors.) Melina is still fighting back tears.  Quail stops in fron of her, unsure about what to do.  He has no recollection of how well he might have known this woman. Suddenly, she slaps him hard across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) You bastard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rubs his painful cheek. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) That's new -- the innocent look. (bitter sarcasm) You didn't have that one before. (beat) Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, uh... I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, I'll say it for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks relieved (but tries to cover).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Don't worry.  I got the note. You discharged your obligation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What note?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, the usual one.  \"Must return immediately to Earth... the wife needs me...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have a wife.  Well, I do - but not a real wife. (getting desperate) Hell... look... someone else sent that note.  Someone who --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you here for?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For you!  I don't even know why --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melina bursts into tears.  Quail rather tentatively puts his arms around her.  She welcomes this at first, but the pushes him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Whoever I was, I must have been a helluva guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Whoever you were\"???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen.  I've for to tell  you something.  I beg you to believe me... help me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All Melina's suspicions come rushing back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Something happened to my mind. Memory suppression, false implant, I don't know what --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melina backs off.  Quail grows more desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) What I'm saying is... I don't remember you.  I don't remember us.  I don't remember me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melina's expression grows dead hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "[And I thought...]",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ignoring the question) Memory erasure is what they use on agents.  Go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait... I was an agent -- I'm not now -- just tell me who I am!  How did we know each other?  Why are they trying to kill me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a step toward her, nearly frantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not trusting you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You loved me once, you must have --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That you was a liar.  Who you are now I don't even know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Melina --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tears starting) Get out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need your help --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crying quietly) Get out!  Get the hell away from me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail gives up; goes through the doors and leaves.  Melin slumps her shoulder against the table and cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail enters from the cafe.  Bennie is kneeling beside hi taxi, repairing a tire.  He look up, sees Quail approach. On his right hand, Bennie has a mechanical device capable of spinning 360 degrees.  He uses it to twirl a lug nut tight on his tire.  As Quail approaches, Bennie removes the TOOL ATTACHMENT from his HAND, tosses it into a kit beside the taxi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't look so good, boss. All over the Universe, women is an awful curse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens the door for Quail, beams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail still broods, Bennie tries to cheer him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a tough planet, boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some guy really screwed her - screwed her up real good. Some Earthman.  Just hopped on a space shuttle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie bright tone isn't improving Quail's mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, Bennie.  You're pretty well informed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If that means I know it all, you're right, boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you know about the Sphinx?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know nothin'.  Not about the Sphinx.  That's out of the ball park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to get there.  Can't you help me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No can do, mon.  You want women, cigarettes, red-market money, booze, even air or water... Bennie's your man. But the Sphinx... that's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The solar car is moving through the crowd, when suddenly SIRENS approach on a cross street.  Bennie brakes and sto He and Quail watch as POLICE MOTORCYCLES clear a path for huge, GAS-POWERED LIMO.  MINERS on the sidewalks shout",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... look at that one, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big cheese in town.  Big smelly cheese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cohaagen?  But isn't he often here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way.  That cat just cheat the Martian workers without ever leavin' his place in Beverly Hills.  Somethin' must be cookin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail keeps his face in shadow and watches Cohaagen with curiosity as he passes.  Cohaagen is lit up briefly by a street lamp.  His face makes an impression on Quail, who perhaps faintly remembers him in the past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail enters, turns on the lights, locks the door.  He checks all the rooms.  Then he crosses to the dresser, studies himself in the mirror.  He looks haggard. Quail opens a drawer, takes out his \"emergency case,\" set it on top and opens it.  He removes a shoulder holster an pistol, sets them aside.  He takes out a tape recorder. He sets the recorder down gingerly, as if somewhere in there were contained the answers to all his questions. He's just about to activate it, when he hears a KNOCK at the door. Quail freezes.  Another KNOCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through door) Mr. Hauser...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Hauser, I want to talk to you... about Douglas Quail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail ditches the recorder and the \"emergency case\" into the drawer -- everything except the PISTOL. Quail approaches the door very cautiously (from the side out of the line of fire).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tensely) Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name is George Edgemar. I work for Rekall, Incorporated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned; incredulous) Rekall??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  It's difficult to explain... Could you open the door, please?  I'm not armed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail opens it carefully, his gun at the ready, but out of view of the person at the door. A dignified-looking GENTLEMAN stands there, calm and pleasant, wearing an Earth-style business suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Mr. Quail.  May I come in?  I won't be offended if you prefer to keep the gun you're holding trained on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't see the gun, but somehow knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right... come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail does keep his gun trained on the man.  The man ente holding in his outstretched hand -- a business card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My card, Mr. Quail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail frisks him, then takes the card, glances at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay -- so you're Doctor George Edgemar of 'Rekall, Inc.'  So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As I said... this is going to be very difficult -- for both of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Quail... I'm afraid you're not really standing here at this moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sat that again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said, you're not really here.  Neither am I.  We're both in the Memory Studio -- in the offices of Rekall, Inc. On Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you trying to tell me that this is all part of some... artificially injected fantasy? That I never really left Earth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not quite.  We didn't give you this.  You're creating it yourself -- (pauses, choosing his words) Remember the option we offered you?  Intelligence agent? Something inside you liked that idea, fastened on it. What you're experiencing now is a free-form delusion that you yourself are fabricating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this shit you're giving me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is not -- shit, Mr. Quail. It's the truth. (beat) I know it's very hard for you to accept, but you're having a schizophrenic reaction... we can't snap you out of the Narkadine.  You're in a world of your own fantasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then how the hell can you be in my dream -- if you know it's just a dream?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been artificially implanted -- like the first part of your fantasy.  I'm actually monitoring your dream at a psychoprobe console. This is a last resort.  When somebody gets stuck in their own fantasy, we send in someone after them.  A specialist, like myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe a word you're saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was afraid you'd think that. I'm sorry to have to do this, but you really are stuck. (calls out) Doctor Noel, would you come in now please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door starts to open.  Quail pivots and points his gun at the opening door. MELINA walks in, carrying a CLIPBOARD.  She looks at Quai with professional detachment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Mr. Quail, I'm afraid it's all true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is staggered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I tried to break through to you earlier, but you just molded me into your fantasy. Sometimes it takes Dr. Edgemar to get through to a client as tough as you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wavering) So what's supposed to happen now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just do exactly as we tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stares at him coldly) Somehow that doesn't appeal to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Mr. Quail... try to cooperate.  You're having a schizophrenic embolism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we can't get you out now... you may never come out of it. Your wife calls every day --",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUAIL",
          "text": "Even more suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If this is a fantasy, there'll be no real consequences when I pull this trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But there will by consequences inside your mind.  Consequences that won't hurt me... but could be fatal to you. (beat) If you shoot me, you'll wipe me out of your fantasy -- I can't come back again.  Because to you, I'll be dead.  I can't help you get back to reality. You'll be stuck in permanent psychosis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUAIL",
          "text": "Trembling, holding the gun point blank in Edgemar's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDGEMAR",
          "text": "Showing no fear of tension whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to lower the gun, Mr. Quail.  You're going to hand it to me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUAIL",
          "text": "Straining desperately to find the true \"reality.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRIGGER OF GUN",
          "text": "Quail's finger on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to do exactly what I tell you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail PULLS THE TRIGGER!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK OF EDGEMAR'S HEAD",
          "text": "We SEE the results of the gunshot from this angle only, and so BRIEFLY as to produce an almost SUBLIMINAL effect: the back of Edgemar's head blows off -- He collapses to the floor. Melina LEAPS at Edgemar's falling form and CLAMPS HER HAN over Edgemar's RIGHT HAND!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch out, Charles!  There's more of them in the hall!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail spins toward the door just as it BURSTS OPEN.  A ma enters, firing, but Quail has fallen to the floor and returns the fire.  He staggers back out into the corridor and slams against the wall, dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from hall) You've had it, Hauser!  Throw out your weapon if you want a past!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melina is still crouched by Edgemar's body, holding his HAND for some reason.  Her CLIPBOARD dangles by her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) There's an explosive in the clipboard!  He has a dead-man switch in his hand!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Squeezing Edgemar's hand shut with one of hers, she holds up her other wrist -- to show that the CLIPBOARD IS BOUND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you say, Hauser?  We haven't got all night!  Hauser?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail (Hauser) SHOOTS OFF the chain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happens it I come out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail takes the CLIPBOARD from Melina and eases himself t the side of the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll put in a word with the big boys.  Maybe you'll just get exile to Venus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.  Here comes the weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail reaches around the corner and SAILS THE CLIPBOARD i the hallway.  Melina lets go of Edgemar's hand -- There is a TREMENDOUS EXPLOSION in the hallway,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail comes out in crouch, ready to shoot.  On the floor lies a DEAD MAN and the body of the Shoeshine Boy, sprawl grotesquely.  The hallway is filled with smoke.  The floo covered with debris.  Plaster falling from the ceiling. All over the hotel, ALARMS begin BLARING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail strides back in, icy-furious.  He seizes Melina by the wrist and drags her after him into the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two more E.I.O. men appear but Quail shoots them while dragging Melina down the hall in the opposite direction. He pushes open the door leading to the staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail and Melina run down the stairs.  On the next landin is a service elevator, from which a waiter is emerging carefully carrying a tray with hors d'oeuvres and champag",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in, quick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wouldn't you prefer your order in your room, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail bundles the waiter unceremoniously back inside the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail presses the basement button.  As he talks to Melina he opens the champagne and pours two glasses.  The waiter is too frightened to protest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  Answers!  Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They kidnapped me.  Said they'd kill you if I didn't cooperate.  I told them I didn't care, but then when I realized they meant it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know why they're after me, but what's your connection with all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were together before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Believe me, I'm really sorry I can't recall the details of that encounter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator has reached the basement.  They rush out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail and Melina run from a basement door into an alley. A solar car whips out in front of them.  Quail and Melina leap aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go, Bennie, for God's sake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie weaves as fast as he can in and out of the traffic Quail and Melina ducking out of view in the passenger sea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glances in mirror) Bad news, boss lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black cruiser just pull out behind us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large gas-powered official-looking car is pushing its w through the crowds and traffic behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail is aiming his gun at the following car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget the shooter, boss.  I lose 'em for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lose them?  In this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hang on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie reaches down, grasps a KNOB.  He yanks it, like someone starting an outboard motor -- and an ear-splittin LOUD ENGINE roars to life. Bennie opens the throttle and the solar car HURTLES DOWN THE STREET.  Quail and Melina are thrown back in the seat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUNFIRE blazes all around the car.  Quail FIRES back at the pursuing car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouts over GUNFIRE) You're gonna get a ticket for that engine, Bennie --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yutani 650 -- you like it, boss?  Nothing like the old gas when you want a bit of speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BULLETS from the cruiser rip through the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better have two aces, Bennie. (glances behind) There's a second cruiser -- and it's gaining --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie's car hurtles through the crowds with the official car gaining on it.  Bennie takes a corner sharply near a huge water selling stand.  The official car brakes to mak the same turn, but clips the side of the water stand.  Th water container tips and empties water through the open roof (i.e. through which one of the Agents has been firin so that the car completely fills.  The driver continues t chase, but the occupants are now submerged.  They frantic ally open the windows while continuing to follow Bennie's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The solar car rushes down what appears to be a dead-end street, with the official vehicle (water pouring out of the windows) in pursuit. At the end of the street, however, Bennie doesn't stop bu continues going into a large opening.  It is an abandoned mine.  The bigger car follows him, but won't fit.  The roof is smashed to pieces as the vehicle is wedged into the narrow opening. The second official car pulls up behind.  A chauffeur jum out and opens the rear door.  Cohaagen steps out.  He sur veys the scene.  The four men in the wrecked car clamber their way backwards out of the wreckage.  They are covere in blood and their clothes are in shreds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I take it, then, you've failed to get him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cohaagen turns to an associate, EMILE, a youngish, well-dressed executive type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Proceed with Operation Sphinx.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With him... (gestures toward the mine) ...on the lose, I'm not taking any more chances. Operation Sphinx will flush him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The solar car proceeds along the tunnel.  It enters an ar full of smoke.  Dozens of men are sitting around smoking cigarettes, pipes and cigars.  Quail looks at them in amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin', boss.  Just old smokies.  Only place they can come for a puff.  It's all banned topside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have now climbed out of the car.  Quail looks searchingly at Melina and Bennie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you two are into something a bit more serious than the taxi and truck-stop business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right, boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He unzips his jacket to reveal a T-shirt with \"MARTIAN LIBERATION FRONT\" (and an appropriate symbol) emblazoned on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God!... T-shirts.  They died out on Earth years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hurt) Well, maybe we ain't fashion leaders, boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  But we still believe in a free Mars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk as they talk - into a room off the main tunnel. It is adorned with \"FREE MARS\" and \"MARTIAN LIBERATION FRONT\" posters.  A group of people are printing T-shirts and leaflets.  They exchange greetings with Melina and Bennie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So where did I fit into all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You - when you were Charles Hauser with E.I.O - infiltrated our group.  I guess Cohaagen didn't trust you any more when you and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her gesture suggests their liaison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  And I can't even remember it.  We'll have to arrange a return bout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...so he had your memory wiped and fixed you up with a new identity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But - the Sphinx.  Why is that stuck in my mind?  Why's it so important?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just an ole heap o' stone, boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's more than that, Bennie, I know it's more.  Somehow it's connected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slumps into a chair with frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reflecting) Maybe there's a way  you can get your memory back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How?  What?  Where?  When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bit of Martian Wisdom. We're not all stupid colonists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie, Quail and Melina are walking in a crowded area of town.  Water sellers and food stalls are everywhere. An ARMORED LOUDSPEAKER VEHICLE appears, broadcasting to the crowd.  It is also swinging a powerful searchlight along the footpaths and streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...all residents are to report to their nearest space-travel agent within twelve hours, all residents will be departing on shuttles within twenty-four hours.  Air and water supplies will be cut off at that time.  I repeat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's doing it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?  Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clearing everyone out!  It's been rumored for months...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The searchlight approaches Bennie, Quail and Melina.  Ben ducks into a doorway, while Quail grabs Melina and kisses her passionately.  The light sees only the back of his he She responds warmly to his kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.  I can see why I was willing to betray E.I.O.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I though you believed in our cause?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  Of course.  That, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move into the crowd.  The message on the loudspeaker is repeated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The interior of the room is an amazing contrast to its ghetto exterior.  The decor is a baroque combination of Middle Eastern opulence and 21st century flash.  It looks like something out of \"The Arabian Nights\". A man enters from another room.  Although the man's featu are East Indian, he is very much a Peter Lorre type;  he wears a small fez cap and a white linen robe with a cowl draped around the back of his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding to Quail) Your servant, Fahreem Kuato. I greet you by the twenty-seven names that still remain, praying that you cast jewels into the darkness and given them to glow with the colors of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Kuato speaks, Quail, unimpressed, talks, sotto voce, to Melina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What use is this weirdo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ssssh...there are skills on mars that Earth has forgotten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No need to introduce yourself, Mr. Quail. (smiles at Quail's surprise) Tolerate my presumption, but it does not tax my powers to know that you are the most sought-after man on two worlds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the street the sound of loudspeakers giving informat about Quail and Co. can be heard.  Searchlight beams occasionally sweep past the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) This way, my dear man.  We have much to accomplish -- (ominously) -- and very little time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Bysantine salon filled with enormous Oriental pillows. (NOTE:  In the scenes inside Kuato's sanctum, the loudspe vans in the outside streets can be heard from time to to time.  They are repeating the evacuation message from scene 99, but alternating it with a call for the apprehension of Quail and Melina...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...for information leading to these arrests, first-class travel to Earth will be provided plus a weekend at the Leningrad Disneyworld, all expenses paid.  I repeat, an Oriental girl and Earthman, possibly to be found in the company of a black taxi driver. These are dangerous subversives and sworn enemies of the glorious Peoples Republic of Mars...)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The turbulence you hear outside is but a reflection of the turmoil within you. You have brought it to Mars in your search for yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kuato takes a seat on the pillows, invites the others to join him.  Quail hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you're going to help me by reading my mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Indubitably.  There is only small matter of a fee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naturally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is for our cause!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(soothingly) Income before ideals.  Shall we say five-hundred-thousand dollars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(appalled) Five-hundred-thousand Martian dollars, that's... (think, calculating the exchange rate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not Martian dollars, Mr. Quail - Earth dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's interplanetary robbery!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With today's exchange rate... that's over two million Martian dollars!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suave) What price do you put, Mr. Quail, on the future of the solar system?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, come off it, man.  Just for a bit of mumbo-jumbo with a crystal ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his manner slipping) Listen, buster, we're talking heavy stuff here.  You try and work out what's with this guy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He jerks his thumb toward Quail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay!  Okay!  I'll pay it, but the Interstellar Trade Practices Commission might be interested in this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone calms down. Kuato smiles.  He extinguishes all the lights save one small blue one, which illuminates the room eerily, like a seance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Retrieving the past is like walking backwards along a perilous road.  The half-recalled, the half-forgotten, the repressed, the fantasies, the triumphs, joys, failures, betrayals...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He closes his eyes and concentrates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Yes... I can feel it... a wall.  Erasure techniques are so brutal. (frowns; scans harder) Blocks.  Side channels. Future and past all jumbled. I shall have to enter deep trance to break through. (rising) I will be scanning you through the Oracle Head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kauto turns around and sits down with back toward Quail. He reaches up and lowers his cowl, REVEALING:",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TINY LITTLE HEAD GROWING OUT OF THE BACK OF HIS NECK",
          "text": "The head's eyes are closed in sleep.  It is utterly hairl and looks like one of those dolls made from dried apples; shriveled, ancient-looking yellow little ball. The LITTLE FACE TWITCHED, YAWNS and OPENS ITS EYES, BLINK It looks at Melina, then at Quail. It opens its toothless little mouth and SPEAKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do not fear me.  I need your openness...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Open you thoughts to my presence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CONTINUE ZOOM UNTIL ENTIRE FRAME is filled by QUAIL'S EYE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Open...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACKNESS BROKEN BY PULSES OF WHITE LIGHT",
          "text": "The alternations between dark (ACTION) and white (LIGHT) are RHYTHMICAL so as to create a hypnotic, dream-like feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITE LIGHT",
          "text": "Fades to reveal a dramatic CLOSE UP of the SPHINX.  We se its face, shoulders and behind it the red Martian sky --",
          "sentiment": "neutral"
        },
        {
          "speaker": "103A PULL BACK",
          "text": "to reveal the Sphinx is a PROJECTION on a screen in a windowless briefing room.  Quail is seated across from Cohaagen and other SENIOR E.I.O. OFFICERS.  On the walls are numerous satellite photos, recon maps and excavation drawings -- all relating to the Sphinx.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scaffolding and excavation works cover a wall of the Sphi the Sphinx's huge CARVED FACE visible in the background. Quail and several other E.I.O. agents stand poised, weari breathing masks and protective gear, as a powerful excavation device prizes back a huge stone, revealing an ENTRANCE TO SOME KIND OF HIDDEN CHAMBER. The other agents are fearful, don't want to proceed.  Qua ignores them, enters the chamber --",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUAIL'S FACE",
          "text": "As he enters.  We read awe, shock and fascination on his features.  He approaches something we can't see.  His hand reaches out. Suddenly, a bolt of incredible powerful energy flashes ou striking Quail like a bolt of lightning. WHITE LIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail and Melina are dancing.  The faceted mirror ball on the ceiling become the -- WHITE LIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melina watches from the bed as Quail dresses.  She rises, with only the sheet around her, tries desperately to make Quail stay.  Plainly he wants to, but he can't.  They kis lingeringly;  then Quail, as if \"called to duty,\" exits. WHITE LIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail alone, hands bound, in a holding chamber.  Suddenly the door opens and THREE BEEFY E.I.O. AGENTS enter.  They grab Quail to haul him out.  Quail battles them with amazing skill and resourcefulness.  With his bound hands he SLUGS ONE MAN, hurling him into a wall;  he RABBIT- PUNCHES a second man with a two-handed blow and KNOCKS HIM UNCONSCIOUS.  The third man sneaks around behind Quail and DROPS HIM WITH A BLACKJACK to the back of the head. WHITE LIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail on his back, all four limbs pinned by some futurist version of \"the rack,\" his head held imobile by a FEARSOM DEVICE similar to the one we glimpsed on Earth, in the va the two agents tried to shove him into. Several DOCTORS stand over him.  INTO FRAME moves... Cohaagen! Cohaagen orders the doctors to attach electrodes to PROBE already inserted into Quail's brain.  As they turn up the power, Quail's face contorts in a grimace of agony --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have seen your past. Now read the future...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same scene we saw during the film's OPENING SEQUENCE. A man wearing a LIGHT-WEIGHT THERMAL SUIT races through a LABYRINTH OF TUNNELS.  The GROUND TREMBLES beneath him, a if in an earthquake.  EXPLOSIONS rumble deep in the groun below him.  Suddenly we realize -- the man is Quail",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOSE",
          "text": "He throws a backward glance over his shoulder, fearfully, as he runs.  Suddenly a BRILLIANT WHITE LIGHT floods in from ahead of him;  he puts up his hands to protect his eyes -- and sees his hands are SPLATTERED WITH BLOOD! Quail runs even faster -- ahead the BRILLIANT LIGHT seems to promise safety.  He battles toward it.  SOUNDS OF EXPLOSIONS increase, building urgency.  Up ahead, emergin from the light, HANDS REACH OUT TO HELP QUAIL.  He seems almost to safety.  But just as he REACHES THE HANDS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail awakens with a jolt.  White as a sheet... sweating like he's just run ten miles.  Then:  a transformation seems to come over him.  He LOOKS -- and SEES: KUATO slumped across the cushions -- MELINA beside Kuato BENNIE standing holding a smoking GUN trained on Kuato.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rushes to Quail) Charles!  Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail stares at her, as if an entire bank of lost memorie were suddenly clicking back into place --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) He kept dragging you deeper and deeper into the trance! We couldn't wake either of you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stopped breathing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail gives Bennie that same eerie look, then turns to Kuato, who is sprawled motionless across the pillows, a curl of smoke rising from two entry wounds in his spine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you kill him?  It was the next bit I really...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No choice, boss.  It was him or you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail lunges across the pillows to Kuato's unbreathing form.  Quail shakes the ancient mystic, trying to find a last flicker of life. Kuato's body is dead white.  Quail releases his grip; he about to give up when -- A MUFFLED CHOCKED SOUND comes from behind Kuato's neck. It's the Oracle Head!  Quail instantly rolls Kuato's body over.  The Head is still alive! Quail bends closer, kneeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) -- the vengence you seek... and the salvation of Mars... are waiting for you in the crown of the Sphinx. (sags, gasping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Oracle Head lets out a LONG SIGH and goes limp, a small trickle of blood oozing from the corner of its mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phobos and Demos!  What was that all about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail ignores him, still kneeling -- deep in thought -- over the Oracle Head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay?... Charles? Doug?  Whoever?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail reaches out and closes the Oracle Head's tiny eyelids.  Melina and Bennie exchange a glance.  Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUAIL",
          "text": "Stands.  For a moment his back is to Melina and Bennie. Then he turns. He has become a different man.  His eyes gleam.  He is forceful, purposeful, contained.  Once again the ace E.I. agent.  Melina senses immediately that this is the man sh knew before",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(even his voice has changed) I'm fine... only I'm not Doug -- I'm Charles Hauser... and I know everything Hauser knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to Bennie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Bennie, where's your depot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(working it out) Well... you go outta here... take a left, then down past the first... no second... water bureau you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(briskly) Can you get us there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to the Sphinx.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He strides off.  The others follow, still full of questio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Impossible, man.  Guards everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Oracle... what did you learn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only everything.  I've got total recall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are now heading down the stairs toward the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail, Melina and Bennie make their way through the crowd to Bennie's depot.  The streets are even busier then befo people are now beginning to evacuate the city.  Everyone carrying their possessions - bundles, suitcases, pets, et etc.  The loudspeaker vans are still touring and broad- casting the same message. Bennie indicates a building on their left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie and Melina follow Quail as he walks up and down th rows of vehicles in the vast building.  There are bull- dozers and ore haulers as well as solar taxis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll never get near the Sphinx!  They'll blow us apart!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail ignores him as he continues to mumble to himself. He rapidly but carefully inspects each vehicle as they pass.  Camera tracks rapidly with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we doing, Charles? For God's sake, tell us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sphinx... it's not some useless artifact, it's a machine built by some alien race eighteen millions years ago.  The same race that built the on one Earth... for the same purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops in front of a large, odd-shaped vehicle with a large scoop or propeller on the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) This is what we need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He begins to climb in;  the others follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the Sphinx) It's a hunk of old stone, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ditto) Purpose?  What purpose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie starts the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Bennie, move it. (then, to Melina) Have you heard the word, \"terriform\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melina shakes her head.  The vehicle moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUARDS are carefully checking every vehicle leaving the city, though this has to be done fairly rapidly because of the inhabitants leaving for the Space Ports. The vehicle with Bennie, Quail and Melina arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie is nervous.  Melina and Quail are in the back, but cannot be seen.  Guards are checking all vehicles exiting looking for Quail and Melina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling to Guards) Just deliverin' some old junk to the mine out at Apidalia Planitia.  Got them people you're lookin' for in the back as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Guards laugh and signal him on. Once through the second door of the air lock (i.e. to the area outside the city), Quail and Melina emerge and sit up on the rear seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The machine in the Sphinx is tapped straight down to the molten core of this planet. There are tunnels and ducts everywhere, all powered by fusion generators...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure the little man didn't fry your brain, Quail?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping) For what?  To do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To combine elements in the Martian core and release them as oxygen, hydrogen and nitrogen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's air!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a wide shot, the vehicle is traversing the desert.  Th domed city is some distance in the background.  Voices ar heard in false perspective.  Emphasis is on the dry and hostile natural landscape of Mars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right.  Air and water. Terriforming will create a permanent livable environment for Mars.  No more pressurized cities, no more containers in the desert.  There'll be rivers, vegetation - life - the same as Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(baffled) So why is Cohaagen shipping everyone out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you see?!  From being a pile of red dirt with minerals, Mars is going to change into  a chunk of priceless real estate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Cohaagen's going to own it all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right!  He can start selling it off to well-heeled investors from Earth.  Beach condos, ski resorts, you name it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No wonder he wanted you to... penetrate... out group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods) Once word of this gets out, the whole planet will support you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vehicle is now approaching the Sphinx.  Both it and the pyramids can be seen some distance away. Voice are heard in CU perspective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what can we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruin his little scheme by terriforming ahead of schedule - while the inhabitants are still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melina is amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But who'll work the machine? Do you know how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm the only one who does. Why do you think Cohaagen's left me alone all this time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vehicle is even closer to the Sphinx.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was the first one inside when they cracked the riddle of the Sphinx.  It must've been programmed.  Some kind of...force...shot into me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Cohaagen wiped your memory!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smoothly) Just a way of putting me on ice.  He'd of reversed it once the planet was evacuated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man!  This is real complicated. Go over it again, real slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ignoring Bennie's aside) What he hadn't counted on was your effect on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) And all without the marvels of modern science!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail looks out the back window, his attention attracted by two patrol vehicles.  They are some distance away, but approaching steadily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wide shot shows a total of four patrol vehicles approac ing the vehicle with Quail, Melina and Bennie.  Suddenly, it stops moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vehicle had just stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie, don't stop now, take it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to see Bennie is covering him and Melina with a pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like I said.  It's a tough planet.  I'm a baddie, not a goodie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should have known, you were just too helpful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EIO Rule One, man.  Trust Nobody.  Now you can do your terriforming stuff right when those space shuttles are gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what about the Martian people?  Out cause?  I thought you believed in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your cause?  That bunch of dead beat radicals!  When I hand in this little number... (flicks his gun in Quail's face) ...I'll get real estate rights on the whole of Chryse Planitia...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that instant, Melina lunges, PUNCHES A RED EMERGENCY BUTTON.  The VENT beside Bennie's hand BLOWS OPEN, [causi a powerful suction caused by Mars's vacuum atmosphere. Bennie's gun hand is PLANTED AGAINST THE VENT [OPENING.] Simultaneously, the air in the vehicle starts rushing out All three parties begin choking.  As Bennie's mechanical hand claws for the lever that seals the vent, Quail has a moment to jump him.  He pounds Bennie's gun hand, the",
          "sentiment": "neutral"
        },
        {
          "speaker": "PISTOL IS SUCKED, CLATTERING, OUT THE VENT",
          "text": "Quail delivers a roundhouse punch to Bennie, knocking him clear across the bus. Melina seals the vent, REPRESSURIZES THE CABIN. Bennie gets up off the floor, shaking off Quail's punch--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The E.I.O. vehicle are a half mile off -- and closing in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail glances at the vehicles, turns to Bennie -- ready to jump him.  But stops short at what he sees Bennie doin Bennie is clipping on his MECHANICAL ARM.  It sprouts several rows of vicious-looking STEEL BLADES --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This makes Bennie a cut above anyone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie presses another button and the BLADES START SPINNI Bennie's mechanical arm is in effect now a BUZZ SAW! The fight begins.  Bennie attacks Quail with his buzz-saw arm;  Quail dodges.  Bennie's arm shreds various articles in the cabin -- and keeps Melina at bay with well-timed swipes.  Finally Bennie gets in a roundhouse punch to Quail's jaw with his real hand.  Quail sprawls, dazed. Now Bennie goes for the kill.  But Melina leaps onto him. Bennie grabs her by the hair and moves his SPINNING HAND in for the quick kill.  Melina clutches the terrifying appendage with both hands, desperately keeping it at bay. But her strength is no match for Bennie; the whirring blades are just about to bite into Melina's neck when -- Quail comes back, lands a ferocious rabbit punch to Bennie's spine.  Quail lunges at him, grabs the blade weapon;  he and Bennie crash into the cabin wall and -- The BLADE RIPS CLEAR THROUGH THE MOLE'S WALL!  Alarms sound as a GAPING HOLE IS BLOWN IN THE SIDE OF THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "VACUUM",
          "text": "Now no one can breathe.  They all claw for their masks, [still] in place.  Bennie is first;  he recovers, lunges with his SPINNING ARM for Quail.  Quail barely dodges, grabs the arm, muscles it back toward Bennie -- The SPINNING BLADES SEVER BENNIE'S OWN OXYGEN LINE!  Gasp ing, he falters.  Quail aims a titanic blow, PUNCHES BENNIE out through the hole in the mole's wall! Quail and Melina, masks on, stare out as Bennie claws desperately at his severed air line.  The Martian vacuum pulls the oxygen from Bennie's lungs, he chokes, staggers",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bennie is beside the vehicle.  He implodes like a balloon with all its air gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "122AB INT/EXT. VEHICLE",
          "text": "Melina hides her face in horror.  At that instant --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullets dig into the sand all around the vehicle.  The patrol cars are only a few hundred yards away!  Loud- speakers call for Quail's surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail lunges for the vehicle controls.  Presses a button marked \"Dive\".  The vehicle tilts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vehicle burrows powerfully into the sand.  As the patrol cars close in and rake the desert with gunfire, the vehicle vanishes from sight.  In the distance, the Sphinx looms ominously. A driver in one of the patrol vehicles (filmed from outsi the windscreen) is speaking into a microphone.  He can't be heard but can only be radioing a report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERGROUND",
          "text": "The little mining vehicle moves powerfully, propelled by its BORER NOSE. Quail mans the controls while Melina struggles to shore u the gaping hole in the side, into which SAND is POURING as the mole moves forward.  Quail looks at a compass in the control panel.  He makes a correction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouts over engine noise) Hope I've got this direction right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sand pours over him from bullet holes resulting from the encounter with patrol cars. CU speedometer:  22 MPH.  Every other gauge is overheatin flashing WARNING LIGHTS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cohaagen and a number of his associates, plus scientists and heavily arms troops are present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The air supply is off under the domes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.  In a couple of hours it'll be all gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any trouble with the rabble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not much, sir.  A lot of complaining.  But they're all heading towards the shuttle areas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On some of the video screens a number of space shuttles can be seen, ready for departure to Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mole bores through a sand wall, emerges into a crampe horizontal tunnel.  Quail and Melina leap out.  The poor Mole is smoking like an overheated drill bit.  Its nose is worn to a nub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got in with this thing, but we'll never get back out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shame.  Such a pleasant trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a lighted area at the end of the tunnel.  Quail and Melina hurry toward it, moving silently, close to the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They draw up an abyss -- where their tunnel intersects th MAIN DOWNSHAFT.  Melina gasps at the colossal scale of th drilling, hundreds of yards across, deeper than the eye can see, and crisscrossed by catwalks, buttresses and super-sophisticated technology. Quail and Melina are forty feet below the upper end of the main downshaft.  They can look up the shaft and see the first interior level of the Sphinx itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points down shaft) This is the main tap -- straight down to the core of Mars.  When we trigger the mechanism, fusion reactors will detonate down there -- four hundred miles deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remind me not to slip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The new elements will come booming up through this shaft -- and six thousand others all around the planet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right at home -- and full of confidence. Quail climbs onto the ladder, which links various top levels. He starts to climb.  Melina follows him.  They are tiny figures.  The space around them plummets down to infinity",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A patrol of NINE HEAVILY-ARMED GUARDS appear from a corri in Level One -- directly above where Quail and Melina are climbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE WALL OF THE SHAFT",
          "text": "Quail and Melina's heads inch into view at floor level. They take one peek at these formidable warriors and duck back swiftly out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to two of his men) Stay in contact.  I want to hear from this checkpoint every four minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seven of the Guards move off, two remain in position. We HEAR the FOOTSTEPS of the seven guards recede. The two remaining guards realize their isolation; they glance tensely to one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The First Guard points to the edge  of the main shaft -- right where Quail and Melina are hiding.  The Guards cock their weapons, start cautiously forward.  Just as they're about to peer over the brink, guns at the ready:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from behind the guards) I'm not there, boys.  I'm here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guards spin around, weapons poised.  Standing in the shadows, near the corridor, is Quail!  (Still with no gun) Both guards walk quickly toward Quail, covering him with their weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Guard #2) Watch him.  He was EIO trained. They're all full of tricks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?  Like...who was that guy? -- Fred Bond?? (to Quail) Keep 'em up, Fred, keep 'em up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail has his arms raised high.  Just as the Guards reach him, he fizzes electronically, emitting a humming sound, then disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hologram!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before either Guard can react, the real Quail appears -- one foot behind them.  With two LIGHTNING BLOWS, he dispatches the Guards.  (Apparently Quail has climbed out of the shaft while the Guards were distracted.) Quail snatches both Guards' weapons, grenades and ammo belts.  Melina climbs out of the shaft.  Quail tosses her one of the Guard's guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALARMS go off everywhere.  Quail -- carrying a gun and al the grenades and ammo belts -- and Melina (just carrying gun) bolt down a corridor past a sign: \"LEVEL ONE\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(running) Where'd you get that little trick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(running) Mail-order company.  It's a great one for fooling the wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cohaagen and his Aides hear the ALARMS, see Quail and Melina on MONITORS as they race down the corridor on Level One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the hell did they get in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up the fusion core.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up the fusion core??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He exhibits begrudging admiration for Quail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(studies monitor more carefully) They're on Level One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wall sign behind Cohaagen reads:  \"LEVEL THIRTEEN\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seal all upper levels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A button is pressed and huge doors slide across in front of the formidable doors already closing the Control Room off from the outside corridors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail and Melina are still racing through the corridors. He passes her a fresh ammo belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicates weapons) Know how to use one of these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melina expertly ejects her spent clip (that Guards fired at Quail), slams in a fresh clip and cocks the gun. Quail has a half-second to react, impressed, then -- FOUR GUARDS pound into view at the end of the corridor. Melina opens fire, nails two.  Quail heaves a grenade; as it EXPLODES, he and Melina bolt down a side corridor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALARMS continue as Quail and Melina dash down the side passageway.  MORE GUARDS cut them off;  Melina's machine gun sends them scattering -- Quail pauses at a corner.  He looks around quickly and se that an elevator is arriving.  He motions Melina back.  T doors of the elevator begin to open.  Very quickly, Quail bobs his head and arm around the corner.  He calls out, loudly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hurls something toward the armed men in the elevator. Instinctively one of them reaches for the thrown object. It is an explosive device of some sort.  Quail and Melina press themselves against the wall just around a corner fr the elevator.  There is a tremendous explosion. Quail, followed by Melina, rounds a corner.  The elevator is in ruins; bodies are scattered everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great stuff, but how do we get up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She points toward the upper levels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melina and Quail can be seen on the security monitor from a high angle.  Quail looks up, spots the monitor, and shoots is to pieces.  The image on the screen goes black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget them.  We'll pick up Quail once the shuttles have left for Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail spots a large WINDOWED AIR LOCK at the end of the corridor.  He and Melina race to it.  Quail starts to ope the inner door of the air lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're afraid of the heights, you better get over it real quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is pulling Melina through the inner air lock door just as -- GUARDS stampede around the corner of the corridor toward them. Quail is out of sight, but they see Melina poised near th window.  She waves and smiles to them, hiding her gun beh her body.  They slow down and approach less cautiously, beguiled by her manner and attractiveness.  As they get close, she suddenly lifts her gun and opens fire, mowing them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail and Melina climb through the outer air lock door. They are at the Sphinx's shoulder, with a dizzying drop beneath them.  Melina looks down.  She's sorry she did: the fall is at least 200 feet.  (Both are wearing their breathing apparatus.) Quail and Melina start to climb.  Up the Sphinx's shoulde along its Egyptian-like headdress --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cohaagen's chief aide, Emile, addresses him quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If Quail's the only one who can operate all this... (gestures toward Sphinx's controls) ...then he can call all the shots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll tell him the computer's worked out the operational details so we don't really need him.  We're just doing him a favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if that doesn't work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We offer him rewards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if that doesn't work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll torture him.  You don't think I got this far by being a nice guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail and Melina traverse across the cheekbones, haul themselves up at the base of the red translucent eyes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The video monitors show the space shuttles.  An operator, with earphones, turns to Cohaagen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First of the shuttles ready for departure, sir.  Two minute countdown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail jams THREE GRENADES against the glass of the eyes, pulls Melina back behind the stone cheeks --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MUFFLED EXPLOSION (due to the thin Martian atmosphere) detonates overhead.  THE SPHINX'S RIGHT EYE BLOWS IN a storm of shards and shrapnell. Instantly, the room turns into a hurricane as the Martian vacuum sucks out all air!  Everyone panics, grabbing thei",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seal the breach!  Repressurize!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An aide dives for an EMERGENCY SWITCH.  But now -- Quail and Melina, wearing breather masks, bursts in onto an overhead catwalk.  They OPEN FIRE on the Guards, who a choking, struggling with their masks. An EMERGENCY PRESSURE SEAL powers into place, sealing the breach in the eye.  REPRESSURIZATION comes up, the intern atmosphere stabilizes -- None of the men inside the control room still moves.  The victors tug off their masks, spring down to the main leve Melina hurries to the main control panel. Melina looks towards the video monitors showing half a dozen huge space shuttles lined up for departure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those shuttles are starting up any minute.  If you know how to work this thing, you better do it now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail tentatively approaches the imposingly complex machinery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you know how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Transfixed, mesmerized, Quail moves closer to the control panel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... there's a vital connection missing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He approaches even closer.  He begins to raise his arm towards a blank area a little above his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ...me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you activate the mechanism you'll die...there were glimpses of it in your memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wrong, Cohaagen, there's a long tunnel, a brilliant white light, hands reaching for me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(assured) That's your death.  That's what it looks like.  That's what is always looks like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail looks around him, half-convinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking toward space shuttles on video screens) Charles - for Mars's sake....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail hesitates.  He looks from Melina to Cohaagen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not too late.  Join us again.  U've a lot to offer. A whole world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quail continues to look at him, thoughtfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't deserve a new world, you and people like you made too big a mess of the old one. Time someone else had a chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns back to the machine and slowly raises his arm again.  His fingers reach towards the blank section on the panel.  Slowly, through the panel, a luminous hand reaches toward Quail's fingers.  Gently, the fingers of the two hands touch. The entire control room begins to rumble and shudder.  As Quail reaches for Melina, Cohaagen suddenly dives on him. They grapple amid the shuddering Sphinx and can be seen only intermittently as debris crashes around them. The fight ends as Cohaagen is hurled backwards and disappears when a section of floor collapses underneath h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A reprise of the sequence that opened the movie. Quail RUNS THROUGH A LABYRINTH OF TUNNELS.  THE GROUND",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAVES BENEATH HIM ... HUGE STONE BLOCKS CRASH DONW ON",
          "text": "ALL SIDES!  We hear an EXPLOSION and ANOTHER and ANOTHER, each one SOUNDING CLOSER than the last -- Quail clamps him breathing mask on as he runs.  Is this his own death?  Where is Melina? The tunnel walls are just like the ones in Quail's original nightmare -- bright reddish-orange, clay and quartz. Quail throws a backward glance fearfully over his shoulde The EXPLOSIONS are closer.  Suddenly -- Up ahead appears a BRILLIANT WHITE LIGHT.  Quail sees it, but it only terrifies him more.  Is it death he's running to?  He hurries on with all his strength, but -- Just as he nears the white light, HE FALLS.  On his knees too weak to move.  He struggles -- HANDS ARE REACHING OUT TO HIM, from out of the brilliant light.  Quail stretches for them, just as -- A FINAL EXPLOSION blows him forward -- straight into the WHITE LIGHT!  The HANDS SEIZE HIM, pull him upward to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hands belong to breather-masked MINERS, dismounting rapidly from an overloaded transport vehicle which was taking them to the Space Port.  Quail looks from them to Melina, who is walking towards the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINERS' MASKED FACES",
          "text": "The miners' desert garb, shield goggles and breathers add to the surreal nightmare quality of Quail's tortured perspective --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO QUAIL",
          "text": "In terror, lost, disoriented totally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I dying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't lie to you, pal. You are. MINER (from Melina's bar) I'd say in about forty years... (he and others help Quail to his feet) ...come on, we've gotta get to the Space Port.  That Intergalactic Napoleon's switched off the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shippin' us all out.  Mars is finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MINER'S WIFE watches them.  She is crying. Quail looks up at the sky.  Melina follows his glance. So do the others. Slowly, but perceptibly, the color is changing from yello to blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the miners are puzzled, apprehensive.  Quail reaches toward the one who spoke to him before and pulls off his breathing apparatus.  At first the man is shocked, then realizes he can breathe without it.  Quail takes off his own, then Melina's All the miners watch in amazement.  They all remove their breathing masks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's just the start.  Next there'll be rain and growth and ... life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melina embraces him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Rekall could never have come up with anything like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melina looks oddly at him, smiling, mysterious. As the sky becomes more and more blue, more of the Miners descend from the bus.  Softly at first, then with more an more confidence, they begin singing the Martian National Anthem. The music swells.  Quail puts his arm around Melina.  The both join in the chorus. It reaches an impassioned crescendo as the FRAME FREEZES and the END CREDITS ROLL UP the screen. THE END",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2429"
    }
  ]
}