{
  "movie_id": "MOV2436",
  "scenes": [
    {
      "location": "CAF",
      "characters": [
        "INT. BEDSIT. NIGHT",
        "INT. NIGHTCLUB, WOMEN'S TOILET. NIGHT",
        "INT. LONDON BEDSIT. DAY",
        "CD4.",
        "INT. GAIL'S BEDROOM. DAY",
        "--------",
        "INT. RENTON'S FLAT. DAY",
        "INT. RENTON FAMILY HOME, PARENTS' BEDROOM. NIGHT",
        "INT. LOCKER. DAY",
        "INT. CALL BOX. DAY",
        "---------",
        "INT. OTHER SIDE OF RENTON'S BEDROOM DOOR. DAY",
        "INT. HOSPITAL WARD SITTING-ROOM. DAY",
        "INT. HOSPITAL CORRIDOR. NIGHT",
        "INT. LONDON FLAT. DAY",
        "INT. CAR. DAY",
        "INT. HOSPITAL. NIGHT",
        "INT. STUDIO. DAY",
        "INT. GAIL'S HOME, HALL/KITCHEN. DAY",
        "EXT. BUS STATION. NIGHT",
        "INT. GP'S SURGERY. DAY",
        "INT. TAXI. NIGHT",
        "INT. MIKEY'S FLAT. DAY",
        "INT. SOCIAL CLUB. NIGHT",
        "'FALKLANDS VETERAN. I LOST MY LEG FOR MY COUNTRY. PLEASE",
        "INT. SWANNEY'S FLAT ROOM. DAY",
        "EXT. ROAD. NIGHT",
        "INT. CONSULTING ROOM. DAY",
        "INT. LEFT LUGGAGE ROOM. DAY",
        "EXT. STATION. DAY",
        "EXT. RAILWAY. DAY",
        "INT. TOMMY'S FLAT. DAY",
        "EXT. CAR. DAY",
        "INT. HALLWAY OUTSIDE BEDSIT. DAY",
        "EXT. HOSPITAL/TAXI. NIGHT",
        "EXT. YARD. DAY",
        "INT. FLAT TO BE BURGLED, KITCHEN. DAY",
        "INT. SWANNEY'S FLAT. DAY",
        "INT. HOSPITAL ACCIDENT AND EMERGENCY DEPARTMENT. NIGHT",
        "EXT. BUSY LONDON ROAD. DAY",
        "EXT. THE AI IN NORTH LONDON. DAY",
        "INT. HOSPITAL CORRIDOR. DAY",
        "INT. LONDON PARTY. NIGHT",
        "INT. LONDON BEDSIT. NIGHT",
        "INT. SWANNEY'S FLAT. NIGHT",
        "INT. RENTON'S FLAT ROOM. DAY",
        "INT. RENTON FAMILY HOME, LIVING-ROOM. NIGHT",
        "INT. HORRIBLE TOILET. DAY",
        "EXT. FOOTBALL PITCH. NIGHT",
        "INT. OFFICE. DAY",
        "INT. DIANE'S HOME, HALL/KITCHEN. DAY",
        "INT. HALLWAY OUTSIDE BEDSIT. NIGHT",
        "INT. PUB 2. NIGHT",
        "INT. LEFT LUGGAGE. DAY",
        "INT. GAIL'S BEDROOM. MORNING",
        "INT. SWANNEY'S FLAT. LATER",
        "INT. BUS. NIGHT",
        "EXT. SCHOOL. DAY",
        "INT. FLAT TO BE BURGLED. DAY",
        "INT. BEDSIT. DAY",
        "INT. RENTON FAMILY HOME, LIVING ROOM. NIGHT",
        "INT. CUBICLE. DAY",
        "INT. ELECTRICAL RETAILERS. DAY",
        "INT. PUB 1. DAY",
        "INT. PUB 2. DAY",
        "INT. PUB I, TOILET. DAY",
        "INT. RENTON'S ROOM. DAY",
        "INT. RENTON'S BEDROOM. DAY",
        "INT. CAR. NIGHT",
        "INT. PARTY. NIGHT",
        "INT. CLUB. NIGHT",
        "INT. LONDON PUB. DAY",
        "EXT. RAIL BRIDGE. DAY",
        "INT. PUB I. NIGHT",
        "INT. TOMMY'S FLAT. NIGHT",
        "INT. HOTEL. DAY",
        "INT. CREMATORIUM CHAPEL. DAY",
        "INT. TRAIN. DAY",
        "EXT. VIDEO STORE. DAY",
        "EXT. HOUSING ESTATE. DAY",
        "INT. DIANE'S HOME, HALLWAY. NIGHT",
        "EXT. TAXI. DAY",
        "EXT. STREET. NIGHT",
        "EXT. STREET. DAY",
        "INT. RENTON FAMILY HOME, LIVING-ROOM. DAY",
        "INT. SWANNEY'S STAIRWELL. NIGHT",
        "OK.",
        "INT. PUB I. DAY",
        "INT. BETTING SHOP. DAY",
        "INT. HOTEL ROOM. DAY",
        "INT. BUS TOILET. NIGHT",
        "INT. INTERVIEW OFFICE. DAY",
        "INT. SCHOOLROOM. DAY",
        "INT. ESTATE AGENT'S OFFICE. DAY",
        "INT. DIANE'S HOME, LIVING-ROOM. MORNING",
        "INT. GAIL'S BEDROOM. NIGHT",
        "INT. DIANE'S HOME, LIVING-ROOM. DAY",
        "INT. TROLLEY BAY. NIGHT",
        "INT. LONDON FLAT. NIGHT",
        "INT. NIGHTCLUB. DANCE AREA. NIGHT",
        "INT. TAXI. DAY",
        "EXT. PARK. DAY",
        "EXT. LONDON. DAY",
        "INT. UNDER WATER. DAY",
        "----------",
        "INT. RENTON'S BEDSIT. NIGHT",
        "INT. COURT. DAY",
        "INT. DIANE'S BEDROOM. NIGHT",
        "INT. WARD. DAY",
        "INT. SHOP. DAY",
        "INT. HORRIBLE TOILET CUBICLE. DAY",
        "INT. POOL HALL. DAY",
        "INT. WARD. NIGHT"
      ],
      "dialogues": [
        {
          "speaker": "EXT. STREET. DAY",
          "text": "Legs run along the pavement. They are Mark Renton's. Just ahead of him is Spud. They are both belting along. As they travel, various objects (pens, tapes, CDs, toilet sunglasses, etc.) either fall or are discarded from insid They are pursued by two hard-looking Store Detectives in The men are fast, but Renton and Spud maintain their lead",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice-over)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Choose life. Choose a job. Choose a career. Choose a fami Choose a fucking big television, Choose washing machines, compact disc players, and electrical tin openers. Suddenly, as Renton crosses a road, a car skids to a halt In a moment of detachment he stops and looks at the shock Spud, who has continued running, then at the Two Men, who on him. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT ROOM. DAY",
          "text": "In a bare, dingy room, Renton lies on the floor, alone, m drugged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Choose good health, low cholesterol and dental insurance. fixed-interest mortgage repayments. Choose a starter home your friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FOOTBALL PITCH. NIGHT",
          "text": "On a flood lit five-a-side pitch, Renton and his friends another team at football. The opposition all wear an identical strip (Arsenal), whe friends wear an odd assortment of gear. Three girls -- Lizzy, Gail, and Allison and Baby -- stand watching. The boys are outclassed by the team with the strip but pl As each performs a characteristic bit of play, the play f name is visible, printed or written on some item of cloth baseball cap, shorts, trainers). In Begbie's case, his na tatoo on his arm. Sick Boy commits a sneaky foul and indignantly denies it. Begbie commits an obvious foul and make no effort to deny Spud, in goal, lets the ball in between his legs. Tommy kicks the ball as hard as he can. Renton's litany continues over the action:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Choose leisure wear and matching luggage. Choose a three suite on hire purchase in a range of fucking fabrics. Cho and wondering who you are on a Sunday morning. Choose sit that couch watching mind-numbing sprit-crushing game show stuffing fucking junk food into your mouth. Choose rottin the end of it all, pishing you last in a miserable home, more than an embarrassment to the selfish, fucked-up brat have spawned to replace yourself. Choose your future. Cho Renton is hit straight in the face by the ball. He lies b astroturf. Voice-over continues. But who would I want to do a thing like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Renton lies on the floor. Swanney, Allison and Baby, Sick Boy and Spud are shooting shoot up. Sick Boy is talking to Allison as he taps up a RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I chose not to choose life: I chose something else. And t reasons? There are no reasons. Who need reasons when you' heroin? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goldfinger's better than Dr. No. Both of them are a lot b than Diamonds are Forever a judgement reflected in its re poor showing at the box office, in which field, of course Thunderball was a notable success. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People think it's all about misery and desperation and de all that shite, which is not to be ignored, but what they Spud is shooting up is the pleasure of it. Otherwise we wouldn't do it. After we're not fucking stupid. At least, we're not that fuckin Take the best orgasm you ever had, multiply it by a thous you're still nowhere near it. When you're on junk you hav one worry: scoring. When you're off it you are suddenly o worry about all sorts of other shite. Got no money: can't pished. Got money: drinking too much. Can't get a bird: n of a ride. Got a bird: too much hassle. You have to worry bills, about food, about some football team that never fu winds, about human relationships and all the things that don't matter when you've got a sincere and truthful junk SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would say, in those days, he was a muscular actor, in e sense, with all the presence of someone like Cooper or La but combined with a sly wit to make him a formidable roma lead, closer in that respect to Cary Grant. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only drawback, or at least the principal drawback, is have to endure all manner of cunts telling you that -",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PUB I. NIGHT",
          "text": "Begbie, smoking and drinking, speaks to camera. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way would I poison my body with that shite, all they f chemicals, no fucking way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PUB I. NIGHT",
          "text": "Tommy sits beside Lizzy. He speaks to camera. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a waste of your life, Rents, poisoning your body wit shite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON FAMILY HOME, LIVING ROOM. NIGHT",
          "text": "Renton's father and mother sit at the table eating. Renton is seated but not eating. FATHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every chance you've ever had, you've blown it, stuffing y with that filth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ELECTRICAL RETAILERS. DAY",
          "text": "Gav wears the corporate jacket. GAV",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get off that stuff, Rents and get a job. It's not as bad looks. While you're here, you don't fancy buying a cooker",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Sick Boy and Spud lie drugged up. Allison and Baby wait w up. Renton is standing up. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From time to time, even I have uttered the magic words. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you serious? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. No more. I'm finished with that shite. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's up to you. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to get it right this time. Going to get it set get off it for good. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, sure. I've heard it before. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sick Boy method. They both look at Sick Boy SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, well, it surely worked for him. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's always been lacking in moral fibre. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He knows a lot about Sean Connery. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's hardly a substitute. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "you'll need one more hit. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I don't think so. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To see you through the night that lies ahead. Freeze Frame on Swanney. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We called him the mother superior on account of the lengt habit. He knew all about it. On it, off it, he knew it al course I'd have another shot: after all, I had work to do",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON'S FLAT ROOM. DAY",
          "text": "The door opens and Renton enters carrying shopping bags. to a mattress beside three buckets and a television. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relinquishing junk. Stage One: preparation. For this you need: one room which you will not leave; one mattress; to soup, ten tins of; mushroom soup, eight tins of, for cons cold; ice cream, vanilla, one large tub of; Magnesia, Mil bottle; paracetamol; mouth wash; vitamins; mineral water; Lucozade; pornography; one bucket for urine, one for fece one for vomitus; one television; and one bottle of Valium have already procured, from my mother, who is, in her own and socially acceptable way, also a drug addict. Renton swallows several Valium tablets. Voice-over contin And now I'm ready. All I need is a final hit to soothe th while the Valium takes effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Swanney, Sick Boy, Spud and Allison and Baby all lie iner telephone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CALL BOX. DAY",
          "text": "Renton curses as he slams down the receiver. He dials aga RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey. It's Mark Renton. Can you help me out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MIKEY'S FLAT. DAY",
          "text": "Renton holds two opium suppositories in the palm of his h RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was typical of Mikey Forrester. (on screen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck are these? (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under the normal run of things I would have had nothing t the cunt, but this was not the normal run of things. MIKEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Opium suppositories. Ideal for your purpose. Slow release Bring you down gradually. Custom fucking designed for you RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want a fucking hit. MIKEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all I've got: take it or leave it. Renton sticks his hand down the back of his trousers and suppositories into his rectum. Feel better now? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For all the good they've done me I might as well have stu up my arse. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heroin makes you constipated. The heroin from my last hit fading away and the suppositories have yet to melt. I am constipated. He looks around the local amenities. He is in discomfort, abdomen and falling to his knees. He notices a betting shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BETTING SHOP. DAY",
          "text": "Renton walks through the crowded, smoky betting shop towa 'toilet' with a bit of card. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I fantasize about massive pristine convenience. He stumbles through. (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brilliant gold taps, virginal white marble, a seat carved ebony, a cistern full of Chanel No. 5, and a flunky handi pieces of raw silk toilet roll. But under the circumstanc settle for anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HORRIBLE TOILET. DAY",
          "text": "This is the most horrible toilet in Britain. Alone, Renton makes his way through the horrors to a cubi",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HORRIBLE TOILET CUBICLE. DAY",
          "text": "Renton locks the door. He looks into the bowl and winces with disgust, even in h He pulls the chain. The chain comes off. He drops his trousers, sits on the bowl and closes his ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lorry on a building site dumps a load of bricks, B52's Vietnam, the Blue Peter elephant, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CUBICLE. DAY",
          "text": "Renton has his eyes closed. They snap open. He looks down between his legs. He drops to his knees in front of the bowl and rolls his With no more hesitation he plunges his arm into the bowl suppositories. It seems to take ages. He cannot find them. He sticks his further into the toilet, moving his whole body close. He His head is over the bowl now. Gradually he reaches still head is lowered into the bowl, followed by his neck, tors finally his legs, all disappearing. The cubicle is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. UNDER WATER. DAY",
          "text": "Renton, dressed as before, swims through murky depths unt bottom, where he picks up the suppositories, which glow l pearls, before heading up towards the surface again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HORRIBLE TOILET CUBICLE. DAY",
          "text": "The toilet is empty. Suddenly Renton appears through the bowl, then his arms a out. Still clasping his two suppositories, he walks out o",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON'S ROOM. DAY",
          "text": "The mattress, buckets and supplies are laid out as before The door opens and Renton enters, still soaking and dripp The suppositories are in his hand. He holds them up, and light. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now. Now I'm ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON'S ROOM. DAY",
          "text": "The cans of soup, the bottle of water, and the carton of empty, the bottle of pills spilt, the magazines well thum",
          "sentiment": "neutral"
        },
        {
          "speaker": "--------",
          "text": "SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You Only Live Twice? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nineteen-sixty-seven. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Running time? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One hundred and sixteen minutes. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Director? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lewis Gilbert. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screenwriter? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eh - Ian Fleming? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck off! He never wrote any of them. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK, so who was it, then? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can look it up. Sick Boy throws across a worn copy of a film guide. Renton cannot be bothered to pick it up. How are you feeling since you came off the skag? For myse bored. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who wrote it? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you're looking better, it has to be said. Healthier. even. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know, do you? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I wondered if you'd care to go to the park tomorrow. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The park? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow afternoon. Usual set-up. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who wrote it? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roald Dahl. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roald Dahl. Fuck me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARK. DAY",
          "text": "Typical weather, neither good nor bad. The park is nondes with a few bushes. This is not Kew Gardens. Renton and Si dressed as before but for the addition of cheap sunglasse Renton is carrying a battered old cassette player and a c plastic bag. Sick Boy is carrying a small, tatty suitcase from Oxfam. They scan the horizon and give each other the nod. They w bushes. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The down side of coming off junk was that I knew I would mix with my friends again in a state of full consciousnes awful: they reminded me so much of myself I could hardly look at them. Take Sick Boy, for instance, he came off ju same time as me, not because he wanted too, you understan just to annoy me, just to show me how easily he could do thereby downgrading my own struggle. Sneaky fucker, don't think? And when all I wanted to do was lie along and feel for myself, he insisted on telling me once again about hi unifying theory of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARK. DAY",
          "text": "Seen through the telescopic sight of an air rifle that wa potential targets (children, pensioners, couples, gardene SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's certainly a phenomenon in all walks of life. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, at one time, you've got it, and then you lose it, a gone for ever. All walks of life: George Best, for exampl and lost it, or David Bowie, or Lou Reed - RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of his solo stuff's not bad. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's not bad, but it's not great either, is it? And i heart you kind of know that although it sounds all right, actually just shite. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So who else? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie Nicholas, David Niven, Malcolm McLaren, Elvis Pre RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK, OK, so what's the point you're trying to make?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARK. DAY",
          "text": "Sick Boy rests the gun down. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I'm trying to do is help you understand that The Name Rose is merely a blip on an otherwise uninterrupted downw trajectory. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about The Untouchables? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't rate that at all. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Despite the Academy award? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That means fuck all. The sympathy vote. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. So we all get old and then we can't hack it any mo SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's your theory? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, Beautifully fucking illustrated. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me the gun. EXT. PARK. DAY Through the sight again. This time a Skinh muscle-bound dog are in view. Sick Boy and Renton talk like Sean Connery. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you see the beast? Have you got it in you sights? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clear enough, Moneypenny. This should present no signific problem. The gun fires and the dog yelps, jumps up and bites its o Skinhead). SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a vegetarian, Rents, you're a fucking evil shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARK. DAY",
          "text": "Renton loads up again. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without heroin, I attempted to lead a useful and fulfilli as a good citizen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two milkshakes clink together. Renton and Spud and seated at a booth, dressed in their o interviews. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good luck, Spud. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheers. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now remember -- SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If they think you're not trying, you're in trouble. First that, they'll be on to the DSS, 'This cunt's no trying' a Giro is fucking finished, right? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But try too hard -- SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you might get the fucking job. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nightmare. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a tightrope, Spud, a fucking tightrope. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My problem is that I tend to clam up. I go dumb and I can any questions at all. Nerves on the big occasion, like a footballer. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try this. Renton unfolds silver foil to reveal some amphetamine. Sp and takes a dab. He nods in appreciation as he tastes it. packet in Spud's hand. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little dab of speed is just the ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. INTERVIEW OFFICE. DAY",
          "text": "A Woman and Two Men (1 and 2) are interviewing Renton. Hi form is on the desk in front of them. MAN 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Mr. Renton, I see that you attended the Royal Edinb College. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Indeed, yes, those halcyon days. MAN 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of Edinburgh's finest schools. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yes, indeed. I look back on my time there with great and affection. The debating society, the first eleven, th know of willow on leather -- MAN 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm an old boy myself, you know? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, really? MAN 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you recall the school motto? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, the motto, the motto -- MAN 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strive, hope, believe and conquer. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly. Those very words have been my guiding light in w after all, a dark and often hostile world. Renton looks pious under scrutiny. MAN 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Renton -- RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. MAN 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You seem eminently suited to this post but I wonder if yo explain the gaps in your employment record? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I can. The truth -- well, the truth is that I've had long-standing problem with heroin addiction. I've been kn sniff it, smoke it, swallow it, stick it up my arse and i into my veins. I've been trying to combat this addiction, unless you count social security scams and shoplifting, I had a regular job in years. I feel it's important to ment There is silence. A paper clip crashes to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OFFICE. DAY",
          "text": "The same office. The same team are interviewing Spud. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, actually I went to Craignewton but I was worried that wouldn't have heard of it so I put the Royal Edinburgh Co instead, because they're both schools, right, and we're a this together, and I wanted to put across the general ide than the details, yeah? People get all hung up on details what's the point? Like which school? Does it matter? Why? Where? Or how many O grades did I get? Could be six, coul but that's not important. What's important is that I am, That I am. MAN 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Murphy, do you mean that you lied on your application SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only to get my foot in the door. Showing initiative, righ MAN 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were referred here by the Department of Employment. T need for you to get you \"foot in the door\", as you put it SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Right. No problem. Whatever you say, man. You're the governor, the dude in the chair, like. I'm merely here. B obviously I am. Here, that is. I hope I'm not talking too don't usually. I think it's all important though, isn't i MAN 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Murphy, what attracts you to the leisure industry? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a word, pleasure. My pleasure in other people's leisur",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------",
          "text": "WOMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you see as your main strengths? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love people. All people. Even people that no one else l think they're OK, you know. Like Beggars. WOMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Homeless people? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not homeless people. Beggars, Francis Begbie -- one o mates. I wouldn't say my best mate, I mean, sometimes the over the score, like one time when we -- me and him -- we a laugh and all of a sudden he's fucking gubbed me in the right --",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------",
          "text": "WOMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Murphy, {leaving your friend aside,} do you see yours having any weaknesses? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Well, yes. I have to admit it: I'm a perfectionist. F it's the best or nothing at all. If things go badly, I ca bothered, but I have a good feeling about this interview. me like it's gone pretty well. We've touched on a lot of a lot of things to think about, for all of us. MAN 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Mr. Murphy. We'll let you know. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pleasure was mine. Best interview I've ever been to. Spud crosses the room to shake everyone by the hand and k RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spud had done well. I was proud of him. He fucked up good proper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PUB 1. DAY",
          "text": "Renton and Spud meet up after the interviews. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little too well, if anything, a little too well, that's fear, compadre. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another dab? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would not say no, would not say no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OFFICE. DAY",
          "text": "The Woman and Two Men sit in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PUB 2. NIGHT",
          "text": "It is Saturday night in a busy, city-centre pub on two le upper balcony, overlooking the bar and floor downstairs, Renton, Sick Boy, Tommy, Lizzy and Begbie. Begbie's story overlaps with the subsequent depiction of BEGBIE (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Picture the scene. Wednesday morning in the Volley. Me an are playing pool. No problems, and I'm playing like Paul Newman by the way. I'm giving the boy here the tanning of lifetime. So anyway, it comes to the final ball, the deci of the tournament: I'm on the black and he's sitting in t corner, looking all biscuit-arsed. Then this hard cunt co Obviously fancied himself. Starts looking at me. Right fu me. Trying to put off, like, just for kicks. Looking at m to say, 'Come ahead, square go.' Well, you know me, I'm n for trouble but at the end of the day I'm the cunt with t cue and I'm game for a swedge. So I squared up, casual li what does the hard cunt do, or so-called hard cunt? Shite Puts down his drink, turns around and gets the fuck out o And after that, the game was mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. POOL HALL. DAY",
          "text": "The events in the pool hall, as described by Begbie. Begbie and Tommy are playing pool. Begbie is playing like a wizard. Tommy looks defeated. Lining up for the final ball, Begbie is distracted by a l standing at the bar staring at him. Begbie stands up and walks slowly towards the Hard Man. They stand, eye to eye, for a moment. Begbie swings the pool cue slowly into his palm. The Hard Man turns and leaves. Begbie drinks the Hard Man's pint, then pots the black wi shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PUB 2. DAY",
          "text": "Begbie, his story complete, finishes his pint. The others at him, frozen as though expecting something more. Begbie the pint over his head. Freeze-frame: the glass in mid-air and Begbie's smiling f RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that was it. That was Begbie's story. Or at least tha Begbie's version of the story. But a couple of days later the truth from Tommy. It was one of his major weaknesses: told lies, never took drugs, and never cheated on anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOMMY'S FLAT. DAY",
          "text": "Renton's hand flicks through a long row of videos on the sound of weights being lifted (by Tommy) emanates from ne Most of the videos are feature films or comedy shows, som written in Tommy's hand, but two catch Renton's attention They are 100 Great Goals and Tommy and Lizzy Vol. 1, the handwritten title. Renton looks from the video round to Tommy, who is engros weights. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, sure it was Wednesday morning, we were in the Volle pool, that much is true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. POOL HALL. DAY",
          "text": "Tommy's account over a depiction of his version. TOMMY (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Begbie is playing absolutely fucking gash. He's got a so bad he can hardly hold the fucking cue, never mind pot ball. I'm doing my best to lose, trying to humour him, li it's not doing any good: every time I touch the ball I po something, every time Begbie goes near the table he fucks So he's got the hump, right, but finally I manage to set all he's go to do is pot the black to win one game and sa little pride and maybe not kick my head in, right. So he' black, pressure shot, and it all goes wrong, big time. Wh he do? Picks on this specky wee gadge at the bar and accu of putting him off by looking at him. Can you believe it? the poor cunt hasn't even glanced in our direction. He's there quiet as a mouse when Beggars gubs him with the cue going to chib him, I tell you, then I thought he was goin me. The Beggar is fucking psycho, but he's a mate, you kn what can you do? The events are as follows: Begbie and Tommy are playing pool. Begbie, furious, miscues, goes in off, etc. Tommy deliberately misses sitters and tries to look annoy Begbie lines up to play the black. It is unmissable. At the bar beyond sits a harmless young Man, wearing the Hard Man in Begbie's account except that they are now bag taut. He is clearly not staring at Begbie but drinks a ha some crisps. As Begbie plays, the Man bites a crisp. Begbie miscues, rips the cloth and the ball flies off the Tommy catches it and looks up to see Begbie assaulting th Tommy cautiously restrains Begbie and he reaches into his knife. Begbie turns and for a moment looks as though he might at",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOMMY'S FLAT. DAY",
          "text": "Tommy puts down his weights. Renton holds up 100 Great Goals. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I borrow this one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PUB 2. NIGHT",
          "text": "The freeze-frame of the glass in mid-air and Begbie's smi RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, the guy's a psycho, but it's true, he's a mate as w what can you do? Just stand back and watch and try not to involved. Begbie didn't do drugs either, he just did peop what he got off on: his own sensory addiction. The glass falls into the crowd. Screaming starts. A Woman is bleeding from a wound in her beside her turn furiously around to look for the source o Up on the balcony, Begbie stands up. The screams and shou below. Begbie appears at the bottom of the staircase down from t He strides towards the bleeding Woman and begins shouting BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. Nobody move. The girl got glassed and no cunt here until we find out which cunt did it. A man stands up from one of the tables. MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And who the fuck do you think you are? Begbie kick the Man in the groin. Another moves towards h by the Men surrounding the girl. Soon the whole mass diss scrum, in which Begbie plays a prominent part. Up on the balcony, the rest of the gang watch in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON'S FLAT. DAY",
          "text": "The empty cover for 100 Great Goals lies on the floor. Sick Boy and Renton sit dispassionately watching Tommy an home-made soft-porn video. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And as I sat watching the intimate and highly personal vi stolen only hours earlier from one of my best friends, I that something important was missing from my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CLUB. NIGHT",
          "text": "A mass of dancing bodies fills the floor. The music is ve At the side of the dance floor sit Tommy and Spud. The lo There is an empty seat beside each of them. Spud is drink Tommy turns and speaks to Spud. His lips move but nothing is not ever aware that Tommy has spoken. Tommy bellows in Spud's ear. Tommy's words and all subsequent conversation in the danc appear as subtitles, the character's communications somew and mime. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's it going with Gail? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No joy yet. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long is it? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six weeks. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six weeks! SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a nightmare. She told me she didn't want our relatio start on a physical basis as that is how it would be prin defined from then on in. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did she come up with that? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She read it in Cosmopolitan. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six weeks and no sex? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got balls like watermelons, I'm telling you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. NIGHTCLUB, WOMEN'S TOILET. NIGHT",
          "text": "Gail and Lizzy are smoking and talking. GAIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I read it in Cosmopolitan. LIZZY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an interesting theory. GAIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually it's a nightmare. I've been desperate for a shag watching him suffer was just too much fun. You should try Tommy. LIZZY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, and deny myself the only pleasure I get from him? D you about my birthday? GAIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened? LIZZY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He forgot. Useless motherfucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. NIGHTCLUB. DANCE AREA. NIGHT",
          "text": "Tommy and Spud seated as before. Their words are subtitle As they are speaking Gail and Lizzy return and sit down. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Useless motherfucker, that's what she called me. I told h sorry, but theses things happen. Let's put it behind us. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's fair enough. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but then she finds out I've bought a ticket for Iggy same night. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Went ballistic? TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big time. Absolutely fucking radge. 'It's me or Iggy Pop, decide.' SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what's it going to be? TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I've paid for the ticket. GAIL AND LIZZY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you two talking about? TOMMY AND SPUID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Football. What were you talking about? GAIL and LIZZY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shopping Standing nearby but apart from them is Renton. Renton notes Spud and Tommy with their partners, and acro Sick Boy and Begbie are engaged in flirtatious conversati RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The situation was becoming serious. Young Renton noticed with which the successful, in the sexual sphere as in all egregated themselves from the failures. Begbie and Sick Boy with the Two Women. Renton standing among a group of lone nerds. Renton wades on to the dance floor, looking at countless either turn away or are spoken for. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heroin had robbed Renton of his sex drive, but now it ret with a vengeance. And as the impotence of those days fade memory, grim desperation took hold in his sex-crazed mind post-junk libido, fuelled by alcohol and amphetamine, tau remorselessly with his own unsatisfied desire dot. Renton notices one girl (Diane) walking on her own toward A Man carrying two drinks catches up with her and walks b to her. She says nothing. He blocks her way. She takes one drink and downs it, then the other, handing glasses. She steps past him and walks on towards the door (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with that, Mark Renton had fallen in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. NIGHT",
          "text": "The Girl walks away from the club, scanning the street fo one which stops just as Renton calls out. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, I don't mean to harass you, but I was very imp the capable and stylish manner in which you dealt with th situation. I thought to myself: she's special. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your name? DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diane. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going, Diane? DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going home. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's that? DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's where I live. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll come back if you like, but I'm not promising anythin Diane halts abruptly as a taxi pulls up. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you find that this approach usually works, or, let me you've never tried it before. In fact, you don't normally girls, am I right? The truth is that you're a quite, sens type but if I'm prepared to take a chance I might just ge the inner you: witty, adventurous, passionate, loving, lo little bit crazy, a little bit bad, but, hey, don't us gi love that? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eh- DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, what's wrong, boy? Cat got your tongue. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I left something back at the - The girl has disappeared into the back of the taxi. Renton looks around. TAXI DRIVER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you getting in or not, pal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ROAD. NIGHT",
          "text": "The taxi motors along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TAXI. NIGHT",
          "text": "Renton and Diane are kissing passionately in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. NIGHT",
          "text": "Spud is pushed against the wall held by his lapels. He dr of beer in one hand. GAIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you understand? Spud nods drunkenly. Gail releases her grip. Our relationship is not being redefined; it is developing appropriate, organic fashion. I expect you to be a consid thoughtful lover, generous but firm. Failure on your part up to these very reasonable expectations will result in s resumption of a non-sex situation. Right? Spud drinks from a bottle in the other hand and says noth look too happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOMMY'S FLAT. NIGHT",
          "text": "Tommy and Lizzy kiss while Tommy unlocks the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DIANE'S HOME, HALLWAY. NIGHT",
          "text": "In a darkened suburban hallway, the door opens and two fi RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diane. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ssshh! RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. They walk through another door and close it behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOMMY'S FLAT. NIGHT",
          "text": "Tommy and Lizzy kiss against the inside of th door, takin clothes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DIANE'S BEDROOM. NIGHT",
          "text": "By a pale bedside light, Diane and Renton undress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GAIL'S BEDROOM. NIGHT",
          "text": "Spud is lying unconscious on the bed. Gail stands over hi GAIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wake up, Spud, wake up. Sex. She kicks him. He moans. Casual sex. She kicks him again. He moans again. You useless bastards. So, let's see what I'm missing. She begins undressing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DIANE'S BEDROOM. NIGHT",
          "text": "Renton lies on his back while Diane rides above him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GAIL'S BEDROOM. NIGHT",
          "text": "Gail throws Spud's clothes to the floor and throws a blan GAIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not much. She switches out the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOMMY'S FLAT. NIGHT",
          "text": "Tommy and Lizzy now lie on the bed in a state of semi-und LIZZY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy, let's put the tape on. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now? LIZZY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I want to watch ourselves while we're screwing. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck, OK. Tommy gets up and reaches into the row of videos on the f Tommy and LIzzy, Vol. 1 and hastily shoves it into the vi Tommy sits back on the bed with the remote control and pr Lizzy kisses him. His face registers consternation. On the television, Archie Gemmill scores his famous goal 1978.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DIANE'S BEDROOM. NIGHT",
          "text": "Renton and Diane climax together. Diane immediately climbs off and wraps herself in a robe. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ, I haven't felt that good since Archie Gemmill sco against Holland in 1978. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. You can't sleep here. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No argument. You can sleep on the sofa in the living room home. It's up to you. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And don't make any noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOMMY'S FLAT. NIGHT",
          "text": "The lights are full on now. Lizzy sits on the bed clutchi herself. Tommy hops around in his underwear, searching desperately All the videos are opened and scattered everywhere. LIZZY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, it's 'gone'? Where has it gone, Tommy? TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll be here somewhere. I might have returned it by mist LIZZY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Returned it? Where? To the video shop, Tommy? To the fuck store? So every punter in Edinburgh is jerking off to our God, Tommy, I feel sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DIANE'S HOME, LIVING-ROOM. MORNING",
          "text": "Renton lies submerged under a blanket. The sounds of a normal morning travel from a room nearby: voices. Renton peeps over the edge of the blanket, then covers hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GAIL'S BEDROOM. MORNING",
          "text": "Spud opens his eyes. With his fingers, he feels crusted l mouth. Abruptly he turns around: the bed is soaked in vomit. He looks under the cover and drops it again in revulsion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DIANE'S HOME, LIVING-ROOM. DAY",
          "text": "Renton pulls himself up off the sofa and dresses as quick",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GAIL'S BEDROOM. DAY",
          "text": "Spud wipes the vomit from his chest with a pillowcase, wh middle of the sheets before gathering the whole lot up as",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DIANE'S HOME, HALL/KITCHEN. DAY",
          "text": "The door swings open. A Man and a Woman, about Renton's a kitchen table. They look up to see Renton in the doorway. MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good Morning. WOMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come in and sit down. You must be Mark. Renton walks to the table and sits down. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, that's me. WOMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a friend of Diane's? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More of a friend of a friend, really. MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you her flatmates? The couple exchange a look and laugh. WOMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flatmates. I must remember that one. The Man and Woman look beyond Renton. He too turns and fo Diane stands in the doorway. She is wearing school uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GAIL'S HOME, HALL/KITCHEN. DAY",
          "text": "The door swings open to reveal the kitchen. Gail, her Fat seated around the table, eating breakfast. They look towa carries the knotted bundle of sheets as he approaches the GAIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Spud. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning, Gail. Morning, Mrs. Houston, Mr. Houston. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning, Spud. Sit down and have some breakfast. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry about last night - GAIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right. I slept fine on the sofa. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a little too much to drink. I'm afraid I had a slig accident. FATHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, don't worry, these things happen. It does everyone go loose once in a while. GAIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This one could do with being tied up once in a while. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll put the sheets in the washing machine just now. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'll wash them. I'll take them home and bring them ba MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no need. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's no problem. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem for me either. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honestly, it's no problem. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd really rather take care of it myself. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spud, they're my sheets. She takes hold of the bundle. Spud does not yield. She pulls harder. Spud holds on. She tugs powerfully. The bundle bursts open with an explosion of vomit and exc everything in the kitchen. Only Spud remains untouched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------",
          "text": "SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess this means I'll never get to have sex with Gail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOMMY'S FLAT. DAY",
          "text": "Tommy sits alone, watching 100 Great Goals",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "Renton paces briskly down the street, followed by Diane. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't see why not. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because it's illegal. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding hands? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not holding hands. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In that case you can do it. You were quite happy to do a last night. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that's what's illegal. Do you know what they do to pe me inside? They'd cut my balls off and flush them down th toilet. They stop at the school gates. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm down. You're not going to jail. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy for you to say. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I see you again? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Certainly not. Renton walks away. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you don't see me again I'll tell the police. Renton turns and walks back to her. They stand for a mome walks away again. Diane smiles. (to herself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll see you around then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. VIDEO STORE. DAY",
          "text": "In the cold light of morning, Tommy and Lizzy wait, not s the still-closed video store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. RAIL BRIDGE. DAY",
          "text": "A train speeds across.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TRAIN. DAY",
          "text": "Sick Boy, Tommy, Spud and Renton sit drinking from an ext SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This had better be good. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It will be. It'll make a change for three miserable junki don't know what they want to do with themselves since the doing smack. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I'm giving up a whole day and the price of a ticket, I saying it had better be good. There's plenty of other thi could be doing. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such as? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such as sitting in a darkened room, watching videos, drin smoking dope and wanking. Does that answer your question? They sit in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STATION. DAY",
          "text": "The station is in the middle of a moor. There appears to around. In the distance are some hills. The train stands at the station. As it pulls away, Renton, Spud, Tommy and Sick Boy are le platform, looking around. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now what? TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We go for a walk. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A walk. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But where? Tommy points vaguely across the moor. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you serious? They step across the tracks toward the vast moorland. The All but Tommy sit down on rocks or clumps of heather. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, what are you waiting for? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, Tommy. I don't know if it's... normal. A group of three serious Walkers trudge past from the oth platform, decked out in regulation Berghaus from head to off towards the wilderness. The boys watch them go. Spud opens a can. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the great outdoors. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's really nice, Tommy. Can we go home now? TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's fresh air. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Tommy, we know you're getting a hard time off Lizzy there's no need to take it out on us. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't it make you proud to be Scottish? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate being Scottish. We're the lowest of the fucking lo scum of the earth, the most wretched, servile, miserable, trash that was ever shat into civilization. Some people h English, but I don't. They're just wankers. We, on the ot are colonized by wankers. We can't even pick a decent cul be colonized by. We are ruled by effete arseholes. It's a state of affairs and all the fresh air in the world will any fucking difference. The three serious Walkers are receding into the distance. The boys troop back towards the platform. (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At or around this time, we made a healthy, informed, demo get back on drugs as soon as possible. It took about twelve h",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Renton hands over money to Swanney. Renton then begins cooking up. Also present and cooking or shooting up are Spud, Swanney and Sick Boy. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks easy, this, but it's not. It looks like a doss, soft option, but living like this, it's a full-time busin He injects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SHOP. DAY",
          "text": "Renton, Spud, and Sick Boy are stuffing objects into thei pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Renton lies back, narcotized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "Renton and Spud are running along the street. Two uniformed Store Detectives are running after them. Sick Boy stands in a doorway. As the Detectives run past, the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Renton lies back as before. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ursula Andress was the quintessential Bond girl. That's w everyone says. The embodiment of his superiority to us: b exotic, highly sexual and yet unavailable to everyone but Shite. Let's face it: if she'd shag one punter from Edinb she'd shag the fucking lot of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. LATER",
          "text": "Spud cooks up, watched by Swanney. Nearby lie the drugged forms of Renton, Sick Boy and Alli",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON FAMILY HOME, LIVING-ROOM. NIGHT",
          "text": "Renton's Mother and Father sit reading the paper and a ma",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON FAMILY HOME, PARENTS' BEDROOM. NIGHT",
          "text": "Renton trawls through drawers and any containers (shoe bo under the mattress, etc.) until he finds some cash/jewelr",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Renton lies back, staring vacantly ahead. Tommy flops down beside him. Renton shows barely a flicke TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lizzy's gone, Mark, she's gone and fucking dumped me. It video tape and that Iggy Pop business and all sorts of ot stuff. She told me where to go and no mistake. I said, is any chance of getting back together, like, but no way, no way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOSPITAL WARD SITTING-ROOM. DAY",
          "text": "A few elderly patients sit in armchairs watching daytime Renton and Spud jump and climb through an open window. Wa helpless patients, they calmly disconnect the television them as they leave by the same route.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Renton and Tommy slumped side by side as before. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to try it, Mark. You're always going on about how ultimate hit and that. Better than sex. Come on, I'm a fu adult. I want to find out for myself. Renton huddles up and leans away from Tommy. I've got the money. Tommy produces ten pounds from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "Renton and Spud run along the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Tommy lies drugged on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FLAT TO BE BURGLED. DAY",
          "text": "The door of an ordinary flat is kicked open. Begbie walks in, crowbar in hand, followed by Sick Boy an",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honor Blackman a.k.a. Pussy Galore, what a total fucking I wouldn't touch her with yours. I'd sooner shag Col Kreb least you know where you are with a woman like that. Not look at, like, but personality, that's what counts, that' keeps a relationship going through the years. Like heroin heroin's got fucking great personality. Sick Boy opens the heel of a his shoe to reveal a syringe",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Swanney hands over a small bag of heroin in exchange for Renton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FLAT TO BE BURGLED, KITCHEN. DAY",
          "text": "Spud checks the fridge and pulls out a large chunk of dee He hits with the crowbar until it fractures and splits. I jewellery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CAR. DAY",
          "text": "The car is empty. A window is broken and the door opened. The car alarm goes off. Renton reaches under the seat and finds the radio/cassett the bonnet release.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CAR. DAY",
          "text": "The car alarm rings on until Renton calmly produces a pai and a spanner to cut free and release the battery. The alarm is silenced. Renton walks away with the battery and the stereo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GP'S SURGERY. DAY",
          "text": "RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swanney taught us to adore and respect the National Healt Service, for it was the source of much of our gear. We st drugs, we stole prescriptions, or bought them, sold them, them, forged them, photocopied them or traded them with c victims, alcoholics, old age pensioners, AIDS patients, e and bored housewives. We took morphine, diamorphine, cycl codeine, temazepam, nitrezepam, phenobarbitone, sodium am dextropropoxyphene, methadone, nalbuphine, pethidine, pen buprenorphine, dextromoramide chlormethiazole. The street awash with drugs that you can have for unhappiness and pa we took them all. Fuck it, we would have injected Vitamin only they'd made it illegal. The GP examines Renton's chest and smiles. The GP turns to wash his hands. Renton pulls on his shirt prescription pad off the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Renton lies back with his eyes close. A football enters t off his head and out again. He opens his eyes and it happens again. Opposite him, Spud, Sick Boy and Tommy stand looking down Tommy throws the ball again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PUB I. DAY",
          "text": "It's the first day of the Edinburgh Festival. Renton, Tommy, Spud, Sick Boy and Begbie sit drinking. They observe a young male American Tourist walk in in a b glasses. He goes past them towards the toilet. Begbie stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PUB I, TOILET. DAY",
          "text": "The American Tourist turns from the urinal to see Begbie, Spud and Tommy approaching. Begbie punches and kicks the out a knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TAXI. DAY",
          "text": "The door of the taxi opens, Begbie, Tommy, Spud, Sick Boy carrying the red anorak and glasses. As the taxi pulls away they study the photograph in the p at one another in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TAXI. DAY",
          "text": "The taxi motors along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PUB I. NIGHT",
          "text": "A man at the bar is now wearing the red anorak. Begbie divides up the money among Sick Boy, Tommy, Spud, Renton takes his share. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And remember, Rents: no skag. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye, OK, Fr. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the good times couldn't last for ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Renton lies as before. Around the room are Swanney, Allis Sick Boy. Allison begins screaming and wailing. Slowly, the others rouse themselves to varying degrees. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think Allison had been screaming all day, but it hadn't registered before. She might have been screaming for a we all I knew. It's been days since I've heard anyone speak, surely someone must have said something in all that time, to fuck someone must have. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong, Allison? Allison points toward the bundle of dirty blankets in whi wrapped. Sick Boy follows her directions. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm down, calm down. It's going to be all right, everyth just fine. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing could have been further from the truth. In point nothing at all was going to be just fine. On the contrary everything was going to be bad. Bad? I mean worse than it was. Sick Boy stands over the bundle. The baby is dead. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, fuck. Sick Boy reaches out to Allison. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't my baby. She wasn't my baby. Baby Dawn. She was Spud's? Swanney's? Sick Boy's? I don't know. Maybe Alliso Maybe not. I wished I could think of something to say, so sympathetic, something human. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say something, Mark, say something -- RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm cooking' up. There is a silence. Renton begins scrambling around through the works. ALLISON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cook one for me, Renton. I need a hit. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And so she did, I could understand that. To take the pain I cooked up and she got a hit, but only after me. That we without saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "Renton, Spud and Sick Boy cross the road to approach the RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, at least we knew who the father was now. It wasn't baby that died that day. Something inside Sick Boy was lo never returned. It seemed he had no theory with which to moment like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SHOP. DAY",
          "text": "Renton, Spud and Sick Boy are stuffing their pockets, as Renton's theft is interrupted by Diane's voice. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello there, Mark. Diane is standing just beside him. What are you doing? Renton is speechless, but a few stolen items fall from in down to the floor. Diane looks down. Spud and Sick Boy start to snigger. One of the Store Detectives become aware of the group. He towards them. You didn't tell me you were a thief. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, go easy, lady. The boy's got a habit to support. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Opium doesn't just grow on trees, you know. A few more items fall from Renton's jacket as the store D Renton looks at Diane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "Renton and Spud are running, pursued by the Two Store Det RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nor did I. Our only response was to keep on going and fuc misery upon misery, heap it up on a spoon and dissolve it bile, then squirt it into a stinking purulent vein and do Keep on going: getting up, going out, robbing, stealing, over, propelling ourselves with longing towards the day i wrong. As seen in the opening scene, Renton is nearly hit screeches to a halt as he crosses a road. He looks at the driver, at Spud running away and the Stor approaching. (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because no matter how much you stash or how much you stea enough. No matter how often you go out and rob and fuck p always need to get up and do it all again. Renton smiles (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sooner or later, this sort of thing was bound to happen. Detectives runs straight past him, after Spud. The other Detective crashes into Renton with a mighty pun",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. COURT. DAY",
          "text": "Spud and Renton stand in the dock. Renton's Mother and Fa Begbie, and Spud's Mother (Mrs. Murphy) are among those i The Sheriff delivers his sentence. SHERIFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...because shoplifting is theft, which is a crime, and, d what you may believe, there is no such entity as victimle Heroin addiction may explain your actions, but it does no them. Mr Murphy, you are a habitual thief, devoid of regr remorse. In sentencing you to six months' imprisonment my worry is that it will not be long before we meet again. M I understand that you have entered into a programme of rehabilation in an attempt to wean yourself away from her suspension of your sentence is conditional upon your cont cooperation with this programme. Should you stand guilty again, I shall not hesitate to impose a custodial sentenc RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, your honour. With God's help, I'll conquer thi affliction. The Sheriff and Renton stare at one another for a moment. look at Spud, then back towards the Sheriff, who is now l (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can you say? Well, Begbie had a phrase for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PUB I. DAY",
          "text": "The pub is crowded. Around Renton are his mother, Father, and Gav. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was fucking obvious that that cunt was going to fuck s There is a round to nodding and 'poor Spud'ing. Everyone once. FATHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you've learned your lesson, son. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, my son, I thought I was going to lose you there. You' nothing but trouble to me, but I still love you. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clean up your act, sunshine. Cut that shite out for ever. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You listen to Francis, Mark, he's talking sense. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fucking right I am. See, inside, you wouldn't last two fu SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's better things that the needle, Rents. Choose life He winks. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I remember when you were a baby, even when you would neve told. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he pulled it off, clever bastard, and he got a result They laugh, then fall silent. Renton turns around. Behind him stands Spud's mother. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Murphy, I'm sorry about Spud. It's wasn't fair, him g me -- Tears in her eyes, Mrs Murphy turns and walks away. Renton watches her go. Behind him Begbie shouts. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's no our fault. Your boy went down because he was fuck smack-head and if that's not your fault, I don't know wha Begbie turns back to Renton. Right. I'll get the drinks in. He moves towards the bar. Renton slips away. Renton walks through the bar towards the toilets, then ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. YARD. DAY",
          "text": "Renton emerges into a narrow yard surrounded by a high wa around. The steel back gate is locked. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wished I had gone down instead of Spud. Here I was surr my family and my so-called mates and I've never felt so a never in all my puff. Since I was on remand they've had m programme, the state-sponsored addiction, three sickly sw of methadone a day instead of smack. But it's never enoug the moment it's nowhere near enough. I took all three thi and now I've got eighteen hours to go till my next shot a sweat on my back like a layer of frost. I need to visit t superior for one hit, one fucking hit to get us over this hard day. Renton climbs the wall. He stands on top, then dives off executing a somersault in mid-air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. NIGHT",
          "text": "Swanney is cooking up. Renton lands on the floor behind h RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's on the menu this evening? SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your favourite dish. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your usual table, sir? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, thank you. Renton sits on his usual cushion on the floor. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And would sir care to settle his bill in advance? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stick it on my tab. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Regret to inform, sir, that your credit limit was reached breached a long time ago. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In that case -- He produces twenty pounds. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hard currency, why, sir, that'll do nicely. He swipes the notes underneath a UV forgery checker. Can't be too careful when we're dealing with your type, c Renton begins his search for a vein. Would sir care for a starter? Some garlic bread perhaps? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, thank you. I'll proceed directly to the intravenous i of hard drugs, please. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you wish. He hands Renton the syringe. Renton inject, then lies bac red, carpeted floor. He lies completely still. His pupils breathing becomes slow, shallow and intermittent. He sink until he is lying in a coffin-shaped and coffin-sized pit carpet. Swanney stands over him. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps sir would like me to call for a taxi? An ambulance siren becomes faintly audible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S STAIRWELL. NIGHT",
          "text": "The siren is a little louder. Swanney holds Renton under him backwards down the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. NIGHT",
          "text": "As Swanney emerges, still dragging Renton, the siren grow an ambulance speeds by without stopping. Swanney drags Re pavement and into the open door of a waiting taxi. Swanne the taxi's other door, pausing only to tuck a ten-pound n pocket before closing the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TAXI. NIGHT",
          "text": "Renton lies on the floor of the taxi, as Swanney left him as the taxi takes a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. HOSPITAL/TAXI. NIGHT",
          "text": "The taxi is stationary. We do not see the driver's face b the door and then drags Renton out on to the pavement by taking the ten pound note, getting back in the cab and dr lies on the pavement. Two Porters life him by arms and an trolley. We do not see the Porters's faces as they wheel hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOSPITAL ACCIDENT AND EMERGENCY DEPARTMENT. NIGHT",
          "text": "Renton is wheeled through the department, then into a bay white nylon curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TROLLEY BAY. NIGHT",
          "text": "The Porters lift Renton from one trolley on to another, t in the bay surrounded by the curtain. Renton lies alone. still shallow and erratic. Around him is the usual accide paraphernalia: blood pressure machine, oxygen tap, bandag comes in and gives Renton an injection, then leaves. DOCTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wake up. Wake up. Renton breathes more easily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------",
          "text": "The Two Porters return with another trolley. They lift Re it and wheel him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOSPITAL CORRIDOR. NIGHT",
          "text": "The Porters wheel Renton along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. WARD. NIGHT",
          "text": "The Porters lift Renton off the trolley and dump him on t sticks a thermometer in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. WARD. DAY",
          "text": "Renton's Father and Mother lift Renton, now fully conscio dump him in a wheelchair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOSPITAL CORRIDOR. DAY",
          "text": "Mother walks ahead. Behind her, Father pushes Renton in t",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TAXI. DAY",
          "text": "Mother and Father sit on either side of Renton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON'S BEDROOM. DAY",
          "text": "Father shoves Renton on to the bed, then walks out past M Renton for a moment before closing the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OTHER SIDE OF RENTON'S BEDROOM DOOR. DAY",
          "text": "Renton's Father's hand slides three bolts across to lock",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON'S BEDROOM. DAY",
          "text": "Renton lies on the bed. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't feel the sickness yet, but it's in the post, that sure. I'm in the junky limbo at the moment, too ill to sl tired to stay awake, but the sickness is on its way. Swea chills, nausea, pain and craving. Need like nothing else ever known will soon take hold of me. It's on the way. The door opens. Renton's Mother walks in with a bowl of s bread. Father watches from the doorway. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll help you, son. You'll stay with us until you get be We'll beat this together. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I could go back to the clinic. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No clinics, no methadone. That made you worse, you sa yourself. You lied to us, son, your own mother and father RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least get us some Tempazepam. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you're worse coming off that than you are with heroin at all. FATHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a clean break this time. MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're staying where we can keep an eye on you. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do appreciate what you're trying to do, I really do, bu just one score, to ease myself off it. Just one. Just one Mother retreats past Father, who closes the door. The bol Renton lies back and closes his eyes. His forehead is dam begins to shake. He tosses and turns, becoming wrapped up blankets. As he unravels them, he is astonished to find a Begbie in the bed with him. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, this is a good laugh, you fucking useless bastard. sweat that shite out of your system, because if I come ba it's still there, I'll fucking kick it out. Begbie laughs and covers himself up. Renton rips away the Begbie has gone. Renton looks up. Baby Dawn is crawling a Renton looks down to see Diane sitting on the end of the 'Temptation' by New Order. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Oh, you've got green eyes, oh, you've got red eyes, and never met anyone quite like you before.' Renton looks back up. Dawn continues her slow crawl, leav rail of unidentifiable slime. Renton looks down. Sick Boy the bed, holding a cup of tea and a chocolate biscuit. Mo him. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a mug's game, Mrs Renton. I'm not saying I was blame myself, far from it, but there comes a time when you have your back on that nonsense and just say no. Sick Boy takes a bit of his biscuit. Dawn crawls on. She sits on the end of the bed, in a caricature prison unifor it, plus a ball and chain. Dawn has claws as well. Tommy the bed. He looks terrible. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better than sex, Rents, better than sex. The ultimate hit fucking adult. I'll find out for myself. Well, I've found right. Renton looks up again just as the baby drops on to his fa off and throws her into a corner. Renton's Mother and Fat him. Mother bends down and picks up the large, damp spong where it landed. She wipes her son's face with it. FATHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark, there's something you need to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CONSULTING ROOM. DAY",
          "text": "A Doctor stands up as Renton enters. DOCTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come in. Sit down, please. They both sit down. Well, you've already spoken to one of our counsellors, bu we go on there're just a few questions I'd like to ask yo",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON FAMILY HOME, LIVING-ROOM. DAY",
          "text": "Renton, his mother and Father sit watching television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. STUDIO. DAY",
          "text": "Renton is sitting inside a plastic booth shaped like a gi Doctor, now dressed as a game-show host, stands in front, Mother and Father beside him. DOCTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Question number one: the human immunodeficiency virus is FATHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Retrovirus? DOCTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Retrovirus is the correct answer. Fanfare. Question number two: HIV binds to which receptor on the h lymphocyte? Which Receptor? Mother and Father confer. FATHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "CD4.",
          "text": "DOCTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CD4 receptor is the correct answer. Fanfare. And now, question number three: is he guilty or not guilt MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's our son. DOCTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is the correct answer. Fanfare. And now it's time to 'Take the Test'. Lights flash. Music. A garish Hostess walks on with two e them out for Mother to choose one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CONSULTING ROOM. DAY",
          "text": "The Doctor watches in silence as the Hostess, now dressed technician, draws blood from Renton's arm and puts it int the tube with a pre-printed, numbered label.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. STUDIO. DAY",
          "text": "Mother opens one of the envelopes. She is speechless with booth opens up. Lights flash again, etc. Renton steps out",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SOCIAL CLUB. NIGHT",
          "text": "Renton, his Mother and Father sit at a table in the local a Saturday night and the club is busy. Everyone sits in r not initially clear what is going on. Near the bar a Call microphone calls over the PA - Two and four, twenty-four...seven...fifteen...clickety-click, sixty-six draws the numbers from the drum. Everyone studies their c Renton, who studies the people instead, his drink untouch number-calling continues until suddenly interrupted by Mo MOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark...Mark, you've got a house. House! House! For goodne They bustle around him and pass his card to the front. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It seems, however, that I really am the luckiest guy in t Several years of addiction right in the middle of an epid surrounded by the living dead, but not me -- I'm negative official. And once the pain goes away, that's when the re starts. Depression. Boredom. You feel so fucking low, you to fucking top yourself. His mother counts a wad of money in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. HOUSING ESTATE. DAY",
          "text": "On the door of a flat 'plaguer', 'HIV', and 'junky AIDS s the walls. The sound of a ball being regularly bounced ag heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOMMY'S FLAT. NIGHT",
          "text": "It is poorly furnished. Tommy is seated. Renton has the f kicks against the wall and catches, then drops and kicks The ball is slightly flat. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you getting out much? TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Following the game at all? TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Me Neither. Renton drops the ball. It rolls to a halt in the corner. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You take the test? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clear? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's nice. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Tommy. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you got any gear on you? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm clean. TOMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, sub us, then, mate. I'm expecting a rent cheque. Renton produces some of his bingo win. As he hands the no eyes and hands meet for a moment. Tommy puts the money aw TOMMY (continued)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Mark. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem. (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem -- easy to say when its some other poor cunt w for blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOSPITAL. NIGHT",
          "text": "Renton walks along a corridor and into a ward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. WARD. DAY",
          "text": "Sheets cover the lower half of Swanney in bed. They are t reveal the stump of an above-knee amputation. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surprise! Pa-pah! Renton sits down and takes it in silence. Hit the artery by mistake. Common enough error, or so the tells us, as though that's going to make my leg grown bac it could have been worse, it could have been my fucking d I tell you what, in this place you get looked after: clea regular meals and all the morphine you can eat. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And see when I get out of here. I've got plans. Going to myself straightened out and head off to Thailand, where w really know how to treat a guy. See, out there you can li king if you've got white skin and a few crisp tenners in pocket. No fucking problem. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The strategy is this: get clean, get mobile, get into dea this time next year I'll be watching the rising sun with of oriental buttocks parked on my coupon. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds great, Swanney. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll have to send us a postcard. SWANNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure will, pal, sure will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARK. DAY",
          "text": "Renton and Sick Boy are seated in their firing patch, sit bags with beer, vodka, hash and the cassette player. The as before, but they are not making any use of it. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eughh. Sounds horrible. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't that bad. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did he -- you know? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, he didn't make me touch it. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no, don't even mention it. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He made me lick it. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, you're sick. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I got a stitch stuck between my teeth, jerked my head the whole fucking stump fell off. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cut it out. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When are you going to visit him? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't know. Maybe Thursday. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a real mate. And what about Tommy? Have you been t yet? Sick Boy is silent. He stiffens as he avoids Renton's gaz fractionally apart. RENTON tuts. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you. OK, so Tommy's got the virus. Bad news, big dea gig goes on, or hadn't you noticed? Swanney fucks his leg Well, tough shit, but it could have been worse. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're all hear. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know a couple of addicts. Stupid wee lassies. I feed th they need. A little bit of skag to keep them happy while punters line up at a fiver a skull. It's easy money for m exactly a fortune, but I'm thinking, 'I should be coining here.' Less whores, more skag. Swanney's right. Get clean into dealing, that's where the future lies. Set up some c get a good load of skag, punt it, profit. What do you thi RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I'll tell you why. Because I'm fed up to my back teet losers, no-hopers, draftpacks, schemies, junkies and the getting on with life. What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON'S BEDSIT. NIGHT",
          "text": "Renton sits alone on the bed, making a joint and reading knock at the door. Renton answers the door. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want? DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you clean? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that a promise, then? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, as a matter of fact, it is. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm down, I'm just asking. Is that hash I can smell? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't mind a bit, if it is. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it isn't. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smells like it. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're too young. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too young for what? Renton looks in each direction along the empty passageway",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RENTON'S BEDSIT. NIGHT",
          "text": "Renton and Diane are lying in the bed. Diane, wearing one T-shirts, is rolling a mega-joint, quite unaware of the s DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not getting any younger, Mark. The world is changi is changing, even drugs are changing. You can't stay in h day dreaming about heroin and Ziggy Pop. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Iggy Pop. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever. I mean, the guy's dead anyway. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iggy Pop is not dead. He toured last year. Tommy went to DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The point is, you've got to find something new. Diane completes the joint. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was right. I had to find something new. There was onl thing for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LONDON. DAY",
          "text": "As contemporary retake of all those 'Swinging London' mon Routemaster/Trafalgar Square/Big Ben/Royalty/City gents i ladies/fashion victims/Piccadilly Circus at night. Incut classic street names on a street map (all the ones made f",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ESTATE AGENT'S OFFICE. DAY",
          "text": "The montage ends on one street, then draws back to reveal London pinned to a wall. A Man holding a telephone walks mape and belches loudly. Revealing more, he is in a scruf with half a dozen occupied desks and twice as many teleph one nearest to the belching Man is Renton. He is wearing now. He turns in response to the belch. MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you take this call? Renton takes the telephone and reaches for a piece of pap reads. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, yes, certainly. It's a beautifully converted Victo house. Ideally located in a quiet road near to local shop transport. Renton checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE AI IN NORTH LONDON. DAY",
          "text": "Renton stands waiting beside this busy London road, outsi unfortunate housing, as the traffic streams past. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two bedrooms and a kitchen/diner. Fully fitted in excelle decorative order. Lots of storage space. All mod cons. Th hundred and twenty pounds per week. A couple approach. Renton unlocks the door of a flat and while he ushers them in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LONDON FLAT. DAY",
          "text": "Renton shows the Couple round a typical London flat night conversion, poor decor, everything small and ill-fitting. as the traffic roars by. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I settled in not too badly and I kept myself to myself. S of course, I thought about the guys, but mainly I didn't at all. After all, this was boom town where any fool coul cash from chaos and plenty did. I quite enjoyed the sound all. Profit, loss, margins, takeovers, lending, letting, subletting, subdividing, cheating, scamming, fragmenting, away. There was no such thing as society and even if ther most certainly had nothing to do with it. For the first t adult life I was almost content.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LONDON BEDSIT. NIGHT",
          "text": "Renton finishes eating a pot noodle. He puts it down and He lies back and reads. Intercut with:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SCHOOLROOM. DAY",
          "text": "A class is in progress. A teacher lectures to a mixed cla not listening as she is writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SCHOOL. DAY",
          "text": "Diane is leaving the school when Sick Boy catches up with then she walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARK. DAY",
          "text": "Diane walks along a concrete path. As she does so she has who lies asleep/unconscious beside the remains of a carry DIANE (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dear Mark, I'm glad you've found a job and somewhere to l School is fine at the moment. I'm not pregnant but thanks asking. Your friend Sick Boy asked me last week if I woul work for him but I told him where to go. I met Spud, who regards, or at least I think that's what he said. No one Tommy for ages. And finally, Fracis Begbie has been on te a lot this week. --",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LONDON BEDSIT. NIGHT",
          "text": "Renton turns the page. DIANE (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as he is wanted by the police in connection with an armed in a jeweller's in Corstorphine. Take care. Yours with lo Diane. There is a buzz at the door. Renton re-examines the lette buzz. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALLWAY OUTSIDE BEDSIT. NIGHT",
          "text": "Renton opens the door to an unseen figure. It is Begbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BEDSIT. NIGHT",
          "text": "Renton sits on the bed. Begbie stands over him, pointing He pulls the trigger. It clicks harmlessly. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armed robbery? With a replica? How can it be armed robber fucking scandal. He 'fires' the gun a few more times at his own head, then floor. And the haul. Look. He digs a few rings out of his pocket and throws them to Solid silver, my arse. I took it to a fence -- it's trash trash. There's young couples investing all their hopes in stuff, and what are they getting? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a scandal, Franco. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too right it is. Now look, have you got anything to eat, fucking Lee Marvin, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BEDSIT. DAY",
          "text": "Begbie is sitting on the bed in his underwear, eating cer television. A small carry-out is nearby. Renton finishes He pauses at the open door, looking back towards his gues RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Begbie settled in in no time at all. Begbie opens a can of beer. Renton closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALLWAY OUTSIDE BEDSIT. DAY",
          "text": "Renton closes his door. He is about to walk away when he shouting. BEGBIE (from the bedsit)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rents, Rents, come fucking back here. Renton opens the door. Begbie is holding out an empty pac Look. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've no fucking cigarettes. Begbie throws the packet down to the floor. It lands near turned back to the television and takes a swig of beer. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Renton closes the door again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BEDSIT. NIGHT",
          "text": "Renton and Begbie lie in the single bed with their heads Begbie snores. Renton is wide awake, with a pair of smell inches from his nose. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, the guy's a psycho, but it's true, he's a mate as w what can you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LONDON BEDSIT. DAY",
          "text": "Where the first empty packet of cigarettes fell to the fl large heap of empty packets: the product of weeks at sixt one lands on the pile. Begbie, still in his underwear, st sits watchig the racing as before. Behind his, cigarettes stacked up like a miniature duty-free warehouse. Renton s reading a book. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I'm wanting a bet put on. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you not go yourself. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a fugitive from the law. I can't be seen on the fucki streets. Now watch my lips. Kempton Park. Two-thirty. Fiv to win. Bad Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALLWAY OUTSIDE BEDSIT. DAY",
          "text": "The door opens, Renton walks out, the door closes and Ren wild, frightening scream erupts from beyond the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LONDON BEDSIT. DAY",
          "text": "Begbie, alone in the bedsit, is screaming a cry of primal RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad Bot came in at 16 to 1. And with the winnings, we wen celebrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LONDON PARTY. NIGHT",
          "text": "To loud music and strobing, fractured lights, surrounded dances near a tall woman. Other people dance nearby. Begb up to Renton, who sits on a stool at one side drinking fr beer. Begbie and the Woman walk away. Renton looks around various men and women. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diane was right. The world is changing, music is changin, are changing, even men and women are changing. One thousa from now there'll be no guys and no girls, just wankers. great to me. It's just a pity that no one told Begbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. NIGHT",
          "text": "A car sits in a street near the club, windows steamed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CAR. NIGHT",
          "text": "Begbie and the Woman embrace passionately. The Woman undo trousers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PARTY. NIGHT",
          "text": "Renton's gaze continues to wander around. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see, if you ask me, we're heterosexual by default, no decision. It's just a question of who you fancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CAR. NIGHT",
          "text": "Begbie and the Woman continue their embrace as she unbutt RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all about aesthetics and it's fuck all to do with mo Suddenly Bedbie freezes. He is holding the 'Woman's' groi something there that shouldn't be. Begbie goes crazy, sim to put his clothes back on, hit the Woman and get out of",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. NIGHT",
          "text": "Begbie stumbles away from the car, pulling up his trouser RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you try telling Begbie that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BEDSIT. NIGHT",
          "text": "Begbie sits on the bed. Renton is sitting on the floor wa BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm no a fucking buftie and that's the end of it. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's face it, it could have been wonderful. Begbie leaps off the bed, grabs Renton and head-butts him the lapel. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, listen to me, you little piece of junky shit. A joke fucking joke, but you mention that again and I'll cut you Understand? Begbie produces his knife. There is a knock on the door. There is another knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BEDSIT. NIGHT",
          "text": "Begbie lies sleeping on the bed. There are now two sets o one on each side. At the other end lie Renton (awake) and RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since I last saw him, Sick Boy had reinvented himself as and a pusher and was here to mix business and pleasure, s 'contacts', as he constantly informed me, for the great s that was one day going to make him rich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ESTATE AGENT'S OFFICE. DAY",
          "text": "Renton sits at his desk, haggard and tired. Other people Telephones ring, etc... In the background the Man (who be promote a flat down the telephone. MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beautifully converted Victorian town house. Ideally locat quiet road near to local shops and transport. Two bedroom kitchen/diner. Fully fitted in excellent decorative order storage space. All mod cons. Three hundred and twenty pou week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BEDSIT. NIGHT",
          "text": "Renton (still dressed for work), Begbie and Sick Boy sit bed with fish suppers laid out on their laps, but Renton' SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good chips. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe you did that. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got a good price for it. Rents, I need the money. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was my fucking television. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Christ, if I'd known you were going to get so humpt it, I wouldn't have bothered. Are you going to eat that? He takes Renton's fish supper and adds it to his own. Have you got a passport? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, this guy I've met runs a hotel. Brother. Loads of c Does a nice little sideline in punting British passports foreigners. Get you a good price. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would I want to sell my passport? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was just an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LEFT LUGGAGE ROOM. DAY",
          "text": "Renton drops his passport into an envelope and throws the locker. He turns the key and pockets it. RENTON (v.o) I had to get rid of them. Sick Boy didn't do his drug dea didn't get rich. Instead, he and Begbie just hung around looking for things to steal. I decided to put them in the place in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BUSY LONDON ROAD. DAY",
          "text": "Traffic floods past as before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LONDON FLAT. DAY",
          "text": "Inside the flat that Renton showed the couple around. Sic are standing in the hallway. Renton is in the open doorwa the keys and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LONDON BEDSIT. NIGHT",
          "text": "The cramped bedsit is a mess, filled with litter and unwa Renton lies on his bed, content to be alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LONDON FLAT. NIGHT",
          "text": "The flat is in darkness. The door opens a figure enters. Renton's office. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, of course, they weren't paying any rent, so when my found two desperate suckers who would, Sick Boy and Begbi bound to feel threatened. Man is followed by another couple. He switches on a light MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you can see, it's a beautiful conversion. Two bedrooms kitchen/diner. Fully fitted. Lots of storage. All mod con hundred and twenty quid a week. From nowhere, Begbie and Sick Boy spring out at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BEDSIT. DAY",
          "text": "Renton looks around the stripped, empty bedsit one last t the door as he leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "----------",
          "text": "RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that was that. But by then we had another reason to g Tommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. RAILWAY. DAY",
          "text": "An InterCity train speeds by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOMMY'S FLAT. NIGHT",
          "text": "A kitten sits on the floor. GAV (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy knew he had the virus, like, but never knew he'd go full-blown. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was it, pneumonia or cancer? GAV (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, toxoplasmosis. Sort of like a stroke. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eh? How's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CREMATORIUM CHAPEL. DAY",
          "text": "A service is in progress. Those present include Renton an engaged in hushed conversation, Begbie, Spud, Sick Boy, a GAV",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wanted to see Lizzy again. He indicated Lizzy. Lizzy wouldn't let him near the house present for her, brought her a kitten. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet Lizzy told him where to put it. GAV",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly. I'm not wanting a cat, she says. Get to fuck, ri there's Tommy stuck with this kitten. You can imagine wha happened. The thing was neglected, pissing and shitting a the place. Tommy was lying around fucked out of his eyeba smack or downers. He didn't know you could get toxoplasmo cat shit. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't either. What the fuck is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOMMY'S FLAT. DAY",
          "text": "The kitten as before. Slow track back to reveal more. GAV (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts getting headaches, so he just uses more smack, pain, like. There he has a stroke. A fucking stroke. Just that. God home from hospital and died about three weeks l Been dead for ages before the neighbours complained about smell and the police broke the door down. Tommy was lying down in a pool of vomit. The lower half of Tommy's clothed body is visible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CREMATORIUM CHAPEL. DAY",
          "text": "The coffin travels away. Gav and Renton watch it go. GAV",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kitten was fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PUB I. NIGHT",
          "text": "Gav, Renton, Spud, Sick Boy, Begbie and a few others are pub, still dressed in their funeral garb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "----------",
          "text": "SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every time I think of Tommy I think of Australian, becaus time I went round he was just lying there, junked out of watching Aussie soaps. Until he sold the telly, of course was just lying there. Buy every time I think of him, I st of Australia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "----------",
          "text": "There is a short silence before Spud begins softly singin Boys'. He finishes unaccompanied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. NIGHT",
          "text": "Spud, Begbie, and Renton are seated. Sick Boy is handing beer before he too sits down. They are all wearing their Renton raises his bottle. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy. They all drink. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you tell him? BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. On you go. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a mate of swanney's. Mikey Forrester -- you know He's come into some gear. A lot of gear. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About four kilos. So he tells me. Got drunk in a pub down docks last week, where he met two Russian sailors. They'r carrying the stuff. For sale there and then, like. So he the next morning, realizes what he's done and get very fu nervous. Wants rid of this. {---------- He's looking for to punt it, but Swanney's nowhere to be seen since he los leg. ----------} RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So he met me and I offered to take it off his hands at a reasonable price, with the intention of punting it on mys guy I know in London. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we've just come from Tommy's funeral and you're tellin about a skag deal? BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. There is silence. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was your price? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four Grand. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you don't have the money? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're two thousand short. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's tough. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Mark, every cunt knows you've been saving up dow London. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, boys, I don't have two thousand pounds. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, you fucking do. I've seen your statement. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two thousand, one hundred and thirty-three pounds. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four kilos. That's what -- Ten years' worth? Russian sail Mikey Forrester? What the fuck are you on these days? You to jail, Spud, so what's the deal -- like it so much you go back again? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want the money, Mark, that's all. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If everyone keeps their mouth shut, there'll be no one go jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "Renton is visible first, apparently talking to himself, t RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's so simple. We buy it at four grand, we punt it at tw this guy that Sick Boy knows, and he punts it at sixty. E happy, everyone's in profit. I put up two. I come away wi DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unless you get caught. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So long as everyone keeps their mouths shut, we'll not be caught. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So why have you told me about it? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you're not going to tell anyone, are you, and besid thought we could meet up afterwards, maybe go somewhere t DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got a boyfriend, Mark. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Steady like? DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right: 'going steady' for four weeks now. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what age are you? Thirteen? Fourteen? DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sixteen next month. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy birthday. DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think -- I should be carrying a torch for you Renton thinks it over. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, what's he like? DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, he's young and he's healthy. They both laugh. And you're such a deadbeat, Mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SWANNEY'S FLAT. DAY",
          "text": "Heroin is in the process of being prepared for injection: etc. An arm is prepared for injection: sleeve rolled up, veins tapped, etc. Mikey forrester, Sick Boy, Spud, and B RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hadn't told anyone everything that was running through about what might happen in London. There were a lot of possibilities I didn't want to talk to anyone about. Idea kept to myself. What no one told me was that when we boug skag, some lucky punter would have to try it out. Begbie trust Spud and Sick Boy was too careful these days, so I my sleeve and did what had to be done. Renton injects the heroin into a vein in his arm. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good, it's fucking good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BUS STATION. NIGHT",
          "text": "Renton walks past a Beggar huddling against a wall. The B",
          "sentiment": "neutral"
        },
        {
          "speaker": "'FALKLANDS VETERAN. I LOST MY LEG FOR MY COUNTRY. PLEASE",
          "text": "is Swanney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "----------",
          "text": "RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, that hit was good. I promised myself another one bef to London -- just for old time's sake, just to piss Begbi",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ROAD. NIGHT",
          "text": "The bus travels towards London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BUS. NIGHT",
          "text": "Sick Boy dabs at amphetamine. Spud drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BUS TOILET. NIGHT",
          "text": "Renton cooks up in the bus toilet. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was to be my final hit. But let's be clear about thi there's final hits and final hits. What kind was this to {----------Some final hits are actually terminal one way another, while others are merely transit points as you tr station to station on the junky journey through junky lif",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BUS. NIGHT",
          "text": "Begbie sits grimly. The others are relaxed. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was his nightmare. The dodgiest scam in a lifetime o scams being perpetrated with three of the most useless an unreliable fuck-ups in town. I knew what was going on in any trouble in London and he would dump us immediately, o another. He had to. If he got caught with a bagful of ska of that armed robbery shit, he was going down for fifteen twenty. Begbie was hard, but not so hard that he didn't s off twenty years in Saughton. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you bring the cards? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cards. The last thing I said to you was mind the card SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I've not brought them. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's fucking boring after a while without the cards. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I've not brought them. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's fucking boring after a while without the cards. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bit fucking late, like. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, why didn't you bring them? BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I fucking told you to do that, you doss cunt. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LONDON. DAY",
          "text": "The bus travels through London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "The gang enter a cheap hotel. Begbie's bag contains the h",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOTEL. DAY",
          "text": "They are met by Andreas, a man in his late thirties of Me appearance. He shakes Sick Boy's hand. ANDREAS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are your friends? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are the guys I told you about. ANDREAS",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he here? ANDREAS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, he's here. I hope you didn't get followed or nothing BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We didn't get followed. Andreas leads them along a corridor and into a room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOTEL ROOM. DAY",
          "text": "An exceptional Man is waiting. Andreas leaves the room an The Man opens both and tastes the heroin. He produces a s scales from his bag and weighs the two bags. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Straight away he clocked us from what we were: small-time with an accidental big deal. MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what do you want for it? BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty thousand. MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's not worth more than fifteen. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ninteen. The man shakes his head and lights a cigarette. MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nineteen I can't offer you, I'm sorry. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was a real drag to him. He didn't need to negotiate. what the fuck were we going to do if he didn't buy it? Se the streets. Fuck that. The deal is done. The Man hands over the money and waits then leaves with the drugs. (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We settled on sixteen thousand pounds. He had a lot more suitcase, but it was better than nothing. And just for a felt really great, like we were all in it together, like like it meant something. A moment like that, it can touch inside, but it doesn't last long, not like sixteen thousa pounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LONDON PUB. DAY",
          "text": "The pub is crowded with afternoon drinkers. Renton, Spud, Begbie sit drinking. Begbie is still keeping a firm hand which now holds the money. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what are you planning with your share, Spud? RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buy yourself that island in the sun? BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For four fucking grand? One plam tree, a couple of rocks, sewage outflow. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, maybe I'll buy something for my ma, and the some good speed, no bicarb like, then get a girl, take he like, and treat her -- properly. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shag her senseless. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I don't mean like that -- I mean something nice, like all -- BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You daft cunt. If you're going to waste it like that, you well leave it all to me. Now get the drinks in. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got a round already. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got the last one. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's your round Franco. Begbie stands up. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK. Same again? SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm off for a pish. When I come back, that money's still RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The moment you turn your back, we're out that door. Sick Boy walks away towards the toilet. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be right after you. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll never catch us, you flabby bastard. Right, see, wh back -- RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be half-way down the road with the money. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd fucking kill you. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess you would, Franco. Begbie walks away to the bar. Spud and Renton look at eac of money. Are you game for it? Spud looks at the bag and around the pub towards the toil Begbie stands at the bar, awaiting the pints. Well? SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you serious? Renton looks around. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. What do you think? Spud says nothing. Suddenly they are interrupted. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still here, I see. Sick Boy sits down. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not? I know I would. Where's Franco? Renton turns to see Begbie making his way through the cro helf precariously. As he reaches the table a Man standing friends accidentally nudges Begbie, causing a pint to spi BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For fuck's sake. MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, mate, I'll get you another. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All down my fucking front, you fucking idiot. MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm sorry, I didn't mean it. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry's no going to dry me off, you cunt. RENTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool down, Franco. The guy's sorry. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not sorry enough for being a fat cunt. MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you. If you can't hold a pint, you shouldn't be in t mate. Now fuck off. Begie drops the remaining three pints. As the Man looks d glasses, Begbie punches him in the face and knees him in breaks out between the Man and Begbie. Sick Boy rushes fo Begbie. Renton sits still, not even looking at the fight His eyes are fixed on the bag while his hands fiddle. Beg the hand. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good one, Franco. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut you mouth or you'll be next. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've stabbed me, man. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were in my way. Begbie, blade still in hand, addresses the entire pub. And anyone in my way gets it, fucking gets it. Everybody that? Everybody happy? Nobody says anything. Renton is seated as before, avoidin Begbie addresses him. Hey, Rent-boy, bring us down a smoke. Renton does not move. SICK BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'd better go, Franco. SPUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to get to the hospital, man. BEGBIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Spud) You're not going to and fucking hospital. (to Sick Boy) You're staying there. (to Renton) And you bring me a fucking cigarette. Renton swivels and stands up. And the bag. Renton lifts the bag and slowly approaches Begbie. Renton shaking, pulls a packet of cigarettes from a pocket and h Begbie. Begbie does not move. Renton holds out the bag. B Renton selects a cigarette and hands it over to Begbie. B deeply and then blows the smoke towards Renton",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOTEL ROOM. DAY",
          "text": "Renton lies awake, sharing a bed with Sick Boy, who is as Begbie lie on the other, both asleep. Begbie has an arm d holding it close. Renton gets up and goes to the small ba light on above the mirror and looks at himself. He washes drinks a glass of water, then walks back to the bedroom. jacket and shoes. He stands over Begbie, then reaches car Begbie's arm up. As he does so he realizes that Spud is w say nothing. Renton takes the bag. Begbie stirs but does",
          "sentiment": "neutral"
        },
        {
          "speaker": "----------",
          "text": "Renton looks down at Spud for a moment before unzipping t out a small wad of cash, which he hands to Spud. Spud tuc",
          "sentiment": "neutral"
        },
        {
          "speaker": "----------",
          "text": "Renton walks to the door and opens it. He nods to Spud, t",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LOCKER. DAY",
          "text": "Envelope being removed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LEFT LUGGAGE. DAY",
          "text": "Renton takes the passport from the envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "Renton walks away. RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, I've justified this to myself in all sorts of ways: a big deal, just a minor betrayal, or we'd outgrown each you know, that sort of thing, but let's face it, I ripped off. My so-called mayes. But Begbie, I couldn't give a sh him, and Sick Boy, well, he'd have done the same to me if he'd thought of it first, and Spud, well, OK, I felt sorr Spud -- he never hurt anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOTEL. DAY",
          "text": "Prostitutes, punters, Sick Boy and Spud line the corridor walk past towards:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOTEL ROOM. DAY",
          "text": "Begbie goes radge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "RENTON (v.o)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So why did I do it? I could offer a million answers, all The truth is that I'm a bad person, but that's going to c I'm going to change. This is the last of this sort of thi cleaning up and I'm moving on, going straight and choosin I'm looking forward to it already. I'm going to be just l the job, the family, the fucking big television, the wash machine, the car, the compact disc and electrical tin ope health, low cholesterol, dental insurance, mortgage, star leisurewear, luggage, three-piece suite, DIY, game shows, food, children, walks in the park, nine to five, good at washing the car, choice of sweaters, family Christmas, in pension, tax exemption, clearing the gutters, getting by, ahead, to the day you die. THE END",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2437"
    }
  ]
}