{
  "movie_id": "MOV2448",
  "scenes": [
    {
      "location": "COHLE FAMILY APARTMENT, BEDROOM",
      "time": "DAY",
      "characters": [
        "COHLE, (V.0.)",
        "LISA",
        "FAVRE",
        "BETH, (CONT'D)",
        "ANNE",
        "MAN 2",
        "HART",
        "JAN",
        "WOMAN 1",
        "CARLA",
        "ARE OUR FAMILY",
        "LUCY",
        "MANAGER",
        "LUTZ, (CONT'D)",
        "LUTZ",
        "GERACI",
        "BETH, (0.S.)",
        "AUDREY MACIE",
        "43.",
        "NUN",
        "COHLE",
        "TIME CUT",
        "FEEL THE FLAMES AT YOUR HEELS",
        "QUESADA",
        "WOMAN 3",
        "PHONE--",
        "BETH",
        "DAY",
        "42.",
        "NUN, (CONT'D)",
        "WOMAN 2",
        "GERACI, (CONT'D)",
        "COHLE, (V.O.)",
        "HART, (V.O.)",
        "MACIE",
        "ELLEN",
        "MAN 1",
        "LOCKER--",
        "I/EXT. CID CAR / BURNED CHURCH",
        "AUDREY",
        "CARLA, (CONT'D)",
        "DEMMA",
        "MAGGIE",
        "HART, (CONT'D)",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A YOUNG COUPLE on a bed, with a year-old BABY between the Light diffuses through thin curtains over a large window the young parents delight in the child, playing with her. Rustin Cohle, 26, with his WIFE and daughter--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "Who knows why we choose the ones we do? Some just have your name on them. Like a bullet. Or a nail in the road. Off the happiness of the parents and their baby--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The established interview room- old table, bulletin board institutional walls. RUSTIN COHLE, 51, sits before us, th BEERS into his six pack, cigarettes beside a mug. The fla and-dice TATTOO visible on his forearm, he speaks into th camera, drinks, smokes--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "...-Sorry. I drift when I have a few. S’why I like to drink alone. He finishes the can-- COHLE (CONT’D) Still won’t tell me about the new one..? Alright. None of my business, you guys don’t want to fill me in. He waits a beat, watching his questioner, pops open a new beer-- \fCOHLE (CONT’D) None of my business, you tell me you lost most of our old files ina basement flood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "ON a black, unmarked CID car cruising through the Ozark foothills. Rust Cohle, 31, rides passenger as MARTIN HART 36, drives them into a frosty, rural landscape, pine-cove hills marked with dirt driveways, trailer parks and ramshackle homes, dense woods and hazed mountains in the distance. Dollops of SNOW spotting the edges of things--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART, (V.O.)",
          "text": "We dug up the victim’s mother after talking to her ex in Pine Bluff. Piece of work, that guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dilapidated CINDERBLOCK BUNGALOW with corrugated metal roof, its small yard a tangle of knee-high weeds and debr Cardboard covers one of the front windows. Cohle and Hart step out their car in the high grass, move toward the hou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WOMAN, 60s, opens a plywood front door for the detectiv She's thick, stone-faced with her thin gray hair pulled i a greasy pony-tail, a tent-like house dress making a soli mound of her. From the darkened doorway she squints upwar the detectives, into the daylight--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rust, Martin, and the WOMAN (ELLEN LEWIS), sit on ancient furniture in a cramped LIVING ROOM. Ellen is weeping, wip her eyes as Rust and Martin exchange a glance-- They look around the house, NOTICE a very old TV in one corner, and in another, a VOTIVE KNEELER before a STATUE the Virgin Mary, the statue framed by flea-market PORTRAI of Christ and the Madonna. Cast iron STOVE, makeshift chi with ash gathered beneath it in a pile. On a shelf, a few family PHOTOGRAPHS--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Far as helping us find out what happened, Mrs. Lewis. Maybe you could remember the last time you saw your daughter? Ellen dabs at her eyes with a rag--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'd be... maybe a month, I think. Last time. She brought me some supper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "She call since then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I- I don’t have a phone. Ellen turns to the kneeler, the portraits above it-- ELLEN (CONT’D) Bright Lady! What else do you want?! She breaks down again, gathers herself. Meanwhile Hart lo uncomfortably at Cohle, but Rust’s eyes are tracking deta of the house-- Soot-stains on the low ceiling, dirt, dust, old newspaper ON the row of PHOTOS on the shelf-- a young girl that mus DORA LANGE, wearing an inscrutable expression. In one pho she’s about twelve, and a MAN stands behind her, shadowed",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Mrs. Lewis... how about her father? Did they have a relationship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Him? Why? What did she say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "No, Mrs. Lewis, we're asking if he’s around, if they were close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Why wouldn’t a father bathe his child? Glances between the partners and Ellen--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "...Is your husband here? Can we talk to him? She becomes solemn, shakes her head, sets her jaw proudly",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Died on the road. Drove a Peterbilt, rolled over when he took an exit too fast. Outside of Rowan, Oklahoma. May 11th, 1984.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the last time you saw Dora? What was she like-- how’d she seem, I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "...-She’s had a little trouble. But I thought there'd be time yet, for her. I waited. She said she’d started going to church. Said she'd been talking to a priest-- She chokes. Detectives exchange looks, Hart re-taking lea",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "She have any specific reason for seeing you, last time she came around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": ".»-No. No, she said she just hadn’t been by in awhile. Brought me spaghetti... She knows I don’t have any money, if that’s what you mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "How about her ex-husband, Charlie Lange?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Him? He’s in prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You get along with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "...They both growed up together... They always want more, you know, kids... How do you keep them from wanting what’s bad for them?.. Why’d the Lord make people this way? That we can only want what hurts us? They give her some space with her desperation, then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "...She seem to be doing alright, last time you saw her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "She seemed alright. Yes. A little happier. More positive. I was glad she'd been talking to a priest. \fAt once, Ellen clutches her head, grimaces as if in the throws of a terrible migraine. She groans. Hart moves to side--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Mrs. Lewis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "..-My headaches. I get storms... NOTICE Rust continues watching her interaction with Hart impassively, almost coldly. Gradually, she pushes out of pain-- ELLEN (CONT’D) Worked at a dry-cleaners twenty years. Now I get headaches. I had to handle all these chemicals for such a long time. That’s what’s wrong with my nails-- She holds out her hands, shows her NAILS; they’re yellow gnarled, fungal, and the ends are soft and rotted off-- Creepsville. Off Cohle and Hart’s look to one another--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "ON the detectives’ car as it travels southward on Highway through the wintry geography of the Ozark foothills. Hart drives, Rust sits back, staring ahead, thinking to himsel Hart clocks Rust in thought, and as if the silence bother him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Piece of work, right? My mother, Donna Reed type. Hot meals. Lunches packed. Rust doesn’t respond-- HART (CONT’D) ++-Your mom still alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": ".»..-I guess so. The answer jabs Hart, Cohle’s indifference taken as an inchoate stab against family values. Cohle doesn’t engage further, keeps thinking to himself. Visibly annoyed, Hart turns back to the road--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARTIN HART, 56, suited, robust, speaks to his interviewe",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "My father, you know, I had about six inches on him, and even when he got old, I’d still say he could take me... Cobbler. Sold shoes. Made shoes. Navy in World War Two. Swam to North Africa when his PT Boat went down... There is a kind of boyish pride in Hart’s tale, informed matrix of private inflations-- HART (CONT’D) He was tough. But fair. You always knew where you stood with him... Cancer. ‘95. Mom passed a couple months after him. Married forty-two years. A conservative idealization of marriage and parenting is discernible in Hart’s recollection. He watches the camera though being asked a question-- HART (CONT’D) No. Rust’s mom lived somewhere out West, and he didn’t talk about his Dad... To me, looking back, the family stuff... I think part of Rust’s problem was that he needed things he wouldn’t admit to. On that succinct analysis--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ESTABLISHING-- a rural GAS STATION surrounded by desolate fields and dark forest, snow-dappled. Tires, car parts, junkyard effluvium. NOTICE the black CID CAR parked at th entrance--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FOLLOW along the store counter, its pornography and tobac and cheap impulse buys, to the end, where Cohle and Hart stand over a store ATTENDANT, CARLA EUSTICE-- \fShe's large, corn-fed and plain, wearing a work vest and sitting in a chair at the end of the counter, crying as t detectives look down. Though on duty, she drinks from a f 40 OZ. of malt liquor--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "--And the worst is that I had a feeling. Like maybe something was wrong with Dora and I should call her-- Carla looks to Cohle and Hart for assurance. A ribbon of TATTOOED STARS winds out of her collar and halfway up her neck--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "You remember the last time you talked to her, Carla? Last time you saw her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "She came by my place. She needed somewheres to crash, and I let her spend the night... Charlie needed some cash. I told him she wouldn’t be able to help, but I gave her the message. Told her to call him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "She was homeless?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "No, not the way she said it. She seemed, it don’t matter now, but I guess she’d gotten into the christy again. Or something. She said it was just for the night. I hadn’t seen her in a long time, and I could tell things were hard on her. I shoulda helped out more. I had a feeling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You clean, Carla? Carla's eyes dart. She shrugs, almost ashamed, drinks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Don’t worry about that. What’d she say to you? How was she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "Thin. Loopy, like I’m saying. On something... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh- like this nursery rhyme? I woke up in the night cause I heard her. She’s curled on the couch. Blanket pulled up. And she was repeating this rhyme... I think I’d heard it before. Something like, ‘I met a man on the stairs, but he wasn’t there or anywheres.’ I don’t know. Weird. I went back to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "...’Yesterday upon the stair, I met a man who wasn’t there... He wasn’t there again today.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "That’s it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "...’I wish, I wish he’d go away.’ She looks between the two detectives, Hart watching Cohle explanation-- COHLE (CONT’D) It’s a poem. Antigonish. Hart slightly baffled, back to Carla--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You have any idea where she might’ve been staying? Landlord at her last address said she moved out about a year ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "Yeah. No, she moved out of there. She might’ve had a fella for awhile? There’s this, like, women’s shelter? It’s outside Fayetteville, um, up near the highway before Springdale. I know she went there sometimes. Where the Wal-Mart is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "How far back you and Dora go, as friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "Since junior high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You knew her father? \fCarla drinks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "...You gonna ask about the baths? Cohle and Hart show no reaction. A beat as Carla hits her",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA, (CONT'D)",
          "text": "...-I can sense things sometimes... Do you- do you think I knew this was going to happen to Dora..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks between the two cops, pleading for acquittal-- Cohle just shrugs--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Late afternoon. Hart drives as Cohle watches out the wind always observing the icy landscape. FROST covers the glas and light ripples and bounces off the ice-- Cohle’s POV FX: a small BIRD appears within the frost, flickering, its wings rising to the light, flapping once before it evaporates to runny ice on the glass-- Almost a trick of the light-- ON COHLE, shutting his eyes hard, as if fighting the visi",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "...We’re doing this wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Your expert opinion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "We're trying to learn more about her. We should be trying to learn more about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "There’s nothing to go on with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Hits up prosts. Self-hating. Artistic. Possibly trained in taxidermy. Religiously inclined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Every person within a thousand miles is religiously inclined. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "(to self) ...Unless... was he mocking? Hart watches Cohle sort through his own thoughts--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Listen, I can appreciate a kind of academic model you’re adding here--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "She sounds sad, Marty. A tired, ripped-up person on her last legs. Made her a good target for our man, but it wasn’t personal. Prost yards would be his hunting grounds. We should be on that, put Demma and Lutz on victim background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Ninety-five percent of murders are committed by someone the victim knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "And in what percentage of those murders does the DB have wings soldered to their back? Hart scowls, doesn’t retort, acknowledging the point-- COHLE (CONT’D) I’m telling you, there’s a scope to this. A vision. She was just chum in the water. We should be working on methodology. The car passes out of frame, but the camera lingers on th ice-laced hills under a deep gray sky, as though they wat us back--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin Hart, 56, speaks to the camera--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "...Well, you're looking for a narrative. That’s the job. You’re just trying to find the story that fits. Crime scene protocols. Interrogate potential witnesses. Parcel evidence. Talk to people. Talk to everybody. Establish a timeline. Build a story... Days. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART, (CONT'D)",
          "text": "Weeks. That’s still how it’s done, yeah..? You talk to people. Off his point--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside an empty STRIP CLUB where a homely woman gyrates lethargically on a pole for no audience. A MANAGER (40s) speaks to Cohle and Hart near the bar. The Manager holds PHOTOCOPY of Dora Lange’s mug shot--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Gave her a couple day shifts. She only showed up for one. Wasn’t good- looking enough to put up with that kind of shit. ON Cohle, scrutinizing the man’s face as he hands back th mug shot--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rustin Cohle, 51, semi-relaxed with his beer--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "You fill in blanks. Try to account for the state of things using objective correlatives... Like historians, writing a secret history. ...That’s why you’re talking to me, yeah? On the slightest sense that he knows something his interviewers don’t-- EXT. WOMEN’S SHELTER, ARKANSAS - DAY Day shading toward evening. A small brick BUILDING in a rundown patch of county between Fayetteville and Springda Arkansas. Cohle and Hart stand at the front door, looking at a sign which reads ‘ST. JOHN’S HOUSE OF WOMEN’ - ‘Love Shelter abide Within’--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Next on our tour of female tragedy... INT. WOMEN’S SHELTER, KITCHEN - DAY Inside the home’s KITCHEN, Cohle and Hart stand before a casually-dressed NUN (60s) and FOUR WOMEN, aged 25-40, wh share TWO PHOTOCOPIES of Dora Lange’s mug shot between th \f12. Dishes and food suggest that the Nun was directing the wo in preparing dinner prior to the detectives’ entrance. Th WOMEN seem reticent in the company",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUN",
          "text": "Yes. She’s been here. around of late-- Ha:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 1",
          "text": "of the police-- sn’t been Maybe two weeks? Think that’s the last time I saw her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 2",
          "text": "She just come for dinner times. I don’t think she here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUN",
          "text": "a few stayed No. She didn’t stay here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You all maybe know where stay? The women look between each other,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUN",
          "text": "A lot of the women come here, they don’t have pe: places. she did shake their heads-- through rmanent The Nun puts down the photocopy and returns to preparing dinner--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 3",
          "text": "..-I talked to Dori befo:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 1",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Anybody know if she had boyfriend, a man? The woman glance at one another--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 3",
          "text": "--She had a husband in Bluff, I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUN",
          "text": ".-She asked me before, taking vows. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "re. a jail. Pine about \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUN, (CONT'D)",
          "text": "She once asked me what it meant, being a bride of Christ. I remember that... The Nun moves to put a dish in the oven--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUN, (CONT'D)",
          "text": "Not a serious inquiry, you understand... Something’s happened to her, yes? She and the other women face the detectives--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUN, (CONT'D)",
          "text": "Happens now and then. Men of your vocation come see us. Ask questions. She makes the sign of the cross--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUN, (CONT'D)",
          "text": "(to girls) We'll hold a mass for her, Sunday. The women nod to one another grimly-- I/E. WOMEN’S SHELTER, ARKANSAS - DAY FOLLOW the Nun as she leads the detectives out. Cohle and Hart clock the features of the home as they walk-- everyt old but immaculately clean, shelves full of books, many o them more progressive than one might expect, WOMEN appear and shrinking back into doorways at their presence--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUN",
          "text": "Usually ten to fifteen here at one time. No room for more than that. Get more for the meals. I’1l pass Dora's picture around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "And you got our cards. Anybody remembers anything, ring us up. Totally anonymous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Anything at all. No matter how irrelevant it seems. She opens the door and the two detectives step outside-- \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUN",
          "text": "A lot of the women here have problems trusting men... I’1l do what I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "They can trust us. The Nun looks over Cohle and seems flatly unimpressed. Sh just steps back, watching him as though she glimpsed a threat, shutting the door-- Cohle and Hart walk back to their car--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You got a way with folks, Rust. They warm up around you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "I make friends and influence people. They climb in the car--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in the HOMICIDE DIVISION of the State Police. DETECT milling about (DEMMA, LUTZ, GERACI, FAVRE). LT. QUESADA talking on the phone--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART, (V.O.)",
          "text": "See what the other boys had before we called it a day. Hart and Cohle enter the squad room, acknowledged by the RECEPTIONIST. They walk through the division toward the B BOARD established for the Dora Lange Case-- Demma and Geraci approach Hart--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMMA",
          "text": "Landlord said she moved out a year ago. Lost the deposit. Never heard from her. Neighbors check out. Only ones remembered her said she used to come home in the mornings. A lot. Demma’s eyes are a little glazed, and he and Geraci displ the barest physical signs of inebriation--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Thanks. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "(sniffs) You two canvas the bars pretty heavy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERACI",
          "text": "Up your ass, Cohle. Do your own legwork, you rat fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "What’d you call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERACI",
          "text": "S'what’s going on here, right? (re Cohle) Company Man here’s working CID for the Feds. Cohle puts his finger in Geraci’s face--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "One time. Say it again rummy. Geraci lunges at Cohle, who side-steps and bitch-slaps th back of his head. Then Hart and LT. QUESADA are between t two, shoving them apart--",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUESADA",
          "text": "What the hell is this?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "(to Geraci) Goddamnit, Jerry. Go home. Geraci backs down, straightens his tie--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERACI",
          "text": "Nothing, Loo. Breaking balls. Hart looks at Cohle, who’s eye-fucking Geraci. NOTICE tha one likes matching stares with Cohle for very long. Gerac and Demma walk out the squad room, snide--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERACI, (CONT'D)",
          "text": "New kid likes talkin out the side of his mouth. Quesada stays with Hart and Cohle, awaiting explanation. LUTZ and FAVRE approach, Lutz reading from his notepad--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUTZ",
          "text": "Got a couple hits from working girls. Nothing special. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUTZ, (CONT'D)",
          "text": "Nobody close to her. Few names recognized her as an occasional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAVRE",
          "text": "Like she tricked only now and then. Show up at a couple truck stops when she needed the cash. Got the names of which ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUESADA",
          "text": "(to Cohle and Hart) What about you two? You get anything today? Cohle and Hart look at one another, mutually acknowledgin failure--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin Hart, 56, speaking to the camera--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Few days like that. We ask around, talk to other working girls. Talk to her former employers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large grocery store where the MANAGER (40s) speaks to t two detectives--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Had her on checkout. She quit after a few months. No notice. He shrugs, returns to stocking cans on a shelf--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hart and Cohle sit at a booth with ANNE (30s), whose appearance suggests a cut-rate streetwalker--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE",
          "text": "She told me about where she came from. Her dad... But I never knew her that close. Sorry to hear what happened. Cohle rubs his eyes as though he has a headache-- \f17. INT. COHLE’S APARTMENT - DAY Early morning, cold, windows frosted. Rust Cohle rises to start his day. His bed is a mattress on the floor, surrou by books. No furnishings. A crucifix on the wall. FOLLOW to a narrow bathroom, it’s mirror as he stares at himself sleep-deprived, hollow-cheeked--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "Days of nothing. That’s what it’s like, yeah? You work cases...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Early morning. In his big bed with his WIFE, MAGGIE, Hart happily woken by his TWO DAUGHTERS running into the room, bouncing on the bed. Embraces, tickling--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "You talk, you listen, look for something to break. Days of searching. Like lost dogs... On the groggy, familial joy of Hart’s morning wake-up--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAN (50s) stands behind the counter inside a Taxidermis stuffed, mounted ANIMALS clogging the walls all around, g animals- deer, duck, quail, a bear’s head. Cohle and Hart stand on the other side, asking the MAN a question, dialo only voice-over--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "Talked to something like ten taxidermists. Nobody had ever done a turkey vulture, much less sold one. The Taxidermist shakes his head to answer their question-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Hart drives while Cohle looks over the NOTES that fill th big legal tablet he uses. Hart watches him peripherally, portfolio spread across his lap--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Hey. Other night, you were over for dinner... Why didn’t you go home, when I had Chris call for you? \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "...-I don’t know. I guess I'd sobered up. And it wasn’t as bad as I thought, meeting your family. I liked talking to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "‘Bad’? Why’d you think it’d be bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "I didn’t. Look-- He closes his portfolio, sighs-- COHLE (CONT’D) I was married, Marty. Three years. We had a baby girl. She died, two years old. Car accident. Marriage couldn’t handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Shit, man. I’m sorry. Sorry to hear that. I didn’t--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "S'alright. It was just me, not you guys. I was worried... being around that kind of thing... After a beat, Rust goes back to looking at his notes, and Martin glances at him from the corner of his eyes, a new sympathy in his appraisal--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51, Rust Cohle smokes, listens to his interviewer. Perhap slightly buzzed, he speaks a little discursively when he answers--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Yeah. Just married once. Came close another time. That was later on. Marty introduced us. She broke it off. For the best. I gave her cause... I can be hard on people. He puts his cigarette out, thinks, sips his beer. In an o confessional outpouring-- COHLE (CONT’D) I can pick people apart. I don’t mean to. But I can be critical. I have problems getting angry... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COHLE (CONT’D) I’ve had the thought before that I’m not good for other people. Like it’s no good for them to be around me long. I wear them down. They become unhappy. I don’t mean for that. But life works its way through you... I can’t say the job made me this way. More like, me being this way made me right for the job. I don’t know. I used to think about it a lot. Not so much now. You reach an age and you understand who you are... A beat as he stares into the camera, unable to fully hide pathos in his eyes-- COHLE (CONT’D) It’s better now. I live in a little room out in the country. Tend bar four nights a week. In between I drink, and there’s nobody around to make me stop. Which is good. I understand who I am. After all these years... There’s a victory in that. Cohle’s flat gaze carries no sense of achievement--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HOMICIDE SQUAD ROOM, fairly empty. NOTICE the BIG BOA and how little evidence has been added to the Dora Lange case. At their desk, Cohle is typing up the Daily Log-- ACROSS THE ROOM Hart speaks softly into the phone, trying to be heard--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "(into phone) No, babe. I understand. Of course I want to be there... It’s just the case got moving, I needa follow something up tonight... Listen, you tell her Daddy’s proud, and I'1l see it next time... Alright, sorry. I love you. Marty hangs up. Walks across the room to where Cohle is typing-- HART (CONT’D) You alright doing the DL? I got somewhere to be. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Boy's night at Glory Holez?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Nice. Audrey's piano recital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Sure. Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Thanks. Hart grabs his jacket and makes for the exit while Cohle regards him with a slight suspicion-- INT. SCARLET O’S TAVERN - NIGHT A mid-scale bar, dim, mostly attended by adults or the mi aged. Hart stands at the bar with Demma and Lutz, all thr drinking boilermakers--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "10 to 1 we never get this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUTZ",
          "text": "You're giving yourself too much credit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Don’t let Cohle hear you say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMMA",
          "text": "Fuck Cohle. He called my man Geraci incompetent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUTZ",
          "text": "Steve is incompetent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMMA",
          "text": "You know he’s ex-DEA or something? S'why Willey forced him on our division. The feds are running something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "No, no. See, that’s you all starting shit, Chris. Bullshit rumor. Quesada already talked to him about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMMA",
          "text": "What a relief. \f21. The BARTENDER delivers three whiskey shots to the men, wh all toast and throw them back. Hart starts moving away--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUTZ",
          "text": "Where you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Make a call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a dark hallway, Hart leans against the wall, using the",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "(into phone) Alright if I drop by..? Scarlet O’s... No I’m not. I barely had anything to drink... Leave the door unlocked? He hangs up the phone, straightens his jacket. FOLLOW as walks back to the bar, the barest hint of conflict in his features--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART, (V.O.)",
          "text": "I did. I enjoyed being married. When Cohle rejoins his buddies, he quickly fakes a grin--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hart, 56, speaking to his interrogators--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "I mean, sure, you miss some things, being a cop. And yeah, I probably could have worked it better than I did. But you know how it is. Things you see... You gotta decompress before you go being the family man. I mean, what’s in your head, you can’t have the kids around it... A beat-- HART (CONT’D) I’m saying, sometimes you’re not in a position to listen to twenty kids trying to play ‘chopsticks.’ This for my wife, too. She doesn’t want to be around me when I’m this way, juiced on a case. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HART (CONT’D) So sometimes you go have a drink instead of going home... A tiny lie, as those things go. The kind that keeps the peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ESTABLISHING- a set of manufactured CONDOS in a suburban north of Fayetteville. Hart’s CAR parks at the curb. He climbs out, starts walking to a door--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART, (V.O.)",
          "text": "I mean the first lesson of adulthood is compromise, right? EXT. LISA’S APARTMENT - NIGHT Hart has just knocked on a door, and it opens onto LISA TRAGNETTI, 26, dark-haired and sexy in shorts and a loose shirt. She smiles at Marty, who holds up a bottle of RUM. Lisa rolls her eyes as she steps aside for him to enter-- INT. LISA’S APARTMENT - NIGHT ON a STENOGRAPH MACHINE, parked in one corner outside the living room at a desk with a stack of paper (this telling Lisa is a court reporter). MOVING into the living room, fairly tasteful, relatively cheap furnishings. A COFFEE T where the bottle of RUM stands-- A TELEVISION shows continuing coverage of the Exxon Valde oil spill-- Martin sits back on the couch as Lisa enters from the kit with two glasses of ice and a liter of Coke-- She starts to make the drinks, bending over in front of Marty, who reaches out and slides his hand up her shorts-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART, (V.O.)",
          "text": "...That was part of Rust’s problem, like I’s saying. A man needs a family. She turns around and they start kissing, Martin yanking h shorts down--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "INT. LISA’S APARTMENT - NIGHT The drinks sit untouched on the coffee table, ice melted. Lisa lies on the couch with Marty, wearing only her T-shi \f23. Hart’s in his boxers and undershirt, running fingers thro her hair--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "...What’d you do last night? I called up here late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "What were you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Working. Thought about dropping by. Where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "Out with girlfriends. Marty stops fondling her hair--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "-+--I don’t like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "What? You're jealous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Don’t be stupid. I mean... there’s crazy people out there. A man killing young women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "..-Are you talking about that girl in Benton county again? In the paper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "(lying) ...Not just her. There’s more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "More? Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "We're not saying. Keeping it out of the press. But we’re thinking he’s been doing it awhile. Still doing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "Oh. Wow. Jeez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "There’s no need to be going out. Have a drink at home. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "I can’t meet a nice man at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "That hurts me, see, when you say that. When you speak to me ina passive-aggressive way. I always talk straight with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "Oh, excuse me. I meant, since you're married, I need to be considering my options as a young woman. I want things Marty. This is okay. But it won’t last on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "I want things, too. Lisa shakes her head, leans away, reaching for her drink-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "You just want your cake and to eat it, too. Marty moves to her--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "What the hell good is cake if you can’t eat it? He buries his face in her ass. She gasps, sets down the d and closes her eyes--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rust Cohle, now on his last beer, telling his story--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Me? I told you. I didn’t sleep. Most nights I’d read manuals. Study. Go over case stuff... He drinks-- COHLE (CONT’D) Other times I’d just lie in the dark. Think about women. INT. LUCY’S APARTMENT - NIGHT A cheap, cramped STUDIO apartment by the railtracks, the single room cluttered with loose clothing, fast food bags \f25. A BED takes up most of the space, festooned with STUFFED TOYS, plush animals for which the WOMAN on the bed is muc too old-- Lucy (20s, the prostitute Cohle met in ep. 1), sits cross legged on the bed, a few baggies of PILLS in front of her prescription bottles without labels. Rust Cohle, 31, stan at her window, exhausted, looking out at a streetlight in alley--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "You wanted blues?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Qualludes. The dopey stuff. He turns to watch her rifle through the pills-- COHLE (CONT’D) What’s it run?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "Um... I’m thinking. I seen the blue go for three a pill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "We'll say two-hundred for all of them. Lucy blinks back disbelief: the cop’s not going to rip he off. Cohle hands her the money, which she takes wide-eyed cautiously-- Cohle examines the bottle of about sixty pills while Lucy watches, relaxing a little for the first time--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "Thought you might just take them. Or that you wanted something else... Some kind of something else. She reclines on her bed, legs stretching under a denim sk bruises on her knees. An invitation--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "...Then I thought, you’re a good- lookin man. You wouldn’t need a shakedown to get some. \f26. Lucy continues to watch Cohle as puts the cap back on the pills, stuffs them in his blazer pocket. During their interaction, Cohle remains civil but cold, unresponsive t her gestures. The light from the window is dowdy and oran dramatizing his edge-- LUCY (CONT’D) ...What’s your deal? SFX: SOUND of a BOTTLE BREAKING outside the window-- Cohle moves to the window, sees down below a PERSON run i SHADOWS across the street, disappearing--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "I don’t have a deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "I mean, what you do. You’re not like cops I know. Even the bad ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Who’re the bad ones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "..-Nevermind... I thought you was gonna bust me last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Not interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "Yeah. I know. You’re kind of strange... Like you might be dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Of course I’m dangerous. I’m police. I can do terrible things to people with impunity. She goes quiet, and Cohle scans the stuffed toys on her b their paws and glass eyes an uncomfortable decoration-- COHLE (CONT’D) ..+-You remember that girl I first asked you about? The blonde? She nods--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "I still ain’t heard nothing. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "You know anybody might’ ve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "No. I talked to everybody I know... But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "I just thought of this... If she was gaming, and she was south side? I heard about this place. A kind of trailer park. Or campground like. Some of the working girls stay there. Supposed to, anyway. Kind of a, what you call it, co-operative? Call it The Ranch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "...Where’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "South of Fayetteville. Around Devil’s Den. Supposed to be, way I heard it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": ".+-Hill people. Meth cookers. Bikers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "Yeah. You know the place?.. Lucy watches Rust’s face as he thinks to himself, putting something together--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Take care, Lucy. I’1l holler. He exits, shuts the door-- On her bed with the pills, almost unconsciously, Lucy cur up with a stuffed bear and closes her eyes-- INT. COHLE’S TRUCK, MOVING - NIGHT Cohle heads south in his TRUCK, moving down a rural highw toward his apartment. DAWN just starting to break, red spilling into the horizon’s edge, barely lighting an ELECTRICAL STATION, an AIR TRAFFIC TOWER, BARBED WIRE fen \f28. COHLE’S POV FX: a system of TRACER IMAGES flashes from th things he passes, similar to a drugged effect. LINES of ELECTRIC LIGHT flickering in the dark sky around him-- Cohle squints, shakes his head, fighting the hallucinatio COHLE’S POV FX: In his HEADLIGHTS, the faintest images of WOMAN'S FACE, like a poorly projected film, barely there-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "..-Yeah, my ‘vision problems’. I told Marty about them down the line. Like years down the line... Driving, tracer images fleeting around him, Rust massages temple--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.O.)",
          "text": "Chemical flashbacks. Neural fallout from my time in the HIDTA. The tracers grow in intensity, the light swallowing him a drives, FADE TO WHITE--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cohle, 51--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "As in High Intensity Drug Trafficking Area. Three years undercover... You know what that means? A beat as he receives an answer from his interviewer-- COHLE (CONT’D) That stuff’s still sealed, huh? -.-Nah. I’11 talk about it. I don’t care... A beat as Cohle watches his cigarette burn, sinks into personal recollection-- COHLE (CONT’D) ...Blowout. Car swerved suddenly. She'd just stepped into the road... He gathers his words a moment, having begun off-track-- COHLE (CONT’D) Anyways. Afterward, Claire and I sort of turned on each other. All the ways a man and woman can. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COHLE (CONT’D) Subtle betrayals. Cruelty... We resented each other for being alive, you know? ...I transferred from robbery to Narco, started going 24/7. Street rips, kicking doors. Cohle pauses, puts out his cigarette--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a darkened ALLEY behind a convenience store, Rust Cohl 27, braces TWO DEALERS against the wall, gun to their hea yanking baggies out their pockets and stuffing them in hi own--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "Within a year I was ripping-off dealers and robbing couriers--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dim MOTEL ROOM. Rust sits shirtless at a table, doing a line of coke with a burnt glass crack pipe, some bronze scouring pads, and tequila nearby--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": ".+-Holing up at a Ramada Inn with a couple eight-balls and Don Julio. He falls back in his chair, his eyes crazed and blinking, by the window blinds--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.O.)",
          "text": "Somewhere in there Claire left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POV- looking upward at Cohle in a dim room. 27, dressed a white trash tweaker, circles under his eyes, Cohle points S&W NINE MILLIMETER at the camera--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "Somewhere in there I emptied a nine into a crankhead who'd been injecting his infant daughter with his own blood. Cohle discharges all fourteen rounds directly at the came his face impassive, muzzle flash like a strobe, more bloo with every flare. The only sound the voice-over-- \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.O.)",
          "text": "Guy said he was trying to ‘purify’ her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cohle, 27, still dressed like a tweaker, looking rough, s in a room with FOUR suited POLICE OFFICIALS, listening as they speak sternly to him. One of them slaps a hand on th table, having insulted Cohle--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": ". (to group) . Bein’ UC... It’s like the persona I maintain. Like, uh, Serpico...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "Serpico never pissed himself after passing out in court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 2",
          "text": "Serpico never executed an unarmed man. The men sit back and let Cohle fully digest his situation",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "I think you better listen very closely to what Special Agent Bokum tells you-- One man, SA BOKUM, starts talking, laying out a course of action, but Cohle’s voice-over provides the dialogue--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "State Attorney and IA Commander gave me one shot. Keep your profile, they said. Be our maniac addict...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BIKER GANG, heavily armed, has assembled to conduct a d in a converted garage/headquarters. Merchandise in TWO SUITCASES on a table, money and drugs-- NOTICE Rust Cohle, 27, facilitating the deal, dressed in riding leather and bandanna, no shirtsleeves, his flame a dice TATTOO visible down his forearm-- \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "They made me a floater. I became like some kind of trick got passed around to any state department or interagency task force that needed a deep cover narc. Got Special Agent Bokum beaucoup political clout. ON Cohle, paranoid, suppressing his fear as he watches th BIKERS negotiate the deal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rustin Cohle sits behind the table, the beer gone but the ashtray and cigarettes still there. Traumatized eyes--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Three years of that and I couldn’t get the walls in my apartment to stop whispering. Or the carpet fibers to quit their high-pitched shrieking... He reaches into a jacket pocket and produces a slim FLASK (unmistakably smartass, as he made his interrogators furn him with beer) -- COHLE (CONT’D) -..You really don’t know this?.. He unscrews the cap on the flask and sips it. Shrugs-- COHLE (CONT’D) In January of ‘88 I killed three cartel men at the Port of Houston. Took one in the chest. Spent four months at the Northshore Psychiatric Hospital in Slidell. They offered me a medical pension. Jackpot, right? I said, No. I said, Put me on homicide somewhere... People owed me favors by then. Special Agent Bokum was State Attorney General Bokum, at that point...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just barely inching toward dawn, the night/morning blue, objects tinged with snow and frost outside the ratty bric APARTMENT BUILDING where Cohle, 31, lives. His TRUCK pull up, shuts off--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "For a long time after that, I don’t really sleep. Nightmares. PTSD. Exhausted nerves. Whatever. Cohle exits his car and approaches his front door. ICICLE line the eaves above the door, glittering pink in the new rising sun-- COHLE’S POV FX: an ICICLE shimmers, fractures, and an ICE ANGEL manifests, turning once into the brightness, then fading back to squiggly light running down an ICICLE. Aga almost a trick of the light--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.O.)",
          "text": "So back then, at times I’d see things. Neural fallout, like I said. Cohle opens his door, pauses. He stands directly under th icicle, turns his face up to it, as if daring it to fall his eye--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cohle, 51, sipping his flask and smoking a cigarette, listening to a question--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "..-Why homicide? Something I saw at Northshore. This quote from Corinthians. ‘The body is not one member but many. Now are they many, but of one body.’ He lets the answer lie, hits his smoke. Let’s them ask a follow-up question-- COHLE (CONT’D) ...I was just trying to stay part of the body. Off the complexity of this nihilist’s answer--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cohle, 31, is in the locker room washing his hands when H enters. Both men looked tired. Cohle dries his hands and watches as Hart goes to his LOCKER and starts pulling out new shirt and tie-- Cohle walks over to him, talking while Hart re-dresses himself, taking off yesterday’s shirt and tie and replaci them-- \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Got something might be good. Some Prost co-op to the south, ‘round Devil’s Den.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Thought we were looking at the husband's old running buddies today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Try this first. Hart continues getting dressed, shrugs in acquiescence. H notices Rustin still standing by him, watching him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "...What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Nothing, man... (sniffs) Wash up, you got some pussy on you. Cohle turns away, moves to grab his jacket from his own",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "...Spontaneity. Key to a healthy marriage. Cohle doesn’t turn to him, gathering up his own gun and jacket from his locker--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "..-Yeah? That’s Maggie, huh? Hart's eyes widen in fury before Cohle can even realize t implication of what he said--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Hey, what’s with you and your fucking nose? Hart marches toward him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "What..? Nothing. Forget it. Hart braces him, slams him into the lockers--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get a connotation of something being implied here. About my wife? About ‘Maggie’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "You saying that’s wife, that high- tide you're walking in with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You got some opinion ‘bout how my wife’s pussy’s supposed to smell?! They struggle, but Hart pins him against the locker--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "...I meant you wearing the same clothes as yesterday, too. Coupled with. I didn’t mean to imply anything about any... particularity, to the scent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You don’t say fuck-all about my wife. Don’t say her name. 34. The men stare at each other with inches between them, Har fists bunched at Cohle’s collar, raising him up--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "(re Hart’s hands) You got some self-loathing this morning, fine. Not worth losing your hands over. Hart chuckles at the threat, Cohle considerably outsized the older man--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "How'd that work, exactly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "I break both your wrists. You're a cop... You think I’m lying? Hart studies his face, something cold in Cohle repulsing He lets go and storms toward the exit, snatching his jack on the way-- Cohle watches him depart, let’s out a long sigh and leans against the locker, calmly takes the pulse in his neck, a idly curious about his heart rate-- \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Hart and Cohle drive south on 71 through the foothills of Boston Mountains, deep hollers and hilly woods, layers of shaded obfuscation and cave systems-- Silence, tension-- Cohle thinks to himself, staring outside the window. Hart glances at him now and then, still fuming (his anger base self-loathing, as Cohle guessed)-- Ahead a GREEN HIGHWAY SIGN reads ‘DEVIL’S DEN STATE PARK mi.’--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You got a specific location for this place? Or we just going to wander around till we find it? Cohle keeps staring outside the window--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Gonna have to get directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "...-Maybe you can just follow the smell. A few beats pass, then Cohle starts laughing. Hart grins, chuckles with him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both men laugh as the CID car exits the highway into stee hill country, descending into a labyrinth of cold shadows icy, skeletal trees--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin Hart, 56, speaks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "No. Except for what happened in 2002, we never fought. He was a pretty even-keel guy, Rust. Strange, but we got along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CID car pulls into a small, junkyard-style SERVICE STATION, blocks of exposed concrete foundation where its pumps used to be. The detectives exit the car, begin walk toward the open-air garage portion through high weeds-- \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, TWO MEN on stools are fiddling with something on work table as Cohle and Hart approach. We only hear Hart’ voice-over for dialogue----",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART, (V.O.)",
          "text": "..-And he had some moves. Turned out he had a few CIs down this way from his time undercover. Told him some names to maybe talk to. Both MEN are skinny tweakers with wiry, greasy hair, bund in raggedy jackets against the cold. They appear to be working-- COP’S POV-- as the detectives get close, see that the two have dismantled an old hi-fi SOUND SYSTEM, scattering the electronic guts over the work table-- Cohle asks these men something--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART, (V.O.)",
          "text": "Tell you this, too. He had as good a bullshit detector as anybody... The two men both shake their heads in adamant ignorance a Cohle’s question--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cohle and Hart walk out of the garage, back to the car, dejected, having learned nothing. Hart climbs in, but Coh pauses at his door--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART, (V.O.)",
          "text": "...-And Rust had the keenest eye for human weakness I’ve ever seen. Cohle doesn’t get in the car, thinks, tells Hart to ‘hold and starts walking back to the garage--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two tweakers look up from their work table to see Coh storming toward them--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Sorry. I realized we got off on the wrong foot-- Cohle kicks over their stools-- \f37. COHLE (CONT’D) --So I wanted to come back and put the right foot up your ass. With a wild roundhouse swing he smashes a half-dismantled TURNTABLE over the head of one tweaker, grabs the other b his jugular, slams his face on the table--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Car running, heater on, Hart waits with a measure of bore Casually, he sniffs his fingers... Then COHLE appears fro the garage, walks back. Cohle opens the door and gets ins",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "We want to go south on 220. There’s a loop off the shoulder before it hits 74... Gotta go down a dirt fishing road toward Lee Creek. Hart is both surprised and slightly unnerved--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "...’Kay. Hart puts it in reverse, backs out as the tweakers stagge the garage entrance, one massaging his throat, the other head--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin Hart, 56, continues talking--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "..-Yeah. I mean, I didn’t know then, but he told me later. All that undercover stuff... Looking back, I just think he hadn’t quite transitioned yet, you know? Like soldiers rotating back into the world. He had some issues he had to work through. But he did. He got over it... He was a straight arrow for a long time. A beat, as he listens to a question. Answers-- HART (CONT’D) No. You want to know about that stuff, you need to ask Rust. Off the dim sense that Hart is in some way covering for h ex-partner-- \f38. EXT. DEVIL’S DEN - DAY ESTABLISHING- a forest of limestone cliffs and mostly bar trees, some verdant foliage, bucolic, steep declivities o rock and clay, creek SOUNDS in the near distance-- ON a DIRT ROAD cutting through the brush as the CID CAR enters the forest, bumping along the uneven path, taking tight turns--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ESTABLISHING- a series of TRAILER HOMES- old, decrepit bu restored -sit arranged in semi-circle, like a wagon train improvised, interdependent shelter nestled in an overhang trees and forest. LAUNDRY hangs between trailers, all fem items, an abundance of antennas on the roofs of the trail The yard around is unusually clean, and only two CARS are nearby, both beaters-- A WOMAN (JAN) exits one trailer and crosses the yard to another, freezing to look up the rise as the CID CAR star trundling toward her--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside one trailer, somewhat messy with a scattering of magazines and dirty plates. TWO WOMEN lounge on a couch, watching a soap on TV. They look up as ANOTHER WOMAN (JAN 40s) leads Cohle and Hart inside-- FOLLOW them down a thin hallway with three small bedrooms each with a MATTRESS on the floor-- As though conducting a brief tour, Jan leads them back to the kitchenette--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "I’m usually here, ‘cause the lease is in my name. Lots of girls come through, though...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "And this is what, like some hillbilly bunny ranch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "Excuse me? You might want to talk to Sheriff Bilson ‘fore you start tossing accusations around. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Relax. It doesn’t matter. We’re not vice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Something happened to a girl. We need to know if any of you knew her. Cohle has taken Dora’s mugshot from his jacket, hands it Jan--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "-.-Yeah... That’s Dori. Huh. Something happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (0.S.)",
          "text": "Something happened to Dori? Everyone turns to look at the trailer doorway, where a ve young girl (BETH) now stands, looking concerned--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside another of the trailers, this one neater and clean cheaply furnished but well-maintained. Home decor include good amount of Precious Moments porcelain figures, other signs of childish romanticism. Beth sits upset, with Cohl and Hart on chairs across from her. Jan stands at the kitchenette counter, smoking a cigarette and listening-- Beth is petite, brunette, very pretty, and looks MAYBE fourteen--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "How old are you? Beth’s eyes dart to Jan and back--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Eighteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You got I.D.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Somebody stole my wallet. Last week. Hart looks sternly toward Jan, who smokes with a nonchala defiance. A hard-weathered woman who’s made her peace-- \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "(back on track) You knew Dora? Dori?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Yeah. I mean, a lot of us did. She was here... a good bit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "For about three months, more or less. Not every night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Yeah. Stopped seeing her a few weeks ago. She left a bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You pretty good friends with her, Beth? She shrugs, sad, teary--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "She was nice to me, when I first came around. Gave me tips and stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Tips about what? Beth glances at Jan again--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "..-Nothing. You know, just how to be. We might now NOTICE that something about Hart’s gaze is unusually intense when applied to this girl, Beth, a conc that also includes a kind of fascination. His eyes linger long on her, thought not in a covetous way--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You got any idea where she might have been staying, these past few weeks? Beth thinks, wipes her eyes, glances at Jan--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I don’t... Her ex’s in prison. I supposed she maybe just got a new place and that’s why we didn’t see her no more. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "She'd been going to church. I's hoping maybe she just got it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Anybody else around here would know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I don’t know... She talked to me more than anybody, I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "(to Jan) We're going to need to question any of the girls might’ve known her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "That’s a tougher ask than you think. Folks be staying away, they hear y’all are at the ranch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "It’s the best way to get us to leave quick. Jan shrugs, puts out her smoke. Hart is still looking at Beth, who demurely shrinks under his gaze-- COHLE (CONT’D) You said she left a bag? Beth nods, wipes her nose and glances at Jan-- Jan nods--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "INT. JAN’S TRAILER - DAY Beth is gone. The detectives face Jan, who still stands a the counter, now smoking a new cigarette--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "That girl ain’t eighteen. Sheriff know you got teenagers working here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "What do you know about where that girl’s been? Where she’s come from? Jan displays a cool stridency--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of provisions you think the world makes for a woman in these parts? My husband proved out to be a lying piece of dogshit, and the only thing I ever got off him was his daddy owned a little hunting lease. This. You want to know Beth’s situation ‘fore she ran out on her uncle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Take it easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "There’s other places for her to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "Such dick-swinging bullshit from you. It’s a woman’s body, isn’t it? A woman's choice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Sometimes. Don’t make it right. Don’t make it healthy. There's diseases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "Don’t people walk around this earth all the time having sex for free? And unprotected? You want to stop disease you should stop people having casual sex... Why is it you add business to the mix, boys like you can’t stand the thought? ...It’s ‘cause suddenly you don’t own it like you thought you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "42.",
          "text": "Some part of this strikes Hart, but before he can respond Beth enters with a small CANVAS BAG. She clocks the tensi in the room, glances at Jan for approval, and hands the b to Hart. He watches her sit as Cohle immediately begins t dig through the bag-- Hart watches him, observes the bag’s contents: bundled CLOTHES, some MAKE-UP, a ratty NOVEL (Peyton Place), a sm NOTEBOOK and a number of folded, yellow FLYERS-- Cohle starts reading the notebook--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "(to Jan) How about her customers? Anybody saw her regular, you can point out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "43.",
          "text": "Now that... that I would not know. She and Hart lock eyes. She’s unbudging-- Cohle stands--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Ma’‘am. You’ve both been very helpful. Thanks much. You got friends at State CID. He shakes Jan’s hand, then Beth’s, slipping her two twenties-- Hart seems briefly torn, like he’s not ready to leave, bu then stands, his glance repeatedly returning to Beth. She now is becoming more comfortable with his attention, smil shyly-- Then the detectives exit--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WOMEN have stepped outside the path toward their car. flipping through the small almost distraught--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "to watch the policemen trudge up Cohle carries Dora’s old bag, notebook. Hart seems perturbed, (reading notebook) ‘Closed my eyes and saw St. Michael and his sword on fire over my head...’ Marty.. journal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "this is like her Believe this shit? A girl that young? And you know the sheriff's got a stake in the place. Fucking Christ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "(reading) ‘,..and his voice was silent but what he said was spelled in flames that came from his mouth...’ Both men climb in the car, slam the doors-- WOMEN’S POV-- they all watch as the black CID car backs u and turns around--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Hart drives as he and Cohle reach the main road, Cohle ju finishing flipping through her notebook--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "(re notebook) She sounds like a nutjob. Too much of whatever she was on, for too long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "It’s... interesting... A few beats pass as Hart drives and Cohle pulls the YELLO FLYERS from Dora’s bag--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "...-Figure we should maybe stay out here today. Check around the bars and truck-stops for johns, maybe knew her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Yeah. Okay. Lookit this-- Cohle hands him one of the flyers-- ON the FLYER-- it’s a cheap photocopy on yellow paper, a strange amalgam of COLLAGE cut from magazines and magic- marker TEXT. Images include a STONE CHRIST, a GLOBE, FLAM and drawn, black TENTACLES reaching up into the flames. T EYES watching over it all-- PAN down handwritten TEXT that reads ‘ARE YOU LOST? DO YO",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARE OUR FAMILY",
          "text": "WORSHIP IN FELLOWSHIP - BE RESTORED - IT’S NOT TOO LATE!! FRIENDS OF CHRIST THE REDEEMER - 13590 CR 4588 - Northwes Arkansas--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Huh. Lot of those type places, expect the flock to canvas for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Make some time for it, we’re done cruising johns. Hart nods, gives the flyer back, and the car accelerates the highway-- \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rustin Cohle, 51, listening to his interviewer and smokin His flask stands on the table beside the ashtray--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Nah. Nothing from any johns that time... Late by the time we headed back to Fort Smith... Rust listens a beat as he receives a questions, smokes-- COHLE (CONT’D) Think it was eating at Marty a little. That girl at the ranch. Him with two daughters. In Cohle’s expression is the barest hint that he is study his interviewers--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Early evening. Dinner simmering on the stove. ON MARGARET HART, 35, sitting at the kitchen table, drink in hand, he face staring into the glass, cold, unhappy-- Martin stands over her--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Just don’t see the point... I mean, why bother? Hart sits down beside her quickly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Honey, I’m sorry. It’s just the case. I slept it off in the car. You know how I do. We been through this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "It’s like you don’t want to be here anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "What? Years we been through this. Sweetheart, listen to me. There is nowhere else I want to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maggie looks at him. She is pretty, but not as young or obviously sexy as Lisa Tragnetti. We might notice, though that Lisa is essentially a younger, fitter version of the same physical type as Maggie-- \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I don’t think that’s true. Defensive, hair-trigger, Hart stirs up some self- righteousness--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Oh come _on. Bad enough the shit I have to wade through on a daily basis. Now you bring me this feel- bad-for-me crap when I been working forty hours straight. I come home to the place, the one place where I know there’s peace and love, and this, this-- She doesn’t respond, and he re-mounts-- HART (CONT’D) What do you want me to say? You want me to talk about a woman got killed, had wings melted to her back? You want me to talk about kids getting raped and beheaded? Then you’re going to stop the “poor- me” shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "..-That’s what I’m doing, huh? Trying to make you feel bad for me? He calms, touches her hand--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You’re my world, babe... But yeah, you know, sometimes I think you might have a penchant for self- pity... And I need you strong. So that I can do my job. She watches him, her eyes subtly picking him apart. Witho acknowledging any belief in him, she wipes her eyes and stands, moves to the stove--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": ".»-Can you tell the girls dinner? Marty rises, watches her back at the stove for a few beat feeling that there is some opportunity for him here, a partial healing, if he can just cross the kitchen to her- But he turns around and walks down the hall-- Dry-eyed, Maggie continues stirring a pot of mashed potat \f47. INT. HART HOME, HALLWAY/GIRLS’ ROOM - NIGHT Martin Hart walks down the hallway of his home, FAMILY PICTURES on the wall, including his WEDDING PICTURE, the GIRLS at various ages-- As he nears the girls’ room he can hear their voices, and sounds like one of them says “killed her” -- Hart moves into the doorway. His TWO GIRLS (Audrey, Macie both kneel on the floor around a group of DOLLS and immediately look up at him, beaming--",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY MACIE",
          "text": "Daddy! Daddy! They leap up to swamp him with hugs. There is a slight desperation to their clamoring for his love, and though H could never define the reaction or its catalyst, it makes vaguely uncomfortable-- He doesn’t notice, but he gently prods them off of him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Go into the kitchen, okay? Dinner’s ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACIE",
          "text": "Are you coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "You bet. I’m starved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Okay! They girls move out the room, though they wish to linger- Hart stands alone in their doorway, looks into their room its pink colors and toys, a little girl’s room, these ima contrasting in his mind to the lives he’s seen the past f days. His eye catches the DOLLS his daughters were playin with on the floor, and he approaches the toys-- HART’S POV-- we see that the girls have a NAKED BARBIE ly on the carpet. Arranged around her, standing and wearing clothes, are THREE KEN DOLLS and a G.I. JOE-- It looks unmistakably like four men looking down at_a dea violated body-- ON Hart’s eyes, wide with the inarticulate dread every fa with a daughter must feel at some point-- \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rustin Cohle, 51, faces us, smokes and drinks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": ".--I think of my daughter now, what she’d been spared. I feel grateful... Cohle leans forward, as though the point he is making is most serious-- COHLE (CONT’D) Docs told us she didn’t feel a thing. Went straight into a coma. Then, in that blackness, she just... slipped into another, deeper blackness... Isn’t that a nice way to die. Painlessly, as a happy child? ...Problem with dying later is that by the time you grow up, it’s too late. All the damage has already been done. Cohle sits back, hits his cigarette-- COHLE (CONT’D) -+.I think now of the hubris it took to yank a soul out the bliss of non-existence into this- this meat. No matter what else, the world hurts. 24/7. To force someone else into that hurt...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drinks, shakes his head as if the idea is unconscionab COHLE (CONT’D) ...So my daughter, she spared me from the sin of being a father. On Cohle’s eyes, the layers within his gaze--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ESTABLISHING-- a RURAL ROAD cutting through barren, rolli hills, dead yellow grass, desolate fields of scrubweed. Occasional stretches are demarcated with barbed-wire fenc all under a metallic white sky, hazy mountains fringing t distance--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "That’s how I learned to see it. \f49. Cohe and Hart’s black CID CAR passes down the county high dwarfed by the expanse of snowy countryside--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin Hart, 56, slightly irritated, adjusts himself in h seat--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Listen. Can we cut through this a minute? I know what’s going on. I got friends. I read... You caught another, didn’t you? What was it, in Bastrop..? Wings. He sits back, pleased with his intelligence, waits a few beats as an answer is given to him-- HART (CONT’D) Right... And I understand our old files being lost in the flood, but you're taking the long way around... You keep asking about Rust. He becomes more serious, studies his interviewers-- HART (CONT’D) You're trying to jam somebody up. Sit a beat on Hart’s stern eyes, then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Inside the detectives CAR as it continues through the sam expanse of hinterland, cruising the desolation. JUNK in t fields, isolated SHACKS-- Hart drives while Cohle consults a MAP spread over his la the yellow FLYER for ‘FRIENDS OF CHRIST’ on top of it-- They pass empty plains, a ruined HOMESTEAD or collapsed B here and there--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Doesn’t make sense... There’s nothing out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Looking at the map, it’s got to be around these few miles. \f50. They drive a few beats, pass a burned out BUILDING with h gables but no roof, outer walls only standing in a field overgrown sawgrass and scrub--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Maybe it was like one of those tent revival places? Those things move around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "...There’s no date on the flyer. (thinks ) Wait. Go back. Make a U--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "What? Why? Hart slows and starts turning--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ESTABLISHING- the burnt-down BUILDING they already passed looks like it might have been a small CHURCH, with its ta gables like steeples. Its front windows are broken out, S STAINS running halfway up the walls, no door, no roof, KU engulfing much of the structure-- The CID CAR pulls up. A field of BLACKBIRDS erupts beside church to their right-- ON the BLACKBIRDS--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cohle sits at the table, fiddling with his flask, respond",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE",
          "text": "Wasn’t like that. I mean, I could always tell what was real and what wasn’t. I knew it wasn’t real...So I'd just roll with it... He pauses, lights a cigarette as his interviewer asks ano question-- COHLE (CONT’D) ...No. They tapered off. Stopped all together after I was clean a couple years. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/EXT. CID CAR / BURNED CHURCH",
          "text": "COHLE’S POV FX: out the window, he sees the FLOCK OF BLACKBIRDS lift into the sky in a tight cluster, and ina pointillistic abstraction, they seem to suddenly form a WOMAN’S PORTRAIT-- --Then immediately the birds scatter into a looser groupi the picture gone. The flock keeps swaying over the field a phantom thumbprint--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "(re building) No numbers on the place. Looks like the fire was a long time ago... Cohle looks away from the window, to Hart, then the build The men open their doors--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLOWLY PAN into the demolished CHURCH, following Cohle an Hart’s POV as they walk through the TALL GRASS and throug the open church entrance-- The church floor is covered in RUBBLE-- broken PEWS, shattered GLASS crunching underfoot, the walls vandalized ALTAR crushed, strewn with debris, feces-- ONE WINDOW is still intact, a high one above the back wal It’s round, STAINED GLASS depicting the Madonna’s Ascensi The LIGHT from the window is kaleidoscopic with stained color. It falls on Cohle and Hart as their feet crunch ov the detritus--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HART",
          "text": "Okay. What? Place been trashed. This is old damage. And no kind of lead, son. Cohle stands still and looks over the walls, their graffi his eyes sharp and intense--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.0.)",
          "text": "Back then, the visions... Sometimes I was convinced I’d lost it... Cohle’s eyes fall on a particular section of the wall. He starts approaching it-- COHLE (CONT’D) Marty... \f52. Hart crosses the trashed space to Cohle, who’s studying t wall. Hart likewise turns his attention to the wall--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POV-- on the WALL is a large, crude PAINTING which shows SILHOUETTE of an unclothed FEMALE ANGEL, kneeling as if i prayer, a BEAM of painted light shining down on her figur Though her hands are in prayer, her HEAD is laid down, as resting-- It is unmistakably the exact pose in which Dora Lange’s b was left to be found in the woods--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHLE, (V.O.)",
          "text": "..-And other times I thought I was seeing straight into the true heart of things. Cohle and Hart look at one another, confused as to what t image might mean. Then back to the wall-- BEGIN RISING OVER the detectives, through the open roof, framing the painting on the wall. Off the two men staring this spectral representation of Dora Lange’s body-- FADE TO BLACK. END CHAPTER TWO.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2450"
    }
  ]
}