{
  "movie_id": "MOV2474",
  "scenes": [
    {
      "location": "SUBURBAN BASEMENT RAINY NIGHT.",
      "time": "DAY",
      "characters": [
        "GRAY, (0.S.)",
        "RADIO TALK JOCK, (0.S.)",
        "STELLA",
        "MELANIE, (0.S.)",
        "ANNIE",
        "RADIO EDITORIAL",
        "OWEN, (0.S.)",
        "WOMAN, (0.S.)",
        "BOX, (0.S.)",
        "MRS. MILLER",
        "GUARD",
        "DAIGLE",
        "INMAN",
        "CUT TO",
        "GRIFFIN, (0.S.)",
        "CARVER",
        "OFFICER, (0.S.)",
        "ON THE FLOOR",
        "CARVER, (0.S.)",
        "BROOKS",
        "PETERSON, (0.S.)",
        "OFFICER",
        "ELMER",
        "SHERIFF",
        "WILKS, (0.S.)",
        "WILKS",
        "OWEN/MELANIE, (0.S.)",
        "MALE VOICE, (0.C.)",
        "BOX",
        "MARSH",
        "RADIO FEMALE TALK JOCK, (0.S.)",
        "GRIFFIN",
        "CAR RADIO DJ",
        "OWEN",
        "DEPUTY",
        "ANNIE, (0.C.)",
        "TEENAGE BOY",
        "CAR RADIO DJ, (0.S.)",
        "MRS. MILLER, (ON TV)",
        "BOX, (0.C.)",
        "TRAFFIC REPORTER",
        "OPERATOR, (0.S.)",
        "MARSH, (0.S.)",
        "WITH",
        "CHIEF BECKETT",
        "MILLER",
        "MALE OPERATOR",
        "KEEP YOUR HANDS IN VIEW",
        "PETERSON",
        "BROOK",
        "GRAY",
        "MELANIE",
        "OPERATOR",
        "FLASH",
        "NEWSCASTER",
        "SPOILED PREPPIE",
        "TURN IT OFF",
        "HUGH",
        "RADIO MINISTER",
        "AUDIO JUMBLE",
        "BECKETT",
        "TRAFFIC REPORTER, (0.S.)",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "VIDEO CAMERA POV: held at hip level, jerking with each st we move in dim light past boxes of junk...a dormant furna ...a rusty bicycle...shelves of Christmas decorations...a bundles of Ethernet cable, running beside flashing state- the-art computers...around a corner into-- A WOOD-PANELED ROOM. Rain rattles the ground-level window whose panes are covered with black soundproofing panels. folded-up Ping-Pong table leans against a wall. Ugly shag carpeting has been stripped back from the cement floor. A small, muted TV set, sitting on a cardboard box, plays prime-time hour-long drama. Thunder rumbles outside. The CAMERA shakes as it is screwed into a tripod and poin to the cement floor. At the top corner of the frame, the is visible. Footsteps. Liquid pours. A MALE HAND, long and slender lowers a saucer of milk to the floor More footsteps. A package is torn open. A glue rat-trap i slapped to the floor a few feet from the milk. A canvas bag is unzipped. A tiny meow, then the tinkling a little bell. A man’s torso passes by, momentarily blott out our view. A moment later, the CAMERA zooms tighter on the milk and trap. More meowing, as a KITTEN enters the frame, boundin clumsily, adorably. It wears a handcrafted pink collar wi a bell. It steps into the trap. It freezes, pulls and pulls, the tinkling urgently, but it cannot free its paw. Klieg lights flash on. The kitty freezes, blinded. EXT. SUBURBAN PARKING LOT -- RAINY NIGHT. Headlights blind us, as an SUV, wipers working, drives up a guard booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR RADIO DJ, (0.S.)",
          "text": "--then once he’s raised a million bucks in donations, he’s gonna shoot himself in the ass, live on the Internet! Laughter from the radio. The YOUNG GUARD nods, smiles, a waves the driver through. INT. SUV -- MOMENTS LATER -- RAINY NIGHT. The driver, whose face we cannot see, pulls into a parkin spot in the barely-filled lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR RADIO DJ",
          "text": "And guess what his website’s called. I am not making this up. Gonnashootmyselfintheass.com! Seriously! Manic laughter from the radio, until the driver kills the engine. As the driver unfastens the seat belt, we glimpse 9mm Glock on the driver’s hip. The driver reaches over and grabs a black umbrella, which next to a half-clad Barbie doll. EXT. SUBURBAN PARKING LOT -- CONTINUOUS -- RAINY NIGHT. Emerging from the car, opening her umbrella, is JENNIFER MARSH, early 30’s, beautiful and fierce, no make-up, wear a windbreaker. FOLLOW MARSH, walking alone across the dark, rainy lot to a bland FOUR-STORY OFFICE BUILDING. The closer she gets to the entrance, the higher the CAMER CRANES. By the time she enters, the CAMERA has reached th roof, which is crowded with massive satellite dishes and towering antennae. INT. OFFICE BUILDING LOBBY -- SAME -- RAINY NIGHT. RAY, 65, a security guard, smiles almost paternally at Ma as she jams her photo I.D. in and out of the electronic reader. INT. OFFICE ELEVATOR -- MOMENTS LATER -- RAINY NIGHT. As the car ascends, Marsh stares at herself in the silver doors. Her hair is wet, disheveled. She primps at it a bi then stops. What’s the point? why bother? INT. DIAL-UP ROOM -- MOMENTS LATER -- RAINY NIGHT. Marsh walks down a row of beige cubicles under fluorescen lights. In each carrel, a MALE WORKER clicks away at a desktop computer. \fOver the workers’ shoulders, we catch glimpses of their screens. Mundane stuff, mostly: chat rooms, newsgroups myspace.com, e-mails, etc.... But then a flash of hard-core pornography. And on the nex monitor, something worse. Are those naked children on the screen? We’re moving too fast to know. Marsh stops at a large desk, equipped with four large monitors and two keyboards. She removes her Glock from it holster, slips it into a drawer, and locks it EXT. OFFICE BUILDING -- LATER -- RAINY NIGHT. Behind the rainy window pane, we see Marsh, typing quickl navigating the web, her screens flashing as pages open an close. INT. MARSH'S WORK STATION -- SAME -- RAINY NIGHT. Seated closest to Marsh is GRIFFIN DOWD, 30, funny-lookin bright, amiable, typing into a chat room. Despite the intensity of their concentration, they manage to converse",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "I’m serious. It was the best first date ever. She was amazing. She looked exactly like her picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "You’11 never see her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Because you look nothing like yours. Griffin laughs. Marsh freezes, types something, hits a ke On one of her monitors, a website appears. She reacts to little victory. Curious, Griffin wheels his chair over an reads the screen--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Tunethief .com?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "For the next few hours, anyway. Tomorrow, it’1l have a new name. It’s taken me a week to isolate the creep. She hits Enter and a nasty gangsta rap song blares from speakers. Other workers look over, startled and amused. Marsh lowers the volume. MARSH (cont'd) He offers free downloads of pirated music. Watch what happens to my dummy drive when I accept his offer. Marsh clicks on the download button. On one of the screen at lightning speed, we see a digital representation of fi being madly copied. MARSH (cont’d) He stole all my financial data...all my passwords...which I just happened to have conveniently gathered in a file called “Passwords.” I also threw in a keystroke recorder, so I can follow him. He’s run up a half- million bucks in fraud in the past three weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "What’s he into?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "High-end tech and low-end porn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Are you sure it’s a guy? If it’sa woman, she could be my soulmate. Ping! A sixteen-digit number appears on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "My dummy Am Ex. Let’s hope he uses it. The screen changes to ebay.com. MARSH (cont’‘d) Huh. I’m surprised he has the patience. The screen changes to the item page of a CONSERVATIVE, GO SWISS WATCH. MARSH (cont’‘d) Okay, it’s a “Buy It Now” item. Fine, buy it now, asshole. (ping! ) Thanks. Marsh starts working her keys at a furious pace, her han blur. Even Griffin, who’s used to it, watches in wonder. glances over and sees other workers glancing out of their cubicles, watching, as well. MARSH (cont‘d) I’ve got his IP address. Now I’ll get his physical one. Phone directories appear. Marsh, typing with one hand and not even looking at the screen, begins typing on her seco keyboard. MARSH (cont’d) There it is. A profile pop up: SANDRA HOBBS, 221 BAYSHORE BOULEVARD, TAMPA, FLORIDA 33611.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "So it is a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Fifty-six years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Damn, a year past my cut-off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "An ER nurse. Lived there her whole life. No priors. And no history of on-line purchases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "It’s not her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "It’s gotta be a neighbor, coming in through her wireless router Marsh’s hands are a blur again. On one of her monitors, w see a SATELLITE VIEW OF TAMPA. The shot tightens and tightens, moving closer to Earth. With her mouse, Marsh circles a house, seen from a 100 feet above. MARSH (cont’d) Okay, Sandra Hobbs lives here. Continuing to work both keyboards, Marsh looks back and f among the screens. She circles another house. \fMARSH (cont‘d) Sam Barrow, age 39. Computer programmer for the school district. Moved in six weeks ago. A renter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "That’s your guy. Griffin wheels his chair back to his station. Marsh types quickly. A mostly-filled-in application for a search warr fills a screen. She types in Barrow’s name and address. On the other monitor, she brings up a list of Assistant U Attorneys. She points and clicks. We hear a dial tone. Ringing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (0.S.)",
          "text": "U.S. Attorney’s office. Sally Stiles speaking. Marsh slips on a headphone and mutes the speaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Sal, Jennifer Marsh. Great, you? Oh, that’s wonderful. Listen, I need the name of an Eleventh Circuit judge I can bother. Yeah, right now. TIM WILKS, 20’s, clean-cut, wearing two hearing aids, wal up, hands Marsh a Post-it, and whispers with a subtle spe impairment - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKS",
          "text": "From the Baltimore PD. They weren’t sure what to do with it. Marsh nods, takes it. It reads www.killwithme.com. Before Marsh can react, Sally speaks, which sets Marsh typing--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Perfect. Do you have the fax number, too? You’re the best. Vouch for me, okay? Call him in two minutes. Thanks. She hangs up, tosses aside the Post-it. Types in a phone number. MARSH (cont’d) Judge Lipson, sorry to bother you at home. My name’s Jennifer Marsh. I’m a Supervisor in the FBI Cyber Division up in Riverton, Maryland. Sally Stiles from the U.S. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fMARSH(cont 'd) Attorney’s office will be calling you to confirm that. Marsh types a fax number into the warrant application and hits Send. MARSH (cont’‘d) A search warrant, your honor. Multiple bank fraud, access-device fraud, and fraudulent I.D. (beat) Thanks so much. The application should be falling into the tray of your fax machine any second now. Marsh hangs up. On her screen, list after list flies past She points and clicks on FBI TAMPA. She waits. Someone picks up. MARSH (cont’d) Hi. Jennifer Marsh -- a Supervisor in the Cyber Division. I need you to knock on a door for me. EXT. TAMPA HOUSE -- HOUR LATER -- NIGHT. Moonlight. Crickets. A bland house in a middle-class suburban neighborhood. A host of FBI, SHERIFF, and POLICE CARS, lights turned off, glide up and silently park. A swarm of shadows, as AGENTS and OFFICERS silently emerg and take up a perimeter. INT. MARSH'S WORK STATION -- SAME -- RAINY NIGHT. More relaxed now, Marsh organizes papers on her desk. Griffin, typing into a chat room, mutters bitterly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "I’ve gotta get reassigned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "What’s the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "This retired Army Captain is offering to come over to where I’m baby-sitting, only he’s got so many chats going, he can’t keep his names straight. He keeps calling me Jill instead of Molly. (beat) Let’s see what his cellmates call him.... Marsh smiles, then abruptly notices the Post-it Wilks ga her. She reads it again, frowns, then with one hand types killwithme.com into a browser and hits Enter. EXT. TAMPA HOUSE -- SAME -- NIGHT. With his team in position, GRAY, 40, an FBI agent, stride the front door with ANOTHER AGENT. Gray knocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "FBI, Mr. Barrow! Open the door INT. MARSH'S WORK STATION -- SAME -- RAINY NIGHT. Marsh watches as killwithme.com loads. The site’s home pa is empty, black. She waits. Nothing. Just as she is about to close the window, creepy-cute theme music plays and an oversized red emoticon struts out, smiling. A red text banner crawls across the bottom of the screen: Kill with me...Kill with me...Kill with me.... The emotic points to a blinking Command Button marked Enter. Marsh clicks on it. The page loads the video image of the kitten, caught in t glue-trap. Now both front paws are stuck. Marsh’s eyes ga intensity. EXT. TAMPA HOUSE -- SAME -- NIGHT. Gray, still waiting, knocks again, louder. A DEPUTY runs around from the back of the house, whispering urgently--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "We’ve got movement in a back room!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "That’s it, let’s breach. (over his shoulder) Gimme the ram! INT. MARSH'S WORK STATION -- SAME -- RAINY NIGHT. On her computer screen, behind the struggling kitten, Mar notices the TV set. Using her mouse, she screen-captures then magnifies it. She can see what’s playing on the set: Live cable news. INT. TAMPA LIVING ROOM -- SAME -- NIGHT. The door splinters. Amid a chaos of flashlight beams, Age and Officers pour in, guns drawn. Nobody. Empty. They hit the overhead lights. A rear bedroom door is locked. Loud, angry rap music blares from inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(banging on it) FBI! Open up! (to Gray) It’s a fuckin’ bunker! Gray nods. The two agents use the ram, splintering the do AGENT (cont’d)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEEP YOUR HANDS IN VIEW",
          "text": "The agents point their guns and shine their lights in. In the criss-cross of the beams, we catch barred windows, a of merchandise still in its boxes, and a huge plasma TV showing a frozen image from a terribly violent video game A SHADOWY MALE FIGURE, clutching a hard drive still conne by a couple of cords to the computer, sinks to the floor. Gray steps in with his flashlight INT. TAMPA BEDROOM -- CONTINUOUS -- NIGHT. Gray’s face changes when he sees the suspect. He lifts hi cell phone and dials. INT. MARSH'S WORK STATION -- SAME -- RAINY NIGHT. Marsh, her face pained, studies the suffering kitten. Her phone rings. She answers it with a computer click",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Jennifer Marsh. FBI Cyber Division.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY, (0.S.)",
          "text": "Paul Gray, FBI Tampa. We got ‘im. Hard drive intact. Plenty of contraband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Good work. Let me guess, it’s a teenager, right? Barrow’s got a son? INT. TAMPA BEDROOM -- SAME -- NIGHT. Gray, speaking on the phone to Marsh, is amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "How’d you know that? ANGLE ON AN ACNE-FACED BOY, 14, wearing pajamas, terrifie crouched on the floor, being handcuffed in the beams of t flashlights. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH, (0.S.)",
          "text": "High tech and porn, then out of the blue he buys a Swiss watch? How come? Then it hit me. Sunday’s Father’s Day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "(impressed) Sweet dreams, Marsh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH, (0.S.)",
          "text": "I haven’t had one of those since I left the Academy-- INT. MARSH’S WORK STATION -- SAME -- RAINY NIGHT. Marsh stares at the kitten on her screen. Her smile fades",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "--but thanks, anyway. Marsh hangs up. Griffin, having wheeled his chair back to her monitor, studies the kitten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "What the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I’m not sure, but it’s streaming live. Marsh types, opening windows until she’s got the cable ne playing live. She drags it over to killwithme and lines i up next to the site’s TV set. The two broadcasts are identical, in perfect sync. Griffin shakes his head--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Just when you think you’ve seen it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Look -- a message from our sponsor. A banner of red text crawls across the bottom of the scre “HHOS...HHOS... HHOS....” Marsh thinks, then translates-- MARSH (cont‘d) Ha-Ha, Only Serious. Griffin throws Marsh an uneasy look. From the next scene, hear honking car horns. \f11. EXT. MARYLAND HIGHWAY -- LATER -- EARLY MORNING. A traffic jam as far as the eye can see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR, (0.S.)",
          "text": "Northstar operator Tina. Good morning, Miss Marsh, how can I assist you? INT. MARSH’S SUV -- SAME -- EARLY MORNING. Marsh, crawling along in the traffic jam, talks to a spea over her head--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Well, Tina, I’d like to get home someday. What’s the outlook?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR, (0.S.)",
          "text": "Let’s see.... Good news. In about a hundred yards, you’11l reach--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I see it. Thanks. Marsh cuts off the system. INT. MARSH’S SUV -- MINUTE LATER -- EARLY MORNING. Marsh reaches the source of the jam: A crushed motorcycle Blood. A body covered by a tarp. Marsh is disgusted by th rubbernecking. As soon as she is able, she roars away. INT. MARSH'S KITCHEN -- LATER -- DAWN. STELLA MARSH, 50’s, a charming ex-hippie, attractive but bit ethereal and scattered, cooks pancakes on the stove. back door bangs open. Stella gasps, a hand to her heart then laughs at her own fear",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Shit, you scared me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Watch your tongue, young lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "(delighted) Hey, that’s what I used to say to you when you were little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I know, Mom, that’s why I said it That what makes it so darned funny. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Don’t be a grump. Why’re you so late? Marsh drops her laptop on the counter. She pets a black c sitting nearby--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "There was a crash on the I-50. Everybody just had to line up for a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Oh, I hate that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Yeah, sorta makes you wanna buy a time-share on another planet. She exits into the next room. Through the doorway, we see her stop at a hutch, open a drawer, set her Glock inside and lock the drawer. INT. CHILD’S BEDROOM -- MOMENTS LATER -- MORNING. ANNIE MARSH, 6, Still wearing pajamas, lays out kooky clo on her little bed. Part of the ensemble is a day camp T- shirt. Marsh stands at the door, smiling gently--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Mommy ! Annie runs over and jumps into her mother’s arms. Marsh peppers her with kisses. ANNIE (cont’d) I’m making my outfit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Hey, that’s my job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "You were late. Was traffic murder? Marsh is struck by the word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "No, but...but definitely bad. (walking to the bed) Let’s see what we’ve got here. Lavender...red...blue...and pink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Do they match? \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Not even a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Cool. That’s my style. Marsh laughs and tickles her. Annie squirms and giggles happily. EXT. MARSH’S HOUSE -- LATER -- MORNING. DISTANT POV: The door opens and Annie comes running out being chased by Marsh. Marsh scoops her up and carries he to a Volvo parked in the driveway. Stella sits behind the wheel. CLOSE ON THE CAR. Marsh lowers Annie into the back seat a fastens her seat belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Come on, nice and tight. Annie comically pretends that it’s so tight that she can’ breathe. Marsh laughs and shuts the door. As Stella backs out, Marsh turns and looks at the unruly front lawn. Stel stops and lowers the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Don’t even think about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "But - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Sweetheart? Get some sleep. Please? Good sleep? Marsh smiles at her mother’s worries. As the car drives away, Marsh walks back to the house. She stops and studie the lawn. Her mom’s right. She shouldn’t. INT. MARSH’S GARAGE -- MOMENTS LATER -- MORNING. Marsh hoists the power lawn mower off a hook on the wall. EXT. MARSH’S HOUSE -- LATER -- MORNING. Marsh pushes the powerful, noisy mower, whose engine falt and sputters, then roars back to life. A NEIGHBOR across way, grabs his newspaper, and, seeing Marsh, waves. Worki hard, she doesn’t notice. He shrugs and goes back inside. \f14. INT. MARSH’S BATHROOM -- LATER -- MORNING. INCHING CLOSER AND CLOSER to the frosted-glass shower doo we see the naked outline of Marsh showering. INT. MARSH’S BEDROOM -- LATER -- MORNING. Wearing only underwear and a T-shirt, Marsh yanks shut th curtain, blacking out her room. INT. MARSH'S BEDROOOM -- LATER -- DAY. Just the burning outline of sun around the curtain. Marsh lies wide awake, restless. She grabs the remote and flick on the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER",
          "text": "--of those killed in the blast twenty-seven were Iraqis, most of them school children. We warn our viewers that some of the images you are about to see are-- Marsh shuts off the set. Settles back. The cat jumps up o the bed, purring, rubbing its cheek against her hand. Mar smiles, pets it. She meets the animal’s gaze. Her smile fades, as she remembers something. She jerks to her feet. INT. MARSH'S BEDROOM -- MINUTE LATER -- DAY. Still in her underwear, Marsh sits at her computer. The kitten is still there, but now all four of its paws, as w as its stomach, tail, and bell, are stuck in the glue. On its slow-blinking eyes tell us that it is even alive. The text crawl reads: LABATYD...LABATYD...LABATYD.... Marsh stares, then whispers to herself--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Life’s A Bitch And Then You Die. She starts to type. MARSH (cont’d) No kidding. She types several commands into a unix shell. Trace routi algorithms begin to run. A different screen shows possibl IP addresses. The list begins growing, from ten to hundre to thousands.... Marsh shakes her head at the futility. \f15. INT. CYBER DIVISION HEADQUARTERS -- LATER -- EVENING. Elevator doors open. Out steps Special Agent in Charge of the Cyber Division, WYNN BROOKS, 50’s, Southern accent, d smug, unimaginative. INT. DIAL-UP ROOM -- MOMENTS LATER -- EVENING. Brooks walks down the aisle of cubicles to where Marsh, Griffin, and Wilks stand around Marsh’s desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "All right, Jennifer, show me this tortured kitty of yours. He and Marsh lock eyes. They have a thorny subtext: Marsh doesn’t respect him and he knows it; Brooks is attracted her and she couldn’t care less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "The torture’s over. She steps aside, revealing her monitor, where the kitten broken and flat, face down, dead in the glue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "I should say so. A respectful beat, then Griffin murmurs--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Poor Lulu. Everyone looks at him strangely. GRIFFIN (cont'd) What? That’s her name. (reading) The owner...Scotty Hickman...26... from Columbia...says she was snatched a few days ago from his front lawn during a yard sale. He recognized the fancy collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Not Columbia, Maryland?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "That’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "So this site, which could have originated anywhere from Oslo to Timbuktu- - \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "--is streaming locally. Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "The odds of that are--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "A billion to one, if it were a coincidence. But it’s not. Brooks glances at her. Pause. A tiny stand-off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Care to explain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I’d be happy to. We only found out about the site because, within minutes of it going up, it was tipped to the County Sheriff and the Baltimore PD. Both tips came from an Inner Harbor pay phone. Whoever’s behind the site lives in the area and wants attention. On the screen, a text banner appears: GYETS...MTC...GYETS ..-MTC...GYETS ...MTC....",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Chat-room shorthand. “Glad You Enjoyed The Show. More To Come.” The emoticon comes strutting across the screen. It stops laughs mockingly at its audience. Brooks smirks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Cocky little bugger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "He can afford to be. His site’s incredibly sophisticated. Every frame of the video’s hidden and relayed among all of its viewers. Lots of viewers...lots of relays like a mosaic...and it’s impossible to tell where it originated. It’s almost like he’s built his own peer- to-peer serving network for every frame. (beat) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARSH(cont 'd) Let’s alert STAD and see if it’s a new distributed serving technology they recognize. Meanwhile, I'd like to pull Griffin off Innocent Images and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "(to Brooks) I really could use the break, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Working together we might be able to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "I’ve got a better idea. Call the Humane Society. Brooks casually walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Wynn, I really think-- Brooks stops and turns back with a patronizing air--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Now, I know how you single women love your felines, but given the state of the world, don’t you think there are more important things for you to worry about? Maybe some- thing under our jurisdiction?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(firmly) This is our jurisdiction. It’s obscenity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "(eyes narrowing) Shocks your conscience, does it? Well, it’s a good thing you never met my Granny Brooks, ‘cause she used to drown ’em by the litter (to everyone else) Back to work, gentlemen. Brooks raps his knuckles on a desk and walks on. Marsh is pissed. EXT. CAMDEN YARDS -- TWO WEEKS LATER -- EVENING. Gorgeous dusk. Waving flag. Packed stadium. A BAPTIST QUARTET sings the National Anthem to a packed stadium. \f18. INT. CAMDEN YARDS -- SAME -- EVENING. The bright parking lot is packed. Last-minute TICKET HOLD hurry up to the stadium turnstiles. From inside, the anth ends. INT. CAMDEN PARKING LOT PERIMETER-- SAME -- EVENING. HERBERT MILLER, 50, burly and amiable, an Air Force tatto his forearm, walks up, looking around. A distant roar fro inside the stadium. Miller sees what he’s looking for. FOLLOW MILLER, walking across the street to a Volkswagen parked in the shadows under a tree. The bus’s side door i open and SOMEONE pokes around inside, moving aside piles junk. Miller stops right behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLER",
          "text": "Hi. The person gasps, whips around, startled. We don’t see hi face. EXT. MARYLAND MAIN STREET -- DAY. Marsh, parked outside a children’s martial arts academy, in her SUV, flipping through a travel magazine. INT. SUV -- SAME -- DAY. Marsh lowers the magazine, stares into the middle distanc thinking. A HANDSOME YOUNG MAN, crossing the street, give her a smile. Marsh, snapping to, gives him only the faintest smile bac She glances at her laptop computer, sitting nearby. She can’t help herself. She flips it open and starts to type. We hear the music of killwithme.com. When the next window opens, Marsh sees something she did not expect. Her face changes terribly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (0.S.)",
          "text": "(knocking on the window) Hey! Marsh nearly jumps out of her skin. Stella, carrying a grocery bag, stands at her closed window, pointing to the parking meter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Meter’s empty! Got a quarter? \f19. EXT. CYBER DIVISION HEADQUARTERS -- LATER -- DAY. Marsh strides quickly across the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.C.)",
          "text": "Hold it right there, copper. Marsh smiles when she sees Griffin, disheveled and unshav climbing out of his used sports car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Sorry about the timing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "(hurrying to join her) Hey, it’s not your fault. I had nothing to do, anyway. Except sit around, trying to figure out why I couldn’t get to first base last night with a date who was both promiscuous and unattractive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Maybe if you went out with women you’ve actually met....",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "There’s a prescription for lone- liness. I work nights. Who do I meet? Marsh laughs and puts a consoling arm around him. INT. MARSH’S WORK STATION -- MOMENTS LATER -- DAY. Marsh, settling into her chair, is already urgently typin into her keyboard--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "For the past two weeks, it hasn’t changed: a saucer of curdled milk a dead kitten, a pile of maggots. Then Friday night around eleven, the site was down. Gone. I hoped forever. But then, an hour ago-- She hits Enter. What Griffin sees on the screen makes his face unhinge. He looks closer. He can’t believe his eyes. REVERSE ANGLE: It’s Herbert Miller, the man from the Orio game, in the same basement room as the kitten, bound and gagged, cemented upright at the waist into the floor. \f20. Bare-chested, Miller is surrounded on three sides by A DO INFRARED HEAT LAMPS. Just two are turned on, glowing red. Miller drips with sweat, defiant, struggling, yelling int the gag. In the background, the TV, still sitting on the box, shows a NASCAR race. Griffin leans down, types, hits keys, then, using Marsh’s mouse, drags a live network NASCAR broadcast across the screen and places it beneath the race on the website.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Still streaming live. Marsh points with her cursor to the top left corner of th screen, where a digital counter marked ETOD counts down t time: 23:46:32",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Estimated Time of Death. On the right side of the screen, Marsh points to a counte marked NOV with a rapidly increasing number: 27,108. MARSH (cont‘d) Number of Viewers. She points to the text crawl at the bottom of the screen. MARSH (cont‘d) This is what connects them. The text reads: The more that watch, the faster he cooks ...The more that watch, the faster he cooks...The more th watch, the faster he cooks.... Griffin is horrified, but then he realizes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Wait, it’s bullshit, right? It’s fake. It’s gotta be. The guy’s an actor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKS, (0.S.)",
          "text": "He’s a helicopter pilot. They turn. There’s Wilks, holding up a Baltimore Police Department missing person’s report bearing a color photo Miller, surrounded by his happy wife and three smiling daughters. \f21. INT. CYBER-DIVISION HEADQUARTERS HALLWAY -- LATER. Marsh and Griffin stride quickly. Griffin says under his breath--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "You know, just because you were right and he was wrong, doesn’t mean you have to rub his nose in it. Marsh’s smile does not reassure. INT. BROOKS'S OFFICE -- MOMENTS LATER -- DAY. Brooks leans back in his desk chair, frowning skeptically his computer screen, which shows Herbert Miller trapped i the cement. Marsh and Griffin sit across from him. Griffi reads aloud, summarizing from the report--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Herbert Miller, 54. A pilot for Liberty Executive Charter. Lives in Bramford, ten minutes from here. Friday after work, he called his wife and said he had a great ticket for the 0’s game that he got from an ad he placed on Craig’s List. She never heard from him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Does he have any priors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "(confused) Miller? I...I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "How is that relevant? Brooks looks out the window, thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOK",
          "text": "Remember the snuff film that was sent into the L.A. office last year? Teenage geisha cut right in two. Six weeks later, they found her safe and sound, waiting tables in Little Tokyo. Maybe Miller’s involved somehow. ..maybe-- Marsh can’t believe what he is saying, but before she can respond, Wilks appears at the open door-- \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKS",
          "text": "(pale, shaken) Sir, killwithme, it’s-- Well-- I think you should take a look-- Brooks, exasperated, hits his keyboard, awakening the scr Marsh and Griffin walk around the desk for a look. Miller is slumped over, breathing hard, pouring sweat. Th Viewer counter, spinning much faster now, hits 1,120,000. The Estimated Time Of Death has spun below 23 hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "If those viewer numbers are real, it’s a rate of increase that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "It’s because they know it’s fake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Or because they hope it isn’t. (pointing) That’s how he controls the time of death. A third heat lamp has begun to glow orange. Miller violen bucks, crying out into his gag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "What’s driving up the numbers like that? It can’t just be word of mouth. EXT. MILLERS’ BRAMFORD HOME -- AFTERNOON. TV NEWS VANS and SATELLITE TRUCKS are parked in the drive The living room windows are illuminated by bright lights inside. COPS keep order among the neighbors, dog walkers, kids on bikes, gathered outside. An UNMARKED CAR drives up to the curb. JOHN BOX, 40, a street-tough homicide detective, emerges, smoking a cigarette. He is strong, self-assured, a touch world-wear A COP walks over to meet him. BOx When did the circus hit town? CoP #1 Right after the clowns got tipped. All of ‘em. Anonymously. \f23. Box shakes his head with dismay, and they head to the hou The crowd parts. Box flicks his cigarette before he goes inside. INT. MILLERS’ BRAMFORD HOME -- CONTINUOUS -- AFTERNOON. Under bright lights, MRS. MILLER sits on the couch, clutc a ball of tissue, crying, talking to LOCAL TV REPORTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MILLER",
          "text": "I don’t know this person. He calls and says he’s killing my husband on the computer! I can hear Herb screaming! Box enters and stops in the doorway to watch-- MRS. MILLER (cont'd) What was I supposed to do? I had to turn on the computer! INT. STELLA MARSH’S BEDROOM -- LATER -- EVENING. Sitting up in bed, Stella watches Mrs. Miller crying on T",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MILLER, (ON TV)",
          "text": "I wish I hadn’t! What do I tell my girls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE, (0.C.)",
          "text": "Grandma, I can’t sleep. Annie stands at the door, rubbing a knuckle into her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Hold on, honey! Stella quickly switches the channel. It’s Mrs. Miller aga",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MILLER, (ON TV)",
          "text": "Who would do this? why?! She switches it again. MRS. MILLER (ON TV) (cont'd) --never hurt anyone! He’s sucha good man! At wit’s end, Stella snaps the set off and gets out of be",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Why was that lady crying? \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "She’s what’s known as a sports widow. Come on, I’1l read you a story. They exit. INT. DIAL-UP ROOM -- NIGHT. THE CAMERA MOVES DOWN the row of agents and we see what t are working on: exactly what they were working on in the film’s opening, and at the same measured pace. Nothing ha changed until.... WE STOP ON MARSH, driven, exhausted, typing fast, a finis Chinese meal at her side. One small corner of her central monitor shows Miller lying motionless, soaked, breathing hard. Nine of the twelve lamps are blaze now. The Viewer counter has climbed to 6,975,000, and the Estimated Time Of Death had moved below 5 hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Interesting. The site blocks all foreign users. Only US-based IP addresses can get on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "How patriotic. (beat) The e-mail offering Miller the Orioles ticket, and the tips coming into the TV stations, were all sent from different mail servers, and they were all shut down ten seconds after the messages were sent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "No surprise. Griffin wheels his chair over. He pulls the egg roll out reads from a note pad--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "I searched every newsgroup and found the very first post that mentioned killwithme. It appeared about thirty seconds after the site went up. (reading) “A cat caught in a mouse trap. How’s that for irony? It’s streaming live on killwithme.com. It’s awesome. Check it out.” (beat) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GRIFFIN(cont'd) I traced it to a Georgetown sophomore named Andrew Kinross. But then I looked closer and saw the post didn’t actually originate from his computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Our guy got into his machine and posted it from there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "That would be my guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "So let’s go after the originating computer’s IP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "It’s worth a shot. Griffin wheels back to his desk. He is struck by the sigh of Miller on the screen, staring straight at him. GRIFFIN (cont'd) Too bad he wasn’t a Boy Scout. He could blink Morse Code and tell us where he is. Marsh smiles and shakes her head at Griffin’s odd mind, t begins to type. INT. BASEMENT -- NIGHT. Miller, cemented into the floor, is slouched over, his sk burned violet, his lips and eyelids crusted, facing the v camera. The air shimmies with the fierce heat. Miller’s lifeless eyes slowly lift. Ten feet away, along dirty wall, lies the dead kitten -- a maggoty patch of dr fur set in glue. CLOSE ON A DIGITAL READOUT. When the Viewer counter goes over 8,000,000, a hard drive flashes and the tenth lamp w to life. Miller’s eyes widen and he moans helplessly. INT. DIAL-UP ROOM -- SAME -- NIGHT. Marsh and Griffin have fallen into a fast, efficient rhyt together- -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I’m trying to find a footprint on Kinross’s box. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "I think I see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I have it, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Running trace-route. We'll get it. It's been bounced through a relay--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Except it isn't just masked -- it's encrypted....",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "...USing a DOD encryption program. Interesting. Not a problem. As Griffin types, his screens flash with graphics and dat streams. The two work and relay information in perfect sy GRIFFIN (cont'd) Okay, I’ve unencrypted the orig- inating IP. A couple of duplexers a firewall. A major firewall, as good as ours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I just burned it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Maybe he’s not as smart as we thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "I’m in his hard drive. I’ve got his root directory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Check out the recent activity. What's he been up to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Reading about his own site. I’m sorry, but that’s just tacky. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Let’s I.D. him. Any commercial transactions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Got the four-by-four digits of a credit card. First digit is a5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Mastercard. I see it. Cross- referenced with an on-line receipt from...Chang’s Three Rivers? She glances at the Chang’s Three Rivers bag right next to her. Her expression changes. Griffin is oblivious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "He’s got good taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Orange Chicken, brown rice, and four egg rolls -- that’s exactly what we ordered. Except we got two egg rolls. This gets Griffin’s attention. He looks at Marsh and, without breaking eye contact, slides open a desk drawer t reveal two more egg rolls. Marsh sits back, pissed. MARSH (cont’‘d) He routed us right back to our own computer. Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "So he’s not as smart as we thought. He’s smarter. They sit for a moment, breathing hard, a bit spooked. GRIFFIN (cont'd) He’s in our network, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Not for long. Internal Ops will-- An alert on her screen starts to flash red. MARSH (cont’‘d) There. He’s purged. Marsh’s Treo vibrates. She looks down, hits a key. On the screen, the text message is nothing but a field of random numbers. \f28. Before Marsh can react, she notices Brooks striding down hall with Detective John Box. Brooks holds open a confere room door and gestures for Marsh to join them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Maybe that’s the profiler you asked for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(getting up) Not unless Quantico’s changed its dress code. INT. DIAL-UP CONFERENCE ROOM -- MOMENTS LATER -- NIGHT. Marsh enters a bit warily. Detective Box stands, exhauste looking out the window, sipping coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Jennifer Marsh -- Detective John Box. Baltimore PD’s got him on the Miller abduction. Box turns to face her. A charged moment. Some chemistry. Maybe even a flicker of recognition. They shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "A pleasure. He smiles. Slightly awkward beat. MARSH (cont’d) So, you’re on the team? You'll be joining the task force? BOx No team, just me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "And we won’t be using the task force until we have a better idea of what we’ve got here. Marsh stares him down for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Well, that’s idiotic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "(amused, to Box) What’d I tell you? \f29. BOx (with a smile) It’s a wonder the State Department hasn’t come calling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "If you’1l excuse me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "No, I will not. Get back in here. Marsh reluctantly obeys. BROOKS (cont'd) It’s past John’s bedtime -- give him what you’ve got, and he’1l do the same for you, then you can both go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Now? I still have--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "I’m switching you to days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(sharply) Why? I’m on this schedule because of my daughter, so--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "You play nice now. Brooks exits, shutting the door behind him. Tense silence Marsh exhales heavily and sits, resigned--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "You first. BOx We found Miller’s car parked three blocks from Camden Yards. No prints but his own. The stadium cameras caught nothing. We’re asking the public for their help. (beat) What else? Oh, yeah, I talked to his wife. Still holding his coffee cup, Box uses his other hand to open his notebook. \f30. BOX (cont’d) Patty. She’s a wreck. Doesn’t know why anyone would do this to him. He flips the notebook shut. That’s it. Marsh can’t help b smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Thorough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "What can I say? Miller’s a good guy. A veteran. Coaches Little League. Church every Sunday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Then why’d the subject pick him? BOx “Subject?” What is this, science class?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "What would you prefer? BOx How about the “piece of shit?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Why’d he pick Miller?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "I don’t know. Maybe it was random. Marsh thinks for a few beats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "What about the guy who owned the kitten? You talk to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "Hickman. Yeah, he’s a jackass. Box slaps down a Baltimore Sun with a picture of a spike- haired, chubby malcontent in an orange-and-yellow uniform BOX (cont’d) He just wants the collar back It cost him twelve bucks on ebay. That’s a lot when you’re an assistant manager at Burger King. \f31. Marsh settles into thought. Box is intrigued by her intensity. BOX (cont’d) What’ve you got for me? She looks at him, assessing. Then speaks softly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "There’s no such thing as an untraceable website...but now I’m not so sure. Killwithme is like nothing I’ve ever seen or imagined. As long as the prime-upload site is a ghost, this guy can kill Miller ...or anyone else he wants...he can invite the whole world to watch and join in...and there’s not a thing we can do to stop it. BOx On your end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "That’s right. BOx Guess I have some work to do. Box rises from his chair. She watches him go. INT. DIAL-UP ROOM HALLWAY -- MINUTE LATER -- EVENING. Emerging from the room, Box goes one way and, moments lat Marsh goes another. Marsh walks back to her desk, begins packing up her stuff. She speaks to Griffin--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Wynn’s switching me to days. When she doesn’t get a response, she looks over and sees Griffin sitting motionless. She walks over. Looks. A terrible sight: All twelve of the lamps glow red. Mille lies dead, his skin a deep purple, cracking and peeling, hair smoking. The Viewer counter is spinning like a slot machine, movin above 11,056,000, and the Estimated Time Of Death has sto at 00:00:00. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "(whisper ) There was time, but then the numbers...they just exploded. The text banner appears: ROTFL...TYFAYS...MTC...ROTFL TYFAYS...MTC...ROTFL...TYFTAYS...MTC.... Marsh reads, thinks, then translates--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Rolling On The Floor Laughing. Thank You For All Your Support. More To Come. Angry but stoical, she goes back to her desk. She unlocks her drawer and jams her Glock back in her holster. She gr her jacket. On her way out, she murmurs-- MARSH (cont’d) We'll see about that. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun rises on the vast expanse of green. And so begins SLOW VISUAL TOUR OF WASHINGTON D.C. at DAYBREAK -- the museums, the parks, the monuments, historic Georgetown, t White House.... OVER THE GORGEOUS TOUR, we hear a spliced jumble of vario local TV and radio broadcasts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDIO JUMBLE",
          "text": "Herbert Miller...the Bramford man ...last seen ten days ago... streaming live...a grisly sight ...,authorities report...real or fake...a stunt...until a body is found speculation...no one has claimed responsibility...since the site went black, rumors abound... local authorities...the end or just the beginning? EXT. D.C. RESIDENTIAL NEIGHBORHOOD -- LATER -- MORNING. Birds sing on a gorgeous tree-lined street of stately hom dappled with shadow. \f33. EXT. D.C. HOUSE -- SAME -- MORNING. A big Colonial house. An SUV is parked in the driveway. T front door opens and a SPOILED PREPPIE, 22, emerges, carr a golf bag, speaking on his cell phone--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOILED PREPPIE",
          "text": "Dude, he is so Red State. He drives a pick-up truck...his teeth look like puppy chow..and the haircut. What is that, a reverse mullet? FRIEND 0O.S. (through the phone) His girlfriend cut it. She’s French.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOILED PREPPIE",
          "text": "I knew I hated her. He opens the back of the SUV. SPOILED PREPPIE (cont’d) Anyway, no way he’s stepping foot in my dad’s country club. Call Tucker or even that fat kid from-- His golf bag lands with a weird thud. SPOILED PREPPIE (cont’d) Hold on. He opens the hatch wider to look. He sees a black trash b filled with something. He unties it. He staggers back sucking wind, as the purple, withered face of Herbert Mil plops out, connected only to Miller’s upper torso. INT. MARSH’S KITCHEN -- MORNING. Annie munches cereal. She looks over, notices something, smiles--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Mommy’s sleepy. Stella, seated next to Annie, pouring herself coffee, loo over--",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "You know, I think she is. ANGLE ON MARSH, looking dead tired. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Why do you say that? She pretends to nod off, snoring, into her oatmeal. Annie giggles. Stella pours Marsh some more coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "It’s a big deal, you know, turning your schedule upside down. It’s crazy-making. Or, in your case, crazy increasing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Shouldn’t you be getting senile soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "But there is an upside. A normal schedule might lead to other normal activities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(wryly) You mean d-a-t-i-n-g?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "No spelling! Annie blows a whistle on a cord around her neck. Marsh ju out of her skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Oh, baby! Too early!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Did you see the pretty lanyard she made at day camp? Marsh’s cell phone rings. Annoyed, she opens it and looks the caller ID. She answers immediately- -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "What’s up? As she listens, she rises from her chair, shocked, her fa growing more and more alarmed. Annie makes a face at her grandmother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Uh-oh. \f35. EXT. D.C. RESIDENTIAL STREET -- MORNING. HELICOPTER SHOT: the Colonial house has been cordoned off with yellow evidence tape, behind which stand DOZENS OF ONLOOKERS, visibly excited, taking photos with their cell phones. A Forensic Science Unit Van is parked outside, along with several police cars. TWO CORONER TECHNICIANS carry Miller remains in a zippered bag to their white van. As we hover overhead, we notice DETECTIVES and UNIFORMED OFFICERS at different doorways, questioning NEIGHBORS. And in the midst of all of this -- John Box, striding acr the lawn in a hurry. He jumps into his car EXT. BALTIMORE CITY HALL -- DAY. Marsh hurries up the marble steps of the historic buildin EXT. BALTIMORE CITY HALL CORRIDOR -- LATER -- DAY. Marsh walks down the hall, swarming with activity, and st at the Press Room door, where she flashes her badge. INT. CITY HALL PRESS ROOM -- CONTINUOUS -- DAY. Marsh enters the bright, cluttered room, which is packed network and cable TV crews, reporters, and photographers, the middle of a press briefing. At the microphone stands MICHAEL BECKETT, Chief of the Baltimore Police, 60’s, silver-haired, red-cheeked, readi from prepared notes. Behind him stands John Box, as well as representatives fr the Secret Service, the District Attorney’s office, and t local Sheriff’s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BECKETT",
          "text": "--at which time Trey Restom, the son of California Congressman Joseph Restom, discovered the partial remains of Mr. Miller inside the vehicle. He immediately phoned local authorities, who responded- - INT. BALTIMORE CITY HALL -- LATER -- DAY. Marsh and Box stride quickly down the hall-- \f36. BOx Miller was a god-damn chopper pilot. wWhat’s his connection to a U.S. Congressman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "The killer had to dump the body somewhere. Why not on a national stage? Box stops dead. BOx You’re saying there is no connec- tion? He did it for a bullshit press conference?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Maybe. BOx What, to build up his fan base?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "They’re not fans. They’re accomplices. Box takes a beat, then, disgusted, pushes through the orn door. EXT. CITY HALL -- CONTINUOUS -- DAY. Box lights a cigarette, as Marsh emerges behind him. BOx But why’d he pick Restom, when he had 434 other dishonest, yellow- tied douche bags to choose from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Good question. Box throws her a smile, unused to the compliment. MARSH (cont’d) I know because I asked it myself. (beat) The Director testified before him once. Restom sits on the House Judiciary Committee. He’s a huge supporter of Net Neutrality. All traffic treated equally. No restriction on content. \f37. BOX. You’d think the piece of shit would be for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Yeah, you would. They both think for a beat, then start to descend the ste MARSH (cont‘d) What‘d you find on scene?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "A neighbor saw some a van drive by around four a.m. Another heard a car door slam a minute later. They assumed it was the Post being delivered. They were wrong. As for Restom’s car, no sign of forced entry. So, it looks like our guy’s a god-damn locksmith, too. (beat) Today, my men’re gonna work the tech angle: computer companies...on-line electronics stores...those freaks who build their own computers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Power Users. I’m one. He smiles, checks his watch, and descends faster. She struggles a bit to keep up. MARSH (cont’d) What’s the hurry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "(slowing down) A house call. Arthur James Elmer. An engineer at a place called DynoTech Solutions. He was fired six months ago for installing a wireless web cam in the men’s room. His landlady says ever since the kitty bit the glue, he's been talkin’ about the site non-stop. They reach his car. BOX (cont’d) Get in, we’ll go together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "No, thanks. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I don’t do field work. BOx But that’s where our guy lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I’m better behind a desk. Anyway, Brooks mobilized the task force, so I really should.... His eyes meet hers. He flips his cigarette and gets into car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "I’1l keep you posted. Marsh, anxious, watches him drive off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TwO UNIFORMED COPS stand outside, near a broken, rusty fe as Box hurries up. BOx Who’s got the warrant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "(handing it over) You do. Box heads up the path to the house. INT. RUN-DOWN HOME -- MOMENTS LATER -- DAY. Knickknacks, doilies, and dust. Box enters. At the end of the hall in the frilly kitchen, he sees TWO OFFICERS talk to SOMEONE who blocks the basement door. We don’t have a clear view. INT. RUN-DOWN HOME KITCHEN -- MOMENTS LATER -- DAY. Box enters, glances around the kitchen, taking it in, the his eyes rest on ARTHUR JAMES ELMER, 30, skinny, brainy, wearing khakis and a stained T-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMER",
          "text": "You’re Box? BOx That’s right. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMER",
          "text": "Unusual name. BOx Wasn’t up to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMER",
          "text": "You really think I baked that guy? BOx Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMER",
          "text": "I’m flattered. I found it highly entertaining. Especially at the end. The way the viewership increased geometrically. Like some sort of epidemic. You know, AIDS took twenty years to reach a million hits. Killwithme did it in less than two hours. You know what they oughta do? Sell ad space. Box stares, then slaps the warrant onto his chest. An officer moves Elmer away from his door. The other officer lays his hand on his weapon and leads the way downstairs. INT. ELMER’S BASEMENT APARTMENT -- CONTINUOUS -- SAME. Box walks down creaking wooden steps past a swinging ligh bulb into a dim, dirty basement apartment. Every inch of the walls and ceilings is covered with a ph collage of YOUNG MALE MODELS, cut from magazines, every i covered in heavy shellack. Box walks over to a large work table, covered with garbag and bearing a massive amount of computer equipment. A big monitor shows the killwithme screen -- black. Box spots a bucket next to the chair. Picks it up. When t odor of urine hits him, he turns his head. The officer points to a bank of monitors--",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Guy’s got enemies. Box looks. The monitors show live web cam images of different views from around the house-- BOx No, he just thinks he does. \f40. Elmer is led into the room by the other Officer. Box sees stacks of DVD's everywhere, all bearing handwritten label BOX (cont’d) You like movies, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMER",
          "text": "Who doesn’t? BOx Me. You burn your own, huh? Box pops a DVD in a player and hits play. BOX (cont'd) That’s illegal. Elmer smirks. Box hits pause, freezing the FBI WARNING ab illegal copying. He throws Elmer a dead-serious glance. BOX (cont’d) You can’t say we didn’t warn you. INT. MARSH’S WORK STATION -- LATER -- DAY. Marsh walks quickly down the hall, checking a message on Treo. She senses something and looks over. Griffin walks her side, beaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "What’re you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Guess who Brooks asked to join the task force? Marsh smiles at the happy surprise. INT. TASK FORCE MEETING ROOM -- LATER -- DAY. Seated in the room are a DOZEN MEN and a COUPLE OF WOMEN: representing the County Sheriff, the FBI, and the Baltimo and D.C. police departments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Since we’ve got a few new members, let’s talk a minute to introduce ourselves. CLOSE ON MARSH, as the introductions quickly proceed. She hears a vibration. Checks her Treo. An e-mail from Annie. She opens it. Annie writes: “Hi, Momy. Grandma is helping me wthi the cpmter. I love you.” \f41. Marsh starts to write back. Griffin gives her a gentle ja with his elbow. She looks at him, doesn’t understand. His eyes bulge. She realizes that it’s her turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Sorry. Jennifer Marsh. I’ma supervisor here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Griffin Dowd. I work here, too. In Innocent Images. Which is just a poetic way of saying internet kiddie porn. Serial homicide’1l be a nice break. The last few people introduce themselves and Wynn takes o again--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Before we discuss a game plan, you should know that we do have a suspect. A search warrant has been issued for an Arthur James--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Elmer’s not our guy. All eyes turn to Marsh. Brooks smiles--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Ms. Marsh hasn’t left her desk all day, and yet somehow she feels the confidence to declare--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Friday, starting at 1 p.m., Elmer was logged on to a chat room for twelve consecutive hours. At the time Miller disappeared, Elmer was busy trying to arrange a private chat with the first tenor of the Gay Men’s Chorus of Greater Tacoma. Brooks frowns, then notices Box standing at the open door",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "You hear that, John? BOx She’s right. He’s not our guy. (beat) But it still felt good arresting him. \f42. A few chuckles. Box falls into a seat next to Marsh. EXT. MARSH’S BACKYARD -- EVENING. The family is visible in the kitchen window, eating dinne INT. MARSH KITCHEN -- SAME -- EVENING. The family eats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "How was day camp, honey? Did you have fun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Beebee made me cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "She did? How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "She called me “pooper -scooper.” She says Bridget made it up...and Bridget says Ashley did, but Ashley says Beebee did, and I believe her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Does it really matter? who said it first? Annie nods emphatically. This triggers an idea in Marsh. She reflects for a few beats. MARSH (cont’‘d) Would you excuse me for a second?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Okay, but only one. Marsh gets up and leaves the room. ANNIE (cont’d) One-one thousand. (crying out) Mommy, come back! She blows her whistle. Stella bursts out laughing. INT. MARSH’S BEDROOM -- MOMENTS LATER -- EVENING. As she turns on her computer, Marsh hits her speed dial. phone rings. Griffin picks up-- \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN, (0.S.)",
          "text": "(from the phone) Hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I caught you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH",
          "text": "INT. GRIFFIN’S BATHROOM -- SAME -- EVENING. Having just finished shaving, Griffin slaps on after-shav",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Barely. I’ve got a big date tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Big special or big overweight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "I don’t know. She’s from match.com. A legal secretary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Listen, I just had a thought. Maybe we moved on too fast. What was the name of that college kid our guy used to promote his site?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Oh, you mean...ummm....Kincaid? No, Kinross. Andrew. What about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "There are 1.3 billion internet users in the world. Why did our guy choose him? Maybe they knew each other. Maybe there’s a connection. what do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "I guess it’s worth looking into.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(starting to type) And there goes my holiday weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Like you had anything planned. \f44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I did. I was gonna crash your date, just to see the look of horror on her face when you split the check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Know what you are? A playa hata.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(with a laugh) See you Monday. (beat) Oh, and later tonight? When your date ends early? Would you mind taking a closer look at Miller? He piloted corporate executives. Anyone from high tech or telecom? Members of Congress? See if you can track down a customer list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "You got it. They hang up. All business now, she begins to type, her f taking on a fierce expression that carries over into-- EXT. MARSH'S BEDROOM WINDOW -- LATER -- NIGHT. FROM ACROSS THE STREET: Framed in the glass, Marsh works her desk under a bright lamp. INT. MARSH’S BEDROOM -- DAY/NIGHT. VARIOUS SHOTS OF MARSH HARD AT WORK, her computer screen flashing with data on Kinross, chat rooms pages, news gro postings. She’s clearly not finding what she’s looking fo At one point, Annie interrupts, pulling Marsh from the de by her hand. At another, Marsh, dead on her feet, watches from her win as Stella and Annie play catch in the front yard. INT. ANNIE’S BEDROOM -- LATER -- DAWN. In bed, Annie lies sound asleep, sprawled amid paste, scissors, construction paper, and a stack of red-white-an blue decorations. Marsh sits down next to her, smiling tenderly at the mess She clears some of it away, then pulls Annie’s blanket up higher. \f45. She kisses Annie’s cheek, then slowly lays her head down. Marsh’s eyes flutter shut, the CAMERA DRIFTS TO THE WINDO where the sun rises and birds sing. EXT. RESIDENTIAL STREET -- MORNING. Birds also sing on a charming neighborhood of generous mi class homes set back amid thick foliage. American flags h from many of them. A big, black BMW glides down the block INT. BMW -- SAME -- MORNING. JERRY CARVER, 40’s, handsome, tanned, well-coiffed, drive slowly, looking between a slip of paper in his hand and t passing addresses. Finally, he pulls into the secluded driveway of a middle- class home and parks behind a big, gold Cadillac. EXT. MIDDLE-CLASS HOME -- MOMENTS LATER -- MORNING. Carver, admiring the house, walks up to the front door. H pushes the doorbell. While he waits, he looks around, admiring the garden, the oak tree, the fence. Right next to Carver, at a side window, a curtain parts a YOUNG MAN looks out. Carver doesn’t notice. MEET OWEN, 30, his skin unwholesome, his eyes devoid of light. He studies Carver for a few long beats, then he disappears. Moments later, just as Carver is about to press the bell again, Owen opens the door. His smile is bright, but stif as though his face might crack. Carver tries to hide his surprise at the young man’s disturbing appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "You’re right on time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARVER",
          "text": "Yeah, it’s a curse. I’ve spent half my life waiting for people. Carver flashes a warm smile and extends a manicured hand. CARVER (cont’d) Jerry Carver. Owen looks at the hand as though he has never seen one before. Then he smiles and shakes it without force. \f46. CARVER (cont’d) Great address, by the way. Eights bring prosperity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "I didn’t know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARVER",
          "text": "Love the Caddy, too. As Carver moves past him and disappears inside, Owen look out at the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "It had a dent, but I got it fixed. EXT. MARSH’S BACKYARD -- DAY. Griffin stands on a picnic table, threading a garland of Annie’s decorations into the branches of a tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "You made ‘em all by yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Grandma helped a little. My mom couldn’t, ‘cause she was working on the computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "She works hard, huh? Annie nods emphatically. GRIFFIN (cont'd) How’s that? Annie grins up at her handiwork. INT. MIDDLE-CLASS HOME -- LATER -- MORNING. Owen stands in the living room, his face impassive, while Carver admires the decor, which is in a contemporary Asia style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARVER",
          "text": "You like Asia, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Just Korea. Awkward beat. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARVER, (0.S.)",
          "text": "Well, you make it work",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Thank you. Another awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARVER",
          "text": "So...you gonna let me see ‘em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Of course. FOLLOW OWEN, leading Carver through the spotless house. A of the rooms are decorated in the rosewood, teak, and porcelain. Carver chatters uneasily--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARVER",
          "text": "I gotta tell ya, a 710 Pullman and a 712 Observation Car? When I read your e-mail, I almost passed out. If they’re really in mint condition--",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Dad and I used to play with them. And we played Ping-Pong. And we built things. Toys. Contraptions. We had quite a workshop. Owen stops and fixes Carver with a dead stare. OWEN (cont’d) He passed away last year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARVER",
          "text": "Oh, I’m sorry to hear that Owen nods slowly, then opens a small door, revealing a da narrow staircase, descending into pitch blackness. He hit the light, smiles, and gestures for Carver to go first. Carver obeys, a bit reluctantly. As he passes by, Owen touches a Taser to the back of Carver’s neck. 50,000 volt Carver drops like a sack of potatoes down the stairs, whi blends with-- EXT. MARSH’S BACKYARD -- DAY. Griffin dumps charcoal into the grill. Marsh, arranging beverages in a cooler of ice--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "So how was your date? \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Not bad. But I think today’s will be better. She’s a social worker. She’11 be hear any minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(amused) You’re kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "No -- so behave. (beat) How was your weekend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I only made it through a few months of Kinross’s posts. It’s insane. The kid was on line sixteen hours a day...pushing websites, sharing links, uploading videos....",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Was? Not anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Not since he died. (off Griffin’s shock) A month ago. Of something called diabetic ketoacidosis. It happens when you skip your insulin for a few days. Within a few hours of his body being discovered, the site went up and his recommendation appeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "You think our guy killed him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I don’t know. The coroner called it accidental. (beat) What‘d you find on Miller?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Not much. His company caters mostly to corporate attorneys and bankers who need to get in and out of D.C. in a hurry. No serious ties to politics or high tech. Griffin tosses in a match and the coals burst into flame. \f49. INT. OWEN’S BASEMENT -- DAY. Naked but for boxers and black socks, Jerry Carver lies unconscious, bruised, gagged, slumped against the folded- picnic table. His torso is snaked with patriotic bunting. An I1.V. tube buried in his clavicle and taped in place. A few feet away, we see the rotting shape, embedded in th cement floor, of where Herbert Miller was cut in two. Suddenly, one of Jerry Carver’s lifeless arms jerks to li like a marionette’s. Then the other one does. They both snap up and bang back against the Ping-Pong table. We realize that his arms are being controlled by Ethernet cables tied to both wrists, and connected to a crank. As cable is stretched tighter, Carver’s body rises and his a spread wider and wider. Coming to, Carver begins to moan, turning his head from s to side. Owen walks out from behind the table. He kneels opens a tool box and removes a metal tool meant to scrape paint from window panes. From a tiny cardboard sheath, Owen slips out a double-edg razor blade and slips it into the tool. EXT. MARSH’S BACKYARD -- LATE AFTERNOON. A PACK OF CHILDREN swarm and scatter, laughing and scream with delight, spraying each other with SQUIRT GUNS. At a PICNIC TABLE, PARENTS chat, eating hotdogs and burge sipping beers. Marsh, holding a beer, stands alone, watch as the sun bleeds below the tree line. She turns and sees Annie happily squealing, backed agains flower bed, drenched by her friends. Marsh looks over and sees Griffin manning the grill. Griffin glances at Marsh and their eyes click like billia balls. They share a smile. It’s interrupted by--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX, (0.C.)",
          "text": "Hey, there. Box stands there, looking a bit self-conscious, overdress holding a bouquet of flowers. A dab of bloody Kleenex is stuck to his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "You made it. \f50. BOx Barely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(re: the flowers) You gonna give me those, or make me pry ‘em out of your cold, dead hands? Box . (dryly) Surprise. She takes them. She sees Griffin looking over, watching. Stella, too. Great. Then, as Marsh reflexively inhales th flowers, Annie runs over--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Mommy, can I smell them, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Sure, Bug. She scoops her up onto the bench. Annie inhales them. MARSH (cont’d) John, this is my daughter Annie. BOx Hi, Annie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Hello, John. As before, a subtle look of recognition comes over Box. H smiles warmly at her. BOx You must be about...ummm...six and three quarters, I’1l bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "(delighted) How did you know that? Marsh is curious, too, and a bit uneasy, but before Box c answer, her Treo vibrates. She checks it. Her face change She and Box meet eyes. She answers it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Marsh. As she listens, she stands up, her eyes filling with alar \f51. She quickly looks over at Griffin. He’s noticed the momen He quickly crosses over and whispers in Stella’s ear. She takes immediate action--",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Annie, honey! Come here! wWe’re gonna play a game!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Honey, go to Grandma. Annie starts to run to her, but then, no fool, Annie stop dead and whips around, just in time to see her mother, Bo and Griffin rushing away--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "You could at least say good-bye! Marsh whips around--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I am so sorry, baby! I’11 make it up to you! TI promise! They hurry on, but then, at the gate, run right into MELA 30, a lovely young woman, carrying a bottle of wine--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELANIE",
          "text": "I’m looking for Griffin? He said-- (beat) Wait, that’s you! Hi! Griffin grabs her by the elbow--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "I am so sorry. Gotta run. He races away with Marsh and Box. Melanie is bewildered. She sees Annie, looking up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "You get used to it. INT. BOX’S SPEEDING CAR -- LATER -- AFTERNOON. Box speeds along the highway with his siren attached to t roof, wailing. Marsh works her laptop in the passenger se Griffin sits in back, looking at Marsh’s screen, waiting. When the image comes up, Marsh and Griffin react Box looks over as best he can, while he drives. On the screen, he sees Jerry Carver tied to the upright Ping-Pon table, wrestling and screaming into his gag. \f52. Into his torso, killwithme.com has been cut with a razor. The delicate letters trickle blood. BOx Sick, fuckin’ bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "What does the crawl say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "“The more that watch, the faster he drains.” BOx Drains?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "2,513,000 viewers. Estimated Time of Death: 18 hours, 33 minutes. INT. TEENAGE BOY’S BACKYARD -- LATE AFTERNOON. A TEENAGE BOY, smoking a joint, lies on his hammock, with OPEN LAPTOP COMPUTER on his lap. On the other side of a nearby fence, a barbecue is in progress. The teen laughs, sputtering, watching a home video clip o kid getting hit in the bare chest by a Roman candle. The moment when the firework knocks the kid off his feet play over and over again in slow motion. Ping! The teenager gets an Instant message: <<Dude, KWM - back up!>> Excited, the teenager takes a hit off his join and clicks on the little red heart of his Favorite Places Killwithme.com loads. When he sees Jerry Carver strapped to the table, he laugh hard that he chokes on his smoke, but then he abruptly notices something unbelievable. He puts his nose right up the screen to be sure. No way! He flies out of the hammoc almost dropping his laptop, and rushes over to the fence-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE BOY",
          "text": "Jesse! Yo, Jesse! INT. TASK FORCE COMMAND CENTER -- RIVERTON -- LATER. Box, Griffin, and other members of the Task Force watch Carver on a large plasma computer monitor. The Viewer counter reads 4,112,000. Estimated Time of Death is just above 15 hours. Marsh works intently, off to the side, on her laptop. \f53. BOx Wait, I know this guy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Me, too. That-- That’s not-- PETERSON, 30’s, a DEPUTY SHERIFF, enters, a bit winded--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETERSON, (0.S.)",
          "text": "Jerry Carver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Right! A reporter. Peterson hands over a headshot from the C-Span website.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETERSON",
          "text": "Until last year, when he moved to D.C. to host a show for C-Span. He visited his mother this morning in Silver Springs. Then he was supposed to take a look at an antique train set he wanted to buy, and be home by noon for a family cookout. He never showed. At half past one, the neighbor’s kid called and said Jerry was being, and I quote “crucified on a Ping-Pong table.” Brooks enters, starting to unwind a bit. He walks over to the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Now, how on earth is he going to control this man’s time of death? He’s threatening to drain him? How? Those are no deeper than paper cuts. Marsh swings her chair away from her computer screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "It’s not the cuts. It’s his blood. She screen-captures the I.V. bag hanging above Carver’s h as well as a small metal box, through which its contents on their way to Carver’s chest. MARSH (cont’‘d) This box regulates the amount of the solution flowing into Carver See the cable? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARSH(cont 'd) It’s connected to his computer. Which means he has complete control over the dosage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Dosage of what? She screen-captures Carver’s agonized features and magnif them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "His nose is starting to bleed. I’m guessing the bag contains some sort of anti-coagulant. BOx (eyes on the screen) So the more people who visit the site, the more drug is released, and the faster Carver bleeds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETERSON",
          "text": "(studying the counter) The numbers of viewers is moving slower than last time. Is there any chance people are losing interest? BOx No, they’re just more interested in fireworks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "For now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Well, it’s high time we talked some sense to them. Marsh throws an alarmed look at Brooks, as he picks up a telephone. INT. BALTIMORE CITY HALL CORRIDOR -- EARLY EVENING. The Task Force hurries down the hall. Marsh has managed t get up alongside Brooks-- \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "But this is exactly what he wants! Anything we say, any publicity helps him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "We'll see about that. Before she can protest, Brooks bursts through doors into- INT. BALTIMORE CITY HALL PRESS ROOM -- CONTINUOUS. Marsh tries to regain his attention--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Please, just hear me out! Too late. Brooks is greeted by colleagues and associates. The rest of the Task Force enters around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under the glaring lights of media cameras, Chief of Polic Beckett speaks at a lectern to a room packed with nationa press--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF BECKETT",
          "text": "We’re gathered here to share some information in regard to criminal conduct that has originated in the Baltimore metropolitan area, but which has far-reaching implica- tions. ANGLE ON BOX AND BROOKS, standing at Beckett’s side. They hear clicking. They look over and sees Marsh seated, clic ing away at her laptop. CHIEF BECKETT (cont'd) Because of the uniqueness of the crimes and because the FBI is able to provide resources critical to this investigation, I have asked them to lead the inter-agency task force assigned to the case. BACK TO MARSH, who studies killwithme.com. The Viewer counter is still fairly low -- 5,406,000. The Estimated T Of Death is still at over 11 hours. The blood from the letters cut in Carver’s chest and from nose runs faster. He still struggles to free himself. \f56. Marsh screen-captures and magnifies a detail off the site It’s the killer’s muted TV, showing Beckett’s face live a the press conference, perfectly in sync with the words we hearing in the background: CHIEF BECKETT (0.S.) (cont’d) Now let me turn it over to Special Agent in Charge of the FBI’S Cybercrime Division -- Wynn Brooks. BACK TO SCENE, as Marsh goes back to her full screen and Brooks, grim-faced, steps to the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Thanks, Chief. (beat) Two weeks ago, a man was killed in cold blood on the Internet. This sadistic murder, streamed live, was facilitated by individuals who visited the killer’s website, believing, no doubt, that what they were watching was a mere stunt. (beat) I can assure you that it wasn’t. ANGLE ON MARSH, staring at her computer screen. Her eyes react as the Viewer counter begins to fly upward at a muc faster rate. BROOKS (0.S.) (cont'd) Now, today, a second individual has been taken hostage, and his life, too, is in jeopardy. The counter moves even faster. Marsh looks over at Box, h eyes urgent. Box sees the screen, looks over at Brooks. Decides whether to intervene. With every word Brooks says the Viewer counter spins faster-- BROOKS (cont'd) Mr. Carver is known to many of you. But he is more than a distinguished reporter, he is also a doting father to two sons, Eric and Jesse...a loving husband to his wife Louise...a devoted son to his mother Beatrice. This is not a hoax. Not a video game. It’s real. All-too-real. Any visit to this site...to this criminal enterprise...will hasten the demise of Mr. Carver, something that none of us could possibly wish for. \f57. Brooks clearly feels that he has accomplished something. looks down and sees Marsh’s screen. His face twists with disbelief. The Viewer counter spins wildly. Blood pours down from th letters on Carver’s chest. Carver screams as the swelling and pain builds. Brooks, shaken, looks at Marsh, then bac at the press, then at the camera-- BROOKS (cont'd) Your government is asking you to say away from this website! And to spread the word to your family, friends, and neighbors! Marsh watches in horror, as on the screen, IN SLOW MOTION Carver arches his back and screams into his gag. Blood squirts from his eyes and runs down his cheeks. REAL-TIME. Marsh gasps. Brooks looks, sees the nightmare, and is at a complete loss. Seeing the look on his face, the Press begins to murmur a grow uneasy. Box, unable to help himself, leans down to t microphone- - BOx If you visit the site...you’re an accessory to murder! You may not believe it, but it’s the truth! You’re his murder weapon! Marsh stares in horror, as ON THE SCREEN, Carver looks as though he will explode. He is in absolute agony, flopping like a fish on a line. Blood pours down his chest and from his ears, eyes, mouth nose. He arches his back and lets out a final muted screa Abruptly, it explodes into GUT-WRENCHING SOUND, which we only hear because now we are in-- INT. OWEN’S BASEMENT -- SAME -- EVENING. Suddenly, Carver slumps, too weak even to lift his head. bleary, bloody eyes slowly rise and stare at us. An accusation? Suddenly, a lightning-fast MONTAGE starts, flashing aroun the country, from COMPUTER TO COMPUTER, showing the vast spectrum of people watching Carver. \f58. It includes people from every walk of life, of every age, class, and race; some are tearful, some morbidly fascinat some disgusted, others laugh. FINALLY WE LAND ON ANOTHER ANGLE, and we see that Carver isn’t staring at us. He’s staring at Owen who, moving beh the blinking camera, calmly adjusts one of his lights. Carver’s bloody gag slips a few inches. Surprised, seeing glimmer of hope, Carver works his tongue, trying to make fall farther. But then a fresh wave of pain hits him and pants are suddenly drenched with blood. INT. CITY HALL CONFERENCE ROOM -- LATER. The Task Force surrounds Marsh, who sits at a City Hall d with her laptop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BECKETT",
          "text": "Good God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "His lips are moving! Marsh screen-captures and magnifies Carver’s mouth. The g has fallen farther. We can see his lips. Marsh barks at Griffin--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Get Tim on the phone! Tim Wilks hurry! (to all) His gag slipped! He’s trying to tell us something! Griffin hands Marsh the phone- - MARSH (cont’d) (into the phone) Tim, are you at the site? INT. DIAL-UP ROOM -- RIVERTON -- DAY. Wilks sits at his desk in front of a “Speak and Read” telephone for the deaf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKS",
          "text": "Yes. Across the telephone screen, whatever Marsh says spits ou typed text. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH, (0.S.)",
          "text": "Capture Carver’s mouth. Magnify it. What’s he saying? Wilks captures the image, magnifies it, leans down close the screen to read Carver’s lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKS",
          "text": "Eight....Eight...Eight....wait... then....Green something. He’s trying again. Oh, I get it. Okay. It’s an address, I think. Eight... Eight...0...Eight... Greenleaf -- INT. CITY HALL CONFERENCE ROOM -- LATER. The Task Force can’t believe their luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETERSON",
          "text": "There’s a Greenleaf in Silver Springs, three blocks from his mother’s nursing home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKS, (0.S.)",
          "text": "(from the phone) He’s trying again! Everyone turns to look at Carver on the screen, but, almo immediately, he vomits what looks like coffee grounds all over himself, and then, a moment later, like a giant spid a hand appears over the lens, holding a lens cap, and the screen goes black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BECKETT",
          "text": "Let’s get him! AS everyone rushes out of frame, HOLD ON THE SCREEN. The Viewer counter reads 7,610,000. The Estimated Time Of Death is over 5 hours, 25 minutes. EXT. POLICE HEADQUARTERS HELIPAD -- DUSK. A Helicopter lands on the roof. Beckett, Box, and Griffin race toward it. Marsh hesitates with fear. Box grabs her the hand. Their eyes lock. He hauls her toward the choppe EXT. MARYLAND HIGHWAY -- DUSK. THREE MARYLAND COUNTY SHERIFF’S CARS race down the highwa lights flashing, sirens screaming. \f60. EXT. SUBURBAN MARYLAND -- SAME -- DUSK. The helicopter roars over a canopy of trees into the Mary suburbs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marsh, strapped in, hands trembling, stares at her comput The site is back up. Carver’s gag is back in place. His head hangs lifeless now, dripping blood from the chin. Hi body is a bloody mess. The Viewer counter is at 8,595,000. The Estimated Time Of Death is at 3:43:06. Marsh and Box meet eyes. EXT. MIDDLE-CLASS HOME -- LATER -- DUSK. We’ve been here before. SHERIFF’S DEPUTIES wearing body armor, Swarm across the lawn, taking up a perimeter. Carver’s BMW is no longer parked behind the Cadillac in t driveway. INT. MIDDLE-CLASS HOME -- MOMENTS LATER -- DUSK. The door explodes off its hinges as Sheriff’s Deputies st in, weapons drawn. They see no one. They race through the house, kicking open doors. A DEPUTY with a walkie-talkie his ear, screams out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "The basement! TwO DEPUTIES kick the basement door off its hinges. Guns drawn, they shine their lights in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "WHERE I CAN SEE ‘EM! NOW! One hits the basement lights. INT. MIDDLE-CLASS HOME BASEMENT -- CONTINUOUS -- DUSK. The Two Deputies storm sideways down the stairs, pointing their weapons. The basement is ordered, tidy, Asiatic. An exercise bike. A massage bed. A Buddha. Not Owen’s bloody workshop. A different basement EXT. MIDDLE-CLASS HOME -- MINUTES LATER -- EVENING. The helicopter lands in the middle of the blocked-off str Marsh, Box, Beckett, and Griffin exit the chopper and hea toward the house. NEIGHBORS have gathered behind a yellow police cordon. A Deputy hurries out to meet the threesome \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "Basement’s clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "That’s impossible. He’s streaming live. Are there any other Greenleafs around here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "Sure, but this is the place all right. Marsh doesn’t understand. INT. MIDDLE-CLASS HOME KITCHEN -- MOMENTS LATER. Deputy #1 leads everyone in--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "See? A laptop computer sits open on the kitchen table. On the screen, Carver lies dead, his head hanging limply, his no and chin dripping blood. The Viewer counter flies past 13,000,000 and the Estimate Time Of Death has stopped at 00:00:00. The text crawl reads: TNXE6...TTKSF...B4N...TNXE6...TTKSF B4N...TNXE6...TTKSF..B4N....",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Thanks a Million...Trying to Keep a Straight Face...Bye For Now. The emoticon waves good-bye. A terrible silence falls ove the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BECKETT",
          "text": "(checking his watch) It took less than six hours. BOx Twice as fast as Miller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "And that’s on a holiday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(half to herself) And none of the people who killed him think they did anything wrong. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARSH(cont 'd) They just visited a website, like they do every day...to check the news...their stocks.... (beat) Or watch a skateboarder break his arm. A pedestrian get run over. Two strangers have sex. An innocent journalist get beheaded. Box shakes his head, appalled-- BOx When did the world go fuckin’ insane? I use my computer to send mail and get sports scores. Marsh smiles at Griffin--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "He’s been hiding in the field too long. Griffin looks meaningfully at Box and points to the lapto",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "It’s a jungle in there. The point lands. Then, slowly, Marsh looks around, thinki piecing it together--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Carver gave us this address because this is where he was captured. He was moved later, but he didn’t know it. EXT. MIDDLE-CLASS HOME -- MINUTES LATER -- NIGHT. Box strides across the yard, covering his cell phone and muttering to ONE OF HIS MEN as it’s being cordoned off wi yellow evidence tape. BOx I want this place scrubbed. I don’t care if it’s fucking soy sauce. I want every drop, every fibre I.D.’ed. And find his god-damn car! The cop nods and walks off. Box returns to his phone call BOX (cont’d) Ma’am, please try again. Check every folder. \f63. FIND MARSH, standing on the perimeter of the activity, at sidewalk, thinking, looking up and down the block. Gradually, she sees something that catches her attention. Across the street sits a Volkswagen bus. She frowns and starts to walk over to it. FOLLOW MARSH, getting closer and closer to it, when-- BOX (0.S.) (cont’d) Jennifer! She turns. There’s Box, pocketing his phone and approachi with his notebook. She meets him half way. In the background, we see NEIGHBORS held back by police t Among them is Owen, chatting quietly with neighbors, his never leaving Marsh. When Marsh reaches Box-- BOX (cont’d) Carver’s wife says he was contacted about the train set through the C- Span website. In his bio, he mentions he’s a collector. She’s trying to find the e-mail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "It'll trace to a dead server. Who owns the house? BOx Tom Park...60’s, a widower. Right now, he’s visiting his mother for her birthday. In South Korea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Who would know that? BOx Only a few thousand people. Park owns a local market. He closes it down for two weeks every July so he can make the trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Our guy must be a customer. \f64. BOx We'll see what Park can tell us. Meanwhile, we’1ll conduct a “neigh- borhood.” Looks like a pretty close-knit community. Maybe somebody saw something. He walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "John? Box stops and turns. MARSH (cont’‘d) Andrew Kinross...a Georgetown sophomore...died June 2nd. The Coroner said it was accidental. I don’t think so. See if he’1ll take a second look. BOx You got it. A warm beat. He goes back to work. Marsh stands there reflecting. Then she remembers. She turns around. The VW bus has vanished. She isn’t sure what to make of it. EXT. HIGHWAY -- MORNING. Cars move in both directions as far as the eye can see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO TALK JOCK, (0.S.)",
          "text": "Hey, I just took a look once the guy was dead. I wanna hear from one of you sickos who helped kill the poor bastard! INT. MARSH’S MOVING SUV -- SAME -- MORNING. Marsh drives in rush hour, her face unreadable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO TALK JOCK, (0.S.)",
          "text": "Folks, the board just lit up like a Christmas tree. Disgusted, Marsh changes the channel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO FEMALE TALK JOCK, (0.S.)",
          "text": "--the list of who my girlfriends and I think he should kill next Number 1: Paris Hilton’s dog. Number 2: Paris Hilton. Number 3-- \f65. Marsh changes the channel again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO MINISTER",
          "text": "--the Samaritan of today give comfort to the fallen stranger on the road to Jericho? Oh, no, because he travels the information super-highway! He’s oblivious to the reality of human suffering, because he lives ina virtual reality! Friends, the world wide web is nothing more than-- Marsh changes the channel again. Mozart. She leaves it. EXT. CYBER DIVISION HEADQUARTERS -- MORNING. MEDIA TRUCKS and SCORES OF REPORTERS crowd the gate. Mars hating it, drives through the crowd. Reporters yell questions and flash photos, as she passes. EXT. CYBER DIVISION HEADQUARTERS LOT -- LATER -- MORNING. Marsh, walking quickly across the crowded parking lot, ne the front entrance. Box leans against the building, smoking, sipping coffee reading The Washington Post. She walks over. He shows her the article he’s reading. It bears a handsome professiona headshot of Carver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "They condemn the site, refuse to publish its name, then they mention that it’s all over the Web and that an eight year old could find it. Box flips his cigarette and moves. BOX (cont’d) I guess it doesn’t matter. It’s out there. It’s everywhere. As he and Marsh enter the building, he drops the newspape the trash. OFF THE NEWSPAPER headshot of Jerry Carver-- DISSOLVE TO THE REAL JERRY CARVER, hanging dead from the Pong table, crusted black with dried blood. Flies swarm i celebration. Behind him, the Viewer counter flies past 31,000,000.... \f66. THE CAMERA MOVES OVER to reveal Owen, oblivious to the horror, sitting at a work table, hunched over his compute CLOSE ON HIS COMPUTER SCREEN, filled with mundane folders His cursor moves from folder to folder, deciding which on open. It stops on “Photos.” Click. A long list JPEG FILES opens. The cursor moves to one marked “Drunk Me.” Click A COLOR PHOTO OF MARSH opens, showing her years ago, laug at a bar, with her pals from Quantico. Owen closes it. Moves his cursor down the list. Stops on one marked “Mom.” A photo opens of Stella, beaming with happiness, feeding Annie as a two-year-old. Owen closes it. Moves his cursor. Stops on another photo and clicks. A photo of Annie opens, as we know her today, grinning and adorable, on a playground swing. Owen stares at it for a long, long time. INT. ASCENDING ELEVATOR -- MINUTE LATER -- MORNING. Marsh and Box are alone in the elevator. Their eyes meet the silver reflection of the doors. BOx Annie forgive you for bailing on the cook-out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Only after I read her three bedtime stories. BOx A small price to pay. Marsh smiles and her eyes bounce away. Box studies her reflection. She catches him looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "I knew you were familiar. (beat) Rick and I came up together. (no reaction) Haskins. Marsh stares, blinks a few times. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "He introduced us? BOx No, we never met. I just saw you. At his funeral. Marsh nods slowly, revealing nothing. The doors open separating their reflections. INT. TASK FORCE COMMAND CENTER -- LATER -- MORNING. The room is crowded with LOCAL AGENTS, setting up a more complex command center. A huge map of the area covers one wall. More computers have been brought in. On one large plasma screen, we see Carver’s dead body, wi the Viewer counter spinning past 38,000,000. Box and Mars enter and look around at all the activity. Griffin walks over, excited, speaking under his breath-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Brooks finally made it a special... and he brought in the profiler you asked for. Two, in fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "It’s about time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "What’s a special?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "When we transfer agents from other divisions to cover our regular cases, so our agents, who know the area, can join the task force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "What woke him up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "A phone call from the Director. Who got one from the Secretary of Homeland Security. Whose niece used to date Jerry Carver’s son. Marsh has to smile at the absurdity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I guess all politics is local. \f68. INT. TASK FORCE COMMAND CENTER -- LATER -- DAYS LATER. Marsh, Box, and Griffin sit with TWO DOZEN OTHER OFFICERS some uniformed, some not, from a variety of agencies listening to FBI profiler HANK DAIGLE, 55, burly, crusty, genial--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAIGLE",
          "text": "Well, the son of a bitch knows his way around a computer. He knows something about medicine, too. Is he a psychopath? To some extent sure. No conscience. Sees other people as articles...objects...to be controlled with violence. He’s probably on the younger side, too. Might already have served some jail time. His partner MIKE INMAN, late 30’s, a straighter arrow, jo in--",
          "sentiment": "neutral"
        },
        {
          "speaker": "INMAN",
          "text": "But in real life, mental disorders don’t come in tidy packages. They overlap sometimes, which is what I think we’re looking at here. The lack of a sexual component, for example -- that’s abnormal for psychopaths. So is his mastery of computers. Psychopaths lack the focus to excel at much of anything. So, my guess is the subject’s got paranoid tendencies, as well. Which would make him a less social individual, more likely to withdraw into cyberspace and-- BOx What do you think the piece of shit’s trying to say with these killings? People are surprised by the interruption, and some are confused by the question. Not Marsh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAIGLE",
          "text": "Sounds like you’ve got a theory. Box takes a beat to order his thoughts. As he speaks, Mar becomes increasingly interested in, and impressed by, wha has to say: \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "There’re plenty of ways to kill. Our guy invites the public to join in. The American public. No foreigners allowed. And he invites them to kill who? Fellow Americans. Good citizens. That plus the cartoon, the music -- if you ask me, it shows contempt not just for the victim, but for every- one who watches...all his helpers. He reminds me of the Unabomber...a paranoid with delusions of grandeur ...USing violence to critique society. In other words, a fuckin’ terrorist. Except what this one’s trying to say I’m not sure. Guess I'll have to wait and read his manifesto. (beat) That make any sense?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INMAN",
          "text": "It does, and I’1l answer with a question. Society’s been around a long time. Why did the subject start attacking it now? Start killing now? I’d be on the lookout for an inciting event, something personal in a suspect’s life that might have set him off. Marsh takes this in. INT. CYBER DIVISION HALLWAY -- LATER -- DAY. As the meeting adjourns, Task Force members fill the hall Marsh walks up to Box--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I think you’re right. It’s not just about the victims. It’s also about the people who watch. All of us. He grabs Miller at a baseball game...dumps his body ina Congressman’s car...kills Carver on the Fourth, wrapped in red, white, and blue. The next guy he’1l probably choke to death with apple pie. BOx If it is a guy. \f70. This stops Marsh. He steps close and whispers-- BOX (cont’d) If you ever feel like you need some extra security, don’t hesitate to call. He smiles, touches her beneath the chin, and walks off. She’s left a little breathless. EXT. CYBER DIVISION HEADQUARTERS -- LATER -- AFTERNOON. LONG SHOT, as Box walks alone across the parking lot to h car. INT. BOX’S CAR -- MOMENTS LATER -- AFTERNOON. Box gets in and starts the engine. Rock music blares from his stereo. He looks over his shoulder, backs up, turns t wheel, shifts gears, and drives off. INT. CYBER DIVISION HEADQUARTERS -- EVENING. A printer spits out the last of a big document. Griffin hurriedly grabs it, adds it to a huge stack of papers, an carries it away. FOLLOW GRIFFIN, carrying the load over to his desk and dropping it there next to two other huge stacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Every post Kinross left in the last year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "And this. He holds up two disks. GRIFFIN (cont'd) One for you and one for me. Every video clip he ever uploaded. That was his real hobby. Pulling sick shit off the net and posting it on shock-video sites. Griffin slips in his disc and types into his keyboard. GRIFFIN (cont'd) This is last thing he posted before he died. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GRIFFIN(cont 'd) Sort of a personal greatest hits. He called it the “My Best of the Worst.” Griffin clicks. Marsh settles on the corner of his desk. Menacing rock accompanies a fast, grisly, one-minute mont of car accidents, police shootings, street fights convenience store murder, athlete’s broken limbs, traffic helicopter footage of a suicidal man lifting a rifle to h mouth.... Before the man pulls the trigger, Marsh grabs Griffin’s m and stops the movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I get the idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "(sarcastic) Poor Andy. He had so much to offer the world. Marsh sighs and eyes the huge stacks of posts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Guess we’d better get digging. Marsh starts to divide the heaps into two even stacks. INT. MARSH’S HOME/GRIFFIN’S HOME -- ALL NIGHT. A SEQUENCE OF MARSH and GRIFFIN, working at their respect desks, wading through the reams of paper. Both of them ar bleary-eyed with exhaustion, but then, near dawn, somethi startles Griffin. It’s one of the posts and he isn’t sure what to make of it. He walks over and inserts his copy of the Kinross disc into his computer INT. CAR -- SAME -- LATE NIGHT. DRIVER’S POV, as a car pulls up and parks. THE CAMERA TURNS and we see Marsh’s house across the stre dark, bathed in moonlight. The driver shuts off the engin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie lies asleep in early morning light. INT. MARSH HALLWAY -- LATER -- MORNING. Annie, still half-asleep, rubbing a knuckle in her eye, p down the hall and stops at her mother’s half-open door. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Mommy? INT. MARSH'S BEDROOM -- MOMENTS LATER -- MORNING. Annie enters and sees Marsh, asleep in a pool of papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Mommy? ! Marsh doesn’t wake. Annie blows her whistle. Marsh jumps out of her skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Oh, bug! Don’t do that! You scared me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "You work too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I know, baby. I’m sorry. But it’s so important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "I’m hungry and it’s too early to wake up Grandma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I think you just did. Marsh hoists herself up. MARSH (cont‘d) I’1l tell you what, watch cartoons for five minutes, and I’1l be right down to make us some French toast Annie grins and runs away. INT. MARSH’S STAIRWELL -- MOMENTS LATER -- MORNING. Annie rushes down the stairs and slides in her stocking f toward the living room. INT. MARSH'S LIVING ROOM -- CONTINUOUS -- MORNING. Annie jumps up on the couch and points the Tivo remote at TV. Nothing. She does it over and over again and it still doesn’t work. Confused, she opens the battery compartment and looks inside. \f73. INT. MARSH'S BEDROOM -- LATER -- MORNING. The shower is running behind the half-open bathroom door. Annie enters, carrying the TiVo remote. As she passes the desk, a chime from her mom's computer. Annie stops and lo at the screen. It’s killwithme.com. And it shows a video image of Marsh’ house. Annie walks closer. The family cat is clearly visible in one of the upper windows. Annie turns her head and looks. Sure enough, six feet awa the cat is in the window. Annie, not sure how this could be, climbs up on the chair turns the monitor toward the window. Then she walks over to the window, pushes aside the cat, waves her hand. She looks over at the monitor and sees herself waving on the screen. Delighted, she walks to the open bathroom door. Over her shoulder, we see the outline in the plastic curtain of Ma showering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "There’s a movie of our house on the computer !",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(over the water) Watch whatever you want, honey! I’1l be right down! Annie isn’t sure what to make of that. INT. MARSH’S STAIRWELL -- MOMENTS LATER -- MORNING. Annie pads back down the stairs. She is about to walk bac to the TV, but, curious, she walks into the foyer instead and looks out one of the little windows at the side of th front door. INT. MARSH'S BEDROOM -- CONTINUOUS -- MORNING. The phone rings. Marsh enters the frame, wearing jeans an T-shirt, drying her hair. She checks her Caller ID before she answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Detective, isn’t it a little early for-- \f74. We hear Box screaming something through the phone. Marsh looks over at the computer and her heart leaps into her throat. Over the image of her house flash the words in re “Coming Soon!” MARSH (cont’d) Oh, God! She throws down the phone and races out the door-- MARSH (cont’d) Annie! INT. MARSH’S HALLWAY -- CONTINUOUS -- MORNING. Marsh runs toward the stairs--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Annie! Stella bursts out of a bedroom--",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "What on earth--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Check her bedroom! Marsh makes for the stairs. INT. MARSH’S STAIRWELL -- CONTINUOUS -- MORNING. Marsh comes bounding down the stairs and sees the living empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "She races through the house, looks in the kitchen. At the dining room hutch, she pulls out of a hidden key, unlocks drawer, removes her Glock, and slams in the clip. Suddenly, a noise from behind her. The front door knob be jiggled. Marsh, gun aimed, moves toward the noise. As she gets closer, the knob continues to jiggle. Stella walks down the stairs, terrified. Marsh frantically gestu for her to get back and be silent. Marsh, chest heaving, grabs the door knob. Marsh swings t door open, gun poised, ready to shoot. It’s Annie. On the verge of tears, chin trembling, she says-- \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "The door got locked. Suddenly, outside, SIRENS BLARE. Marsh lowers her gun, an gasping for breath, grabs Annie and hugs her with all her might. Stella rushes down to them. EXT. MARSH’S HOUSE -- SAME -- MORNING. TwO POLICE CARS pull up, one from each direction. COPS sp out, weapons drawn. Two surround a car parked across the street. Two race toward the house. INT. MARSH’S FOYER --_SAME -- MORNING. Marsh gestures for the cops to stop. From inside the embrace, Annie asks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Did I do something bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "No, baby, everything’s okay now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Are we still gonna have French toast? Marsh kisses Annie over and over again, then hands her to Stella, who groans as she takes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Such a big girl you are. Stella heads to the kitchen. As Marsh hurries outside, Tw MORE POLICE CARS screech to a stop outside. EXT. MARSH’S HOUSE -- CONTINUOUS -- MORNING. Marsh, furious, strides across the lawn. CoP #1 Everything okay inside, ma’am? She walks right past them toward the car parked across th street. A big, black BMW. We recognize it. A web cam is visible, attached to the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "CLOSE ON A COMPUTER SCREEN, as Marsh, furious, walks clos and closer to us. When she reaches us, pulls out her weap and swings it at the camera. The image goes haywire, then black. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. OWEN’S BASEMENT -- SAME -- MORNING. Qwen, sitting at his computer, smiles at her reaction. EXT. MARSH’S STREET -- SAME -- MORNING. The camera lands with a clatter at the curb. Marsh breath hard, trying to calm herself. In the background, we hear- cop #1 (0.S.) Virginia plates. CoP #2 (0.S.) I’1l check the glove compartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(half to herself) I know whose car it is. No one hears her. cop #1 (0.S.) Pop the trunk, will ya? Dave let’s get this fingerprinted! We hear the trunk open. cop #1 (0.S.) (cont’d) Oh, shit! WIDER ON MARSH, as she turns and sees Cop #1, shrinking f the horror of what’s inside. Marsh walks over and looks. black, crusty mess, barely identifiable as human, covered with patriotic bunting and swarming with flies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "It’s his. EXT. MARSH'S KITCHEN -- LATER -- MORNING. Marsh, Annie, and Stella eat their French toast. In every window, POLICEMEN are visible walking back and forth, goi about their tasks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Know what I was thinking? Since camp’s almost over, we should go on vacation. Today. We could stay ina nice hotel, and you could swim in the pool. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "(excited) Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Really. Except...well, I have a little more work to do, so maybe you and Grandma could go today, and I’1l come as soon as I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Soon soon? You promise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "Cross your heart and hope to die? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE",
          "text": "(waving) Hi, John! Marsh turns and there’s Box at her back door, peering in. Marsh smiles, glad to see him. EXT. MARSH’S HOUSE -- LATER -- MORNING. Marsh, standing with Box, refuses to cry as she watches Annie, a little forlorn, waving good-bye from the back of black Bureau car as it drives away. BOx What are you waiting for? Go with them. (off her look) No one would blame you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I might. Keeping my family safe, while the Carvers are pouring Jerry into the ground? BOx You’ve sacrificed enough. She throws him a curious look. She isn’t sure what he mea He’s tired of pretending-- \f78. BOX (cont’d) I told you I remembered you from Rick’s funeral. Well, when I saw Annie, it didn’t take me long to figure out who her father was. Marsh stares at him, revealing nothing. BOX (cont’d) I don’t blame you for working behind a desk. Losing one parent is enough for any kid. And now that the piece of shit’s camping out on your front lawn, I'd say it’s time for you to get lost, and stay lost till we’ve got him hanging from a hook. (beat) That’s just my opinion. Box walks away, leaving Marsh to think. INT. MARSH’S HOUSE -- MOMENTS LATER -- MORNING. Marsh enters the house. Looks around. It feels empty. She walks through an archway into-- INT. MARSH’S DINING ROOM -- CONTINUOUS -- MORNING. She stops at the hutch, opens the drawer, pulls her Glock of the back of her jeans, starts to set it inside, but th stops. Decides against it. She jams it back in her jeans. The phone rings, startling her. INT. MARSH’S KITCHEN -- MOMENTS LATER -- MORNING. Marsh enters and answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN, (0.S.)",
          "text": "I guess I missed all the fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH",
          "text": "INT. GRIFFIN’S MOVING SPORTS CAR -- SAME -- MORNING. Griffin drives-- \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "On my way in. Annie’s okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "She and my mom just left. The Bureau’s putting them up...a few hours away...near Gettysburg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "What about you? Marsh plucks a hand-drawn Mother’s Day card off the refrigerator. Studies it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I'll be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "So you wanna hear my theory about why he tried to scare the crap out of you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Because there is a connection between him and Kinross, and somehow he knows you’re onto it, and he wants to drive you off the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "You found it? I didn’t find anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Maybe. I mean, it’s a long shot and I still need to check out some details, but-- (click) Shit! Hold on. (clicking over) Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELANIE, (0.S.)",
          "text": "Hi. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "(surprised) Melanie. Hi. Hold on. (clicking back to Marsh) Are you coming in today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Around one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Come sooner. Noon. I’11 lay the whole thing out for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Griffin, just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Gotta go! It’s Melanie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "The one I ditched. Bye! Too late. He’s gone. Marsh has to smile to herself. INT. GRIFFIN’S MOVING SPORTS CAR -- SAME -- DAY. Griffin speaks to Melanie--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "So you actually forgive me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELANIE, (0.S.)",
          "text": "(with a sigh) Your e-mail was very sweet",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN",
          "text": "Yeah, I spent some time on it. INT. OWEN’S BASEMENT -- SAME -- MORNING. Owen tinkers with some kind of mechanical contraption. Fr a speaker on his computer--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN, (0.S.)",
          "text": "I hear you stayed for a while. Even ate a hotdog. Owen speaks in his normal voice into his computer--",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Just half of one. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFFIN, (0.S.)",
          "text": "Annie really liked you. And you know what they say about kids. That like animals. Very good judges of character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "What can I say? I have to agree. I’m a total catch. (beat) So, Mr. Dowd-- INT. GRIFFIN’S MOVING SPORTS CAR -- SAME -- DAY. QOwen’s voice is being electronically altered to sound fe",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN/MELANIE, (0.S.)",
          "text": "--what’re you doing right now? EXT. CYBER DIVISION HEADQUARTERS -- LATER -- DAY. Marsh walks alone across the parking lot INT. CYBER DIVISION LOBBY -- MOMENT LATER -- DAY. Ray, the guard, watches as Marsh slides her card in the s INT. DIAL-UP ROOM -- LATER -- DAY. All eyes are subtly on Marsh, as she walks down the aisle still a bit shaky, but ready to work. She sees Griffin's desk empty. The wall clock says 12:26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Where’s Griffin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKS",
          "text": "I haven’t seen him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "But he came in at 9:30. Wilks shrugs. Confused, Marsh locks away her gun. EXT. GETTYSBURG HOTEL -- DAY. Stella and Annie get out of the back of the Bureau car helped with their bags by their TWO-MAN SECURITY DETAIL INT. TASK FORCE MEETING ROOM -- CONTINUOUS -- DAY. Marsh enters the busy room, looking around. Brooks stands over a computer with CORPORAL HUGH MICHAELS, 40, smart, genial. Brooks sees her-- \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Quite a show you put on this morning. We might just have to assign you a security detail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Please don’t. I'll be fine. I’ve already relocated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "To where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Sorry, that’s top secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "(with a smile) Jennifer Marsh -- Corporal Hugh Michaels, from the RCMP out of Vancouver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Hugh’s a geographical profiler. He uses the RIGEL program. Have you ever heard of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "(to Hugh) She knows everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "What can I say? I’m a walking Wikipedia. Hugh chuckles. Marsh takes a look at his screen-- MARSH (cont’d) You’ve inputted the GPS data on both killings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Where the victims were last seen and where their remains were found. I even threw in the house where the cat was stolen. Here’s a 3-D image of what we call the “jeopardy surface.” \f83. He hits a computer key. The screen fills with the 3-D ima of a high mountain. The top is wide, flat, and red. The slope descends into different colors. HUGH (cont’d) It’s the best we can do for now. I’d concentrate my resources there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Pretty big area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Unavoidable, I’m afraid. I’ve worked with as twenty or thirty crime sites. Here we have two. Three, if you count the cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX, (0.S.)",
          "text": "Make it four. They turn. Box stands in the doorway, staring at the larg plasma screen. They look, too. Every agent in the room slowly converges on the screen. It’s not a film -- yet. Just a series of FLASHING STILLS, disjointed images of a man, naked but for boxers, bound a gagged, wrapped in Ethernet cable. He is tied to a folded ironing board and fastened to pipes running along the ceiling. BOX (cont’d) Why’s it doing that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "It just started streaming. There aren’t enough viewers yet to make a continuous image. The mosaic’s still forming. They watch as the flashing stills begin to integrate and a continuous moving image, and when it does, everyone rea with horror. The victim is Griffin, surrounded by a three-sided alumin pen. His FBI BADGE is pinned right through the skin of hi bare chest. The Viewer counter is only at 12,400 and the ETOD is at j under 24 hours, but both counters spin with blinding spee A text crawl appears: The more that watch, the faster he’ stripped...The more that watch, the faster he’s stripped. The more that watch, the faster he’s stripped... \f84. BOx Stripped? What does that mean? Marsh lunges at the keyboard. She screen-captures a detai and magnifies it. It’s Griffin’s leg and there are three tiny specks crawling up his calf. Her face unhinges. She can hardly breathe. INT. TASK FORCE COMMAND CENTER -- MINUTES LATER -- DAY. Brooks, Box, Wilks, Peterson, and the other agents sit, watching helplessly as Griffin writhes and screams into h gag. Marsh works her computer like a madwoman. Finally, she hits a button and a clinical specimen of a R FIRE ANT fills a screen. She spins her chair and talks to the group--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "It’s a Brazilian fire ant....found in the south...Florida...Georgia. Very aggressive. A few research labs sell them, but only to buyers with academic credentials.... INT. OWEN’S BASEMENT -- AFTERNOON. FOLLOW THE TRAIL OF ANTS across the cement floor and up Griffin’s leg, stomach, chest, as they bite and chew thei way. Finally, as the trail grows more sparse, we reach Griffin face. His eyes and veins bulge as he writhes in pain screaming and moaning. Right in front of him, the VIDEO CAMERA sits on a metal b (the contraption we saw Owen tinkering with earlier), attached by cables to his computers. Owen stands behind the box, speaking matter-of-factly, ignoring the screams. Behind him, we see the Viewer count spinning wildly, past 3,000,000....",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "If no one was watching right now, there wouldn’t be any ants. wWe’d just be talking. But people enjoy the suffering of others. They really do. In the old days, they watched gladiators kill each other. And later people were hanged in public. Or had their heads cut off. All of it was enormously popular. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OWEN(cont'd) Then for some reason people started to think that we’d evolved. Become civilized. But it’s not true. I know. As the Viewer counter flies past 4,000,000, a door on the starts to lift. OWEN (cont’d) See? See how excited they are to see you die? FIRE ANTS come crawling out, joining the exodus leading t Griffin. He screams louder, bucking and writhing. After a few long seconds, the door lowers, cutting off the ants. OWEN (cont’d) I like you, Griffin. Jennifer, too. You’re both really intelligent. Especially Jennifer...no offense. So it’s not personal. I’m only doing to you what your friends will do to me when they catch me. Only they’1l use Potassium Chloride, and they won’t let very many people watch. Even though almost everybody will want to. (beat) Oh, wow. As the Viewer counter flies past 4,500,000, the door star to lift. Griffin screams into his gag. Owen shakes his head. OWEN (cont’d) So much faster this time. Word of mouth, I guess. (beat) Or maybe it’s because you’re wearing your badge. INT. TASK FORCE COMMAND CENTER -- LATER -- DAY. The Task Force sits and stands, paralyzed before the monitors. The counters spin so quickly that action is impossible. Among the group, Marsh sits, watching in agony, helpless, Griffin screams and writhes, his limbs and torso thick wi ants. She can’t take it an instant longer. She jumps up a races out of the room. INT. CYBER DIVISION HALLWAY -- LATER -- DAY. Marsh runs down the hall, as though being pursued. \f86. INT. CYBER DIVISION BATHROOM -- LATER -- DAY. The door bangs open. Marsh enters, sucking wind. She lean down on the sink, breathing hard, looking as though she m puke. Gradually her breathing slows. She starts to cry. But sto herself. She turns on the tap. Splashes her face with water. She looks up into the mirror, directly into her ow anguished eyes. Suddenly, they ignite with an idea. INT. TASK FORCE COMMAND CENTER -- MOMENTS LATER. Marsh explodes into the room--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Morse Code! Who knows Morse Code?! Everyone is momentarily frozen. She screams, red-faced, l a madwoman- - MARSH (cont’d) Who the fuck knows Morse Code! INT. CYBER DIVISION HEADQUARTERS -- MINUTE LATER -- DAY. Ray, the elderly security guard, is hurried down the corr by Wilks. INT. TASK FORCE COMMAND CENTER -- LATER -- DAY. Ray comes in, winded. Marsh rushes over to him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Ray, you can do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "U.S. Coast Guard retired, Miss Marsh. She leads quickly him to a chair",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Griffin is telling us something. With his eyes. wWhat’s he saying?! Ray is absolutely horrified by the sight of Griffin. He stares, sSlack-jawed. Marsh practically jams him into his chair, then slams a legal pad and pen down in front of hi MARSH (cont’d) Hurry! \f87. The Viewer counter spins past 7,750,000. The ants reach Griffin’s mouth. He presses his lips shut, marshaling his will to continue his blinking. Ray trembles, can’t focus or speak. Realizing it’s too mu for him, Marsh screen-captures Griffin’s eyes and magnifi them hugely. They take up the whole screen now. MARSH (cont’d) Do it! Everyone waits as Ray squints--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "The right eye is dots...the left is dashes. He slowly writes out the dashes and dots across the piece paper. Marsh hits a keyboard at her side and on a smaller side monitor brings up the full image of Griffin. The Viewer counter has gone berserk, flying past 9,000,000. Suddenly, on the huge plasma screen, an ant appears, craw into one of Griffin’s eyes. At this level of magnificatio it is colossal. Griffin tries to keep blinking, but soon another ant appe then another, digging in their pincers. The lid closes, b they continue biting, chewing. On the smaller monitor, Griffin, covered from head to toe flails in his chair, in his last, frantic death throes. T counter flies toward 10,000,000. The emoticon begins to strut across the bottom of the scr",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Turn it off! (screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TURN IT OFF",
          "text": "The agents obey. One by one the monitors go black. No one knows what to say or do. The silence is broken by the vibration of Marsh’s Treo. Marsh grabs it and is about to shut if off, when she noti something chilling. She hits some buttons. The screen reads: AWGTHTDTAOA. ..AWGTHTDTAOA. ..AWGTHTDTA ...AWGTHTDTAOA.... And, beneath it, the killer’s emoticon moving back and forth. \f88. MARSH (cont’d) It’s from...from him. Everyone reacts with fear and bewilderment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Are We Going To Have To Do This All Over Again? Silence. Marsh walks to the door. She turns back to Ray. MARSH (cont’‘d) What was he trying to tell us? The Guard turns his legal pad around and shows it to Mars He has written: I-C-I-D-E-S-U A pause, as people try to understand. MARSH (cont’d) “Suicide.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "He was saying it again when.... Marsh nods, then exits. Box looks over at Brooks. Everyon is speechless. EXT. MOTEL -- NIGHT. A dreary little motel by the highway. Not many cars in th parking lot. In the distance, cars fly past on the highwa INT. MOTEL ROOM -- SAME -- NIGHT. Marsh sits on the bed, absolutely motionless. Outside we hear the white noise of distant traffic. On the other bed her cat sits on the pillow, staring at her. A KNOCK on the door. Marsh’s head turns slowly toward it. She rises slowly. Walks to her dresser, where her weapon sits. She picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX, (0.C.)",
          "text": "Me. Marsh’s eyes fall to her reflection in the dresser mirror She’s a mess. She sets down her weapon and walks to the door. Opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "What do you-- \f89. Marsh stares numbly as he eases her aside and walks right past her. He carries a bag of take-out food. BOx Get in the shower. For a moment, her eyes flicker with defiance, then they g dull again and she obediently drifts into the bathroom. INT. MOTEL ROOM -- LATER -- NIGHT. Dinner has been laid out on a blanket on the bed. Box sit in a chair, watching bad television. INT. BATHROOM -- MOMENTS LATER -- NIGHT. The room is full of steam. A gentle knock. The door opens",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX, (0.C.)",
          "text": "You okay? (beat) Jennifer? Box enters, grabs a clean towel, and pulls aside the show curtain. Obscured by steam, Marsh sits huddled, holding herself on the shower floor. Box shuts off the water, pulls her to her feet, wraps her the towel, then pulls her into his arms. The dam breaks. She weeps in his arms, her body convulsing. He leans back against the door, holding her, letting her cry and cry. INT. MOTEL ROOM -- LATER -- NIGHT. Marsh, wearing boxers and a T-shirt, sits up, cross-legge with her back against the headboard, eating dinner. She i bit restored, but only a shadow of her former self. Box stands at the open door, smoking a cigarette, blowing smoke outside. BOx We found Griffin’s car parked on the I-50 overpass. His skeleton was in the trunk. (beat) The ants we traced to a research lab at Marshall Junior College. The thief knew his way around and didn’t leave a print. (beat) Looks like Griffin was baited with a phone call. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOX(cont'd) But we can’t trace it because it was made with a...a spoof card, I guess it’s called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Private investigators use them for pretext calls. It’s really just a phone card, costs about twenty bucks an hour. It lets you program any caller ID you want. BOx It still doesn’t explain how he got him to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Spoof cards also let you change the gender of your voice. It comes with the service. He knew where Griffin was vulnerable. He baited him as an internet date. BOx How’d he know anything about him? How did he even get his phone number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "The same way he got mine. And my home address. The night Miller died, we were trying to trace him, and he routed us back to our own network. He followed us in. A few seconds later, I got a text message. She picks up her Treo and scrolls back. MARSH (cont‘d) A bunch of random numbers. She hands it to him. He looks at the field of random numbers. MARSH (cont’d) Or so I thought. (beat) Turn it over. Box does. In the middle of the field, the upsidedown numb spell out: “Hello Hello Hello.” BOx How’d he do it? \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Before Internal Ops purged him, he had a few seconds to access my personal devices. Griffin’s, too. For weeks, he’s had access to every one of our keystrokes. A somber silence. BOx Has he contacted you again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "He has no reason to. He wants me off the case. I’m off the case. Box flicks his cigarette and closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "Any idea why Griffin was blinking “suicide”? A few of us have ideas but....",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "John, I...I’m finished. Tomorrow, I’m gonna pick up my mom and Annie, and just....1I’1l take them...we’1l disappear...till it’s over. Their eyes meet. Hold. Marsh looks away. MARSH (cont’d) I’1l be fine. You can go home now. BOx Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "(finding a smile) Never? He just stares. She lowers her eyes and speaks, almost inaudibly- - MARSH (cont’‘d) I’m good at a lot of things, but not losing people. I’m bad at losing people.... A tear trickles down her cheek. He leans over, gently wip it away. Her smile is sweet, grateful. \f92. INT. MOTEL ROOM -- LATER -- DAWN. Under the covers, bathed in slanting light from the blind Box lies on his side, sound asleep, holding Marsh, naked, his arms. ANOTHER ANGLE. Marsh is awake. Feeling protected, she is calmer now. Her eyes drift over to the laptop computer sitting on the other bed. Her mind starts to work. She gently removes Box’s arm from around her and slips ou She throws on a T-shirt, then walks over, sits on the bed and opens her computer. For a moment, she just stares at the screen. Then she pul from a pouch in her computer case the Kinross disc that Griffin gave her. She inserts it into her machine. After it loads, she clicks open a long list of titled vid clip files. Into a search box she types the word “Suicide She clicks on the first found item: “Suicide Jump”. A vid clip plays of a young woman, perched atop the roof of an apartment building. Marsh lowers the volume. Rescuers reach out to the young woman. Frightened, she pu away, Slips, and falls. She tumbles out of frame to her death. Marsh closes the file. She clicks opens the next one, mar “Kurt Suicide”. It’s an old news clip of Kurt Cobain discussing suicide. She closes it and clicks opens the next one, “Suicide May A small-town mayor addresses a press conference. Without warning, he lifts a revolver to his mouth, pulls the trig and falls, his head spouting blood. A beat, then Marsh open the next file, “Rush-Hour Suicide As it plays.... ANGLE ON BOX, lying on his side in bed, petting Marsh’s c watching Marsh work. She’s beautiful in the early morning light. We hear the scratchy sound of a TRAFFIC HELICOPTER REPORT coming from Marsh’s computer, but Box cannot see what she watching- - \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAFFIC REPORTER, (0.S.)",
          "text": "His erratic driving has slowed traffic on the 1-50 north all the way back to the 340 interchange. But now, as you can see, the vehicle has stopped on the shoulder. Box, frowning, slowly sits up. TRAFFIC REPORTER (0.S.) (cont’d) His door is opening. And there’s the driver. What is that? It’sa rifle! The driver has a rifle! Box rises, lays his hands on her shoulders, massages them She leans her body back into his and angles the screen so can see better--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "It’s called “Rush Hour Suicide.” BOx I remember. The guy was a profes- sor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAFFIC REPORTER",
          "text": "Two Highway Patrol cars are on the scene now. Traffic has stopped entirely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Kinross included it in his greatest hits. His “Best of the Worst.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAFFIC REPORTER",
          "text": "The officers are ordering him to drop his weapon and get down on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I know how it ends. As Marsh reaches to click it off-- BOx Yeah, to this day, I still can’t eat at that Burger King. Marsh stops, freezes the picture, then turns around and l at him questioningly. Box smiles. \f94. BOX (cont’d) That yellow roof? It’s a Burger King. It’s where the back of the guy’s skull landed. I was in there a few weeks ago..starving to death...and I still couldn’t bring myself to order. Marsh looks away, thinking, then looks back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "What were you doing there? BOx Talking to the kid who owned the kitten. Marsh’s eyes widen, hardly daring to believe. It takes a moment, but Box understands where her mind has gone. BOX (cont’d) You think--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Do you remember the professor’s name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "No, but I know he taught at some junior college. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Marshall Junior College? BOx Yeah. Holy shit. (crossing away) The traffic report? Whose is it? Who shot it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Channel 9. Box grabs his phone, but, before dialing, looks at her. BOx I never thought I’d say this to you, but put on some clothes. She jumps up and begins to dress. \f95. INT. CHANNEL 9 TV STATION -- LATER -- MORNING. Marsh and Box stride down the hall, led by a NERVOUS EMPL INT. CHANNEL 9 CONTROL ROOM -- CONTINUOUS. When Marsh and Box step into the dark room, they see the hour suicide footage already playing on a monitor, while other monitors play OTHER FOOTAGE related to the event. A TECHNICIAN works the controls. A STATION EXECUTIVE, consulting a clipboard, invites them to sit down. EXT. HIGHWAY -- LATER -- NOON. Box’s unmarked car speeds along, light flashing, siren wailing. INT. BOX’S CAR -- SAME -- DAY. Box drives, while Marsh speaks on the phone--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Yes, your honor, and normally I would have waited for you to finish your swim. She listens. Smiles at Box. INT. TASK FORCE COMMAND CENTER -- LATER -- DAY. The Task force sits, assembled, waiting. INT. CYBER DIVISION HEADQUARTERS -- SAME -- DAY. Marsh and Box stride down the hall and into the room. INT. TASK FORCE COMMAND CENTER -- LATER -- DAY. The room is dark. On the plasma screen appears a college yearbook photograph of a long-haired, dreary-eyed teenage REVERSE ANGLE TO reveal Marsh addressing the Task Force w clarity and intensity. She controls the images on the pla with her laptop--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Andrew Kinross. A sophomore at Georgetown University. He died last month, but that didn’t stop him from recommending...the day after his body was discovered...a new website called killwithme.com. How did he do it? He didn’t. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARSH(cont 'd) The killer did, using his name. Why? Why did the subject use Kinross’s name and not someone else’s to promote his site? That’s what Griffin and I asked ourselves and, the night before he died Griffin found the answer. But the killer knew that he had, and he got to him first. Marsh clicks her mouse and the photo of Kinross is replac by a grainy aerial photograph of the man, holding the rif standing on the shoulder of a towering freeway overpass. MARSH (cont’d) Recognize him? He had his fifteen minutes. Many recognize him, other clearly do not MARSH (cont’d) James Cleary. A biology teacher at Marshall Junior College. Nine months ago, depressed by the recent death of his wife...a hematologist ...Cleary staggered out of his car, during rush hour, onto the I-50 overpass. Traffic copters were out in force that day...but only one... Channel 9’s...caught the action from beginning to end. The regular pilot was out sick, so the glory went to a fill-in...an old Air Force buddy of his...a guy who made his living chauffeuring executives. Click. The screen shows a Liberty Executive Charter photo I.D. of Herbert Miller. MARSH (0.S.) (cont'd) Later, he told friends he was just lucky. In the right place at the right time. Click, back to Cleary. Click again, and now the VIDEO CLIP plays, muted. The clip shows Cleary in distress, looking up at the circ choppers, then over at three police cars that have stoppe the highway thirty feet away. Officers are crouched at their car doors, weapons drawn. Cleary looks over the edge of the overpass and considers jumping. \f97. One of the Officers, wearing a bulletproof vest, walks sl toward him, weapon lowered, trying to talk sense to him. Cleary throws a leg over the railing and screams at him t stop. The Officer does not stop. He merely slows down, still talking and advancing, urging him to lower his rifle. As he gets closer, our chopper swerves dangerously low, Cleary panics. Ina flash, he puts the rifle in his mouth and pulls the trigger. The back of his head blows off. Click. The frame freezes. MARSH (cont’d) The back of Cleary’s skull landed on that roof. A Burger King. So did his glasses. The piece of skull was turned over to the coroner. But the glasses were retrieved by the assistant manager. Click. The Burger King employee I.D. of Scott Hickman. MARSH (cont’d) He put them up for sale on ebay. There were plenty of bidders, but when word got out, the auction was shut down. Click, and Cleary’s body wilts and falls over the railing THE HELICOPTER CAMERA follows the body, as it falls fifty feet then hits and bounces off a big, swiftly passing car",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Click, and the screen goes black. MARSH (cont’d) Every suicide is a tragedy for the survivors, but this was far worse, because it was broadcast live on the 5 o’clock news. Kids home from school saw it. Outraged parents called in. The TV stations apologized. Except channel 9. They’d been having trouble in the ratings...but not that afternoon. The numbers were sky-high. (beat) Knowing a good thing when it fell in their lap, they rushed a veteran reporter to the scene... \f98. Click. The screen fills with a muted video clip of Jerry Carver, slick and professional, holding a Channel 9 microphone, speaking to camera. MARSH (0.S.) (cont'd) He got lucky and landed an inter- view with the local businessman whose Cadillac was hit by Cleary’s falling body. The frame widens, as Jerry begins to interview an agitate ASIAN MAN, 50, standing next to his dented, gold Cadillac MARSH (0.S.) (cont’d) When the interview ended, as a courtesy to those who might have missed it, Channel 9 aired the video one last time. The video starts over. Plays a little bit. Click. Marsh freezes it. BACK TO MARSH, addressing the group-- MARSH (cont‘d) Five years ago, that would have been the end of it. But the world’s changed. Within a few minutes of Channel 9 airing the footage for the last time, Andrew Kinross had pulled it off his TiVo and posted it on five different shock-video sites. From there, Cleary’s suicide was public domain. The worst pain a family can endure had become something for a billion strangers to feed on, laugh at turn away from, gossip about. (beat) But Cleary didn’t have much family. Just a son that he and his wife had rescued out of foster care. Owen was a brilliant kid, good with mechanics...electronics... computers. But he was troubled, frail, withdrawn. He worked as a freelance programmer. Out of his basement. (beat) Owen adored his father. To be confronted with his terrible death again and again was more than his psyche could withstand. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARSH(cont 'd) He began hacking into sites that offered the clip and leaving violent threats ...lashing out at the uncaring mob that had turned his personal loss into a sideshow attraction. He was eventually hospitalized. Put on suicide watch himself. (beat) Six months ago, Owen was released. He lives, alone now, in his father’s house in Silver Springs. Click. A photo of Owen fills the screen. MARSH (cont’d) The warrant’1l be here in a few minutes. Marsh glances at Box. MARSH (cont’d) What do you say we arrest the piece of shit? Then she looks back at the group, smiling. EXT. MARYLAND HIGHWAYS -- LATER -- NIGHT. VARIOUS SHOTS OF SHERIFF, POLICE, and UNMARKED CARS strea down the highway. EXT. OWEN’S HOUSE -- LATER -- NIGHT. FBI, SHERIFF and POLICE CARS glide up from both direction and silently park. Heavily-armed AGENTS and OFFICERS silently emerge and take up a perimeter. INT. OWEN’S LIVING ROOM -- SAME -- NIGHT. Everything is tidy, dark, and still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER, (0.S.)",
          "text": "Police! Open up! A few seconds pass, then the door explodes into splinters Agents pour in, guns drawn. Among them are Marsh and Box. Agent swarm upstairs. Marsh and Box run through the livin room, making for the rear of the house. INT. OWEN’S SECOND FLOOR -- SAME -- DAY. Agents pour down the hall, kicking down the doors, leapin into the doorway ready to fire. \f100. INT. OWEN’S KITCHEN -- SAME -- DAY. Marsh and Box stop at the basement door. Marsh and Box exchange a look, then Box kicks in the door. It’s pitch black inside. Box blindly reaches in for the light switch. He finds it, hits it, but nothing happens. Box looks at Marsh. His loo says, “You okay to do this?” She is scared out of her wits, but she nods. Box, turned sideways, points his guns and flashlight down the stairs, descends quickly. Marsh follows suit. FOLLOW THEM DOWN THE STAIRS, their crossing beams of ligh revealing a bloody mess. The smell turns their head. Mars stops, sucking wind, and manages to shout upstairs--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "This is the place! This is it! INT. OWEN’S BASEMENT -- MINUTES LATER -- DAY. The lights are on. Agents, faces covered, wearing rubber gloves, rip the soundproofing panels off the windows. As light shines in, Box and Marsh look around, mouths covere barely able to keep from vomiting. The floor is sticky with dried blood. Flies buzz everywhe The last of the dead kitten. The rotting remnant of Mille lower torso still outlined in the cement. A stained ironi board. Piles of dead ants. BOx Jesus. Marsh shines a light to where all the computers were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "He moved out all his equipment. BOx He knew you were getting close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "But I was off the case. BOx I knew you’d come back, why wouldn’t he? Marsh throws him a look. \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rain falls on the mostly-empty lot. INT. BROOK’S OFFICE -- LATER -- RAINY EVENING. Brooks talks to Marsh, her face impassive--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "Honestly, words defy me. Your work has been absolutely outstanding. And to sustain a personal loss like this and come back and close the case? Well, that’s just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "But I didn’t close it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "(amused ) You think a disturbed young man driving a forty-year-old W bus filled with electronics is just going to melt into the crowd? We’1l locate him by Friday. (beat) Here’s what I want you to do: Nothing. Relax. Take some time off. Marsh stares at him, stone-faced, then speaks with contro emotion--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Griffin died in twenty minutes. By the time the site went dark, more people had watched the ants clean his bones than fought in World war II. The next victim will die in the blink of an eye. And you want me to go lie on a fucking beach?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKS",
          "text": "(coldly) I don’t care if it’s a beach or a mountain or the North Pole, you’re no longer the case agent. (then, more gently) But don’t you worry. When you get back? You’1ll get your office of preference. He smiles. Marsh doesn’t. \f102. INT. OUTSIDE BROOKS’S OFFICE -- LATER -- RAINY EVENING. Box waits for her. Marsh emerges. They walk. BOx Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I’ve been asked...ordered...to go ..uhhh...what do you call it? One of those things were you don’t do anything...or worry about anything...and just.... BOx A vacation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Yeah. BOx Good. I’11 call you the second we locate him. Even better, I’1l fly to you with a bottle of champagne, how’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Box walks Marsh to her car through a light rain. He holds the umbrella for both of them. They stop at her SUV. Awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX",
          "text": "You are leaving tonight? Right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Don’t worry. BOx I’d be happy to drive you. They look at each other. Box kisses her with passion. She likes it, but then eases him away. He doesn’t understand why. She points into the sky. He looks. A surveillance camera on a light pole. INT. MARSH'S MOVING SUV -- LATER -- RAINY EVENING. As the rain falls harder, Marsh drives on the highway, li ing to classical music. \f103. EXT. MOTEL -- LATER -- RAINY EVENING. Marsh pulls into the dark, rainy lot. INT. DARK MOTEL ROOM -- NIGHT. The door opens. Marsh enters. She stops at the door, look around, hears a strange scraping sound. She unsnaps her holster, lays a hand on her weapon. Where’s the sound coming from? The bathroom. She walks over, quickly kicks open the door. Nothing in sight. She reaches in and throws aside the shower curtain. Nothing. She relaxes, but then she hears the sound again. She turn around, tensed, and realizes it’s coming from the closet. She walks over, crouches, and quickly yanks the folding d Her cat bounds out. Marsh, chest heaving, catches her breath, snaps shut her holster. EXT. MOTEL -- LATER -- RAINY NIGHT. Marsh throw her stuff in the back of her SUV. Then carrie the pet carrier around and lays it in the passenger seat. EXT. HIGHWAY -- LAYER -- RAINY NIGHT. Marsh’s SUV drives along, wipers slapping at the rain. INT. MARSH’S SUV -- SAME -- RAINY NIGHT. Tired of the classical music, she hits buttons until she lands on the righteous intoning of an older male commenta who words unsettle her--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO EDITORIAL",
          "text": "--six long days since the murder of Federal Agent Griffin Dowd, and still no suspect in custody. Some wonder who this madman will seize next. Not I. I wonder when we’1l stop this diabolical collaboration not with the killer, but with the alternate universe that he inhabits. The one inside our computers. A world without compassion or conscience. Without laws, morality, or shame. Why do we love this world so? Why did we create it? There are commotion and distress in Marsh eyes. \f104. RADIO EDITORIAL (cont'd) Does it reflect who we are as a species? What we have become? What must our Creator think of us? Marsh sees the sign saying, “Welcome to Pennsylvania.” Sh can’t do it. She yanks the wheel and roars onto exit. She zooms up the exit ramp and at the top pulls a hard le and roars along the overpass. She reaches a red light, sees that the coast is clear, an runs the red light, yanking another left She roars down an entrance ramp. EXT. HIGHWAY -- MOMENTS LATER -- RAINY NIGHT. Marsh’s SUV streaks past the sign saying, “Welcome to Maryland.” INT. MARSH’S SUV -- LATER -- RAINY NIGHT. Marsh listens to music again. The rain is falling harder now. A flash of lightning and then a roar of thunder. Her cat meows mournfully. She looks over and opens the cage door. It sticks its head out and she scratches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I know, baby, I know -- that’s a lotta water. Suddenly, the music stops dead. Odd. Marsh adjusts the radio. Hits buttons. Nothing. Then suddenly the wipers stop. She reacts, skids a bit, h the brakes. The cat leaps out of its cage. Cars honk. Madly working the wiper controls, she struggles to see through the windshield. Suddenly, the headlights go out and her car lurches violently. The engine is dead. Cars barrel past her, honking their horns. She jams the car in neutral and wrestles with the stiff power steering. A TRACTOR TRAILER, blaring its horn, bears down on her an swerves, skids, nearly plowing into her Finally, Marsh wrenches the car to a stop in the gravel o the shoulder. Chest heaving, gasping to catch her breath, she sits ther the dark, grateful to be alive. Her cat sits, cowering in the foot-well of the passenger seat. \f105. Abruptly, she snaps to, reaching for her Treo, hits her s dial. The Treo beeps. She looks at the screen: “Service denied.” Spooked, she looks out and through the rain spots an illuminated CALL BOX about fifty yards away. She pulls th door handle, but the doors are locked. Won’t unlock",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN, (0.S.)",
          "text": "Hello, Jennifer. With a gasp, Marsh yanks out her weapon and points it int the back. Nothing. No one. The cat makes a sound. Slowly, very slowly, heart pounding, she inches her eyes to the NorthStar speaker above her head. For a moment, just the sound of two people breathing in t dark. And the sounds of the storm. OWEN (cont’d) I can hear you. You’re not dead. (beat) Look out the passenger window. (she doesn’t) Under that streetlight, that’s where my dad’s body landed after he killed himself. Some websites show the whole thing in slow-motion because it’s so much better that way. One archives it in a section called “Whoa.” That’s all. Just “whoa.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I know, Owen. It’s despicable. Silence. She hears him breathing. Then there’s a click. The breathing stops. MARSH (cont’d) Owen? Nothing. MARSH (cont’d) Are you there? Silence. Marsh tries the engine. Nothing but a click. She tries the door. Locked. Fuck it. She has no choice. She turns her head aside and swings the handle of her gun the passenger window. It shatters, showering her with cub of glass. Her cat howls in the back of the truck. \f106. Marsh sticks her gun in the pocket of her windbreaker, pockets her Treo, and climbs out the window into the stor EXT. HIGHWAY SHOULDER -- MOMENTS LATER -- RAINY NIGHT. Marsh, drenched, runs across the overpass until she spots illuminated Call Box. EXT. HIGHWAY SHOULDER -- MOMENTS LATER -- RAINY NIGHT. Marsh runs up to the box, lifts the phone. It rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "Call Answering Center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "I’m an agent with the FBI and I’m stranded on the I-50! I need you to connect me to the FBI head- quarters in Riverton! It’s an emergency! The number is--",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "I’m connecting. It rings. Marsh looks back at her dark SUV, sitting fifty yards away, barely visible through the downpour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE OPERATOR",
          "text": "FBI, Riverton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "Bill, it’s Jennifer Marsh. I need you to connect me to Detective Box from the task force. At home. Hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE OPERATOR",
          "text": "Hold on. Aching seconds pass. Water drops from her lashes. Her eye can the road, looking for any sign of trouble. The phone rings. Rings again. Three times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX, (0.S.)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "John...Owen tried to kill me! He hacked into my Northstar! I’m on the highway!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX, (0.S.)",
          "text": "Where are you? \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "The I-50 overpass! Where his father died!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX, (0.S.)",
          "text": "Don’t move! Just wait for me! Just wait! EXT. HIGHWAY -- LATER - RAINY NIGHT. Marsh, exhausted and drenched, trudges back to her car. A car approaches, its headlights blinding. It slows down. Marsh freezes, reaches into her jacket pocket for her gun FRAT BOYS, out on a drunken spree, lashed by the rain, sh at her from their open windows, as they pass. Shaking her head at their stupidity, she walks on then st dead. Her car’s headlights are on. She starts to run. INT. MARSH'S SUV -- MOMENTS LATER -- RAINY NIGHT. Marsh jumps in. The radio is playing again. Her Treo beep back to life in her pocket. She exhales heavily. Thank Go Suddenly, her cat leaps from the back seat to the front scaring her half to death. She sits there, gasping waitin for her heart to settle. Then she reaches to puts the car gear --",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Jennifer? Marsh freezes, looks up slowly, ever so slowly, at the Northstar. Then from the shadows of the back seat, Owen rises up sopping wet and touches his Taser to her cheek. Marsh screams and spasms and falls. DARKNESS. FLASH. Marsh, hands and feet bound with Ethernet cable an her mouth gagged, is being dragged by her hair across a cement floor. As she is brutally dragged up two stairs, she sees the sp on the wall where a lawn mower hangs -- its dirty outline visible on the wall -- but it’s not there. Abruptly, she realizes that it’s her own garage! She scre into her gag, kicking, wriggling, resisting with all her might. \f108. Owen drops her to the floor. Her head cracks against the cement. Blood drips from her scalp. Owen’s shadow lengthe across her body. Her eyes beg him not to hurt her. He touches the Taser to her face. DARKNESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marsh’s eyes open to pure horror, as she tumbles down the steps with Owen descending behind her. She hits the cemen bottom, bloody and unconscious. DARKNESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "Marsh’s eyes open. Bleeding from the mouth and head, she sees sound-proofing panels on the windows. Marsh tries to free herself. Owen, ten feet away, toting something, regards her with his dull eyes. He sets down what he’s carrying, then removes his Taser f his belt and shoots her. Twin probes, bearing fish hooks, fly out of the gun and hit her squarely in the chest DARKNESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "Marsh’s eyes open. The cable around her ankles is connect to a long chain that Owen has tossed over a sewage pipe running along the ceiling. She follows the longer chain with her eyes. It travels do from the pipe and connects to the rusty iron spool of a garden hose. Owen has fastened a crank to the spool. He turns it with great effort. Lying on the floor at his sid is her Glock. Marsh, dazed, doesn’t understand why, but then slowly her feet begin to rise off the cement floor. Frantic as she rises higher, upside down, she looks and s flashing computer equipment everywhere. In the other direction, her eyes bulge when she sees a video camera. She wrestles violently, shaking the chains, making the pi overhead pull on its supports. Owen doesn’t like the look those supports. \f109. He stops his work and presses the trigger of his Taser. S spasms, screams, and stops struggling. DARKNESS. A distant sputter, then a muted roar, then the roar grows louder and louder, until it explodes into hideous life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "Marsh’s eyes open. She is hanging upside down, staring straight down into the whirring blades of her own lawn mo which has been rigged onto its back and attached to a fue pump and gas can. A plastic tube attached to the engine, carries the exhaust into the open door of the dormant boi Eyes bugging, Marsh looks over and sees the camera pointe her. Then, suddenly, to her horror, its red light pops on INT. TASK FORCE COMMAND CENTER -- SAME -- RAINY NIGHT. Wilks is alone, retrieving some files. Right behind him, five computer screens, the creepy music of killwithme pla Deaf, Wilks can’t hear it. Then, right behind him, the screens flash with a still im of Marsh hanging upside down over the blades. Then the screen goes black. Wilks turns around, sees nothing. Goes back to his work. The screens flash another image of Marsh. Then they flash faster and faster until the mosaic of viewers kicks in, a it becomes a continuous moving image. The text crawl: The more that watch, the sooner she’s Sliced...the more that watch, the sooner she’s sliced...t more that watch, the sooner she’s sliced.... As Wilks walks out of the room, oblivious, he realizes th he has forgotten his coffee. He turns back to get it and sees the screen. He reacts, then races for the door HOLD ON THE VIEWER COUNTER, only at 39,350, but spinning faster than ever before. The Estimated Time of Death plun down from 24 hours. INT. BOX’S CAR -- SAME -- RAINY NIGHT. Box pulls up to the I-50 and sees no car. Alarmed, he isn sure what to do. Then he sees something. He gets out of t car. \f110. EXT. HIGHWAY SHOULDER -- CONTINUOUS -- RAINY NIGHT. Box runs over and looks down at the shattered glass all o the gravel. He remembers something. He looks over the edge of the roa There, far below, at the spot where Owen’s father’s body landed, is Owen’s WW bus, parked under a rainy streetligh Box races back to his car. EXT. MARSH’S HOUSE -- SAME -- RAINY NIGHT. The rain falls harder, lashing the roof, swaying the tree The sound mixes with a weird mewing sound. INT. MARSH'S KITCHEN -- SAME -- RAINY NIGHT. Marsh’s cat, whining, paws at the ajar basement door. Finally, it gets the door open wider and slinks through. INT. MARSH’S BASEMENT -- SAME -- RAINY NIGHT. The Viewer counter spins past 1,000,000. Owen makes anoth small turn in the crank, lowering Marsh a quarter inch. Struggling, spinning on her chains, Marsh is trying to do something, but we’re not sure what. Then we see: she is wrestling her Treo out of her back pocket. Once she has it, she blindly hits keys, trying to precise. INT. OWEN’S WW BUS -- SAME -- RAINY NIGHT. In the pouring rain, Box, weapon aimed, wrenches open the side door of the bus. Blackness. He shines a flashlight i Empty but for old computers parts, the remains of various contraptions, and the odd pool or splatter of blood. His cell phone rings. He looks. A text message from Marsh that reads, simply: 911...HOME.... INT. MARSH'S BASEMENT -- SAME -- RAINY NIGHT. Owen, seeing what Marsh has done, pulls the trigger on th Taser, which is still connected to her chest. She screams flopping. The Treo falls from her hands, hits the blades the mower, and shatters into the wall. \f111. INT. TASK FORCE COMMAND CENTER -- SAME -- RAINY NIGHT. Members of the Task Force stare, horror-stricken at the screens. The Viewer counter shoots above 2,000,000. ETOD: 18 hours, 50 minutes. A phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETERSON",
          "text": "Task Force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX, (0.S.)",
          "text": "He’s in her house! INT. BOX’S CAR -- SAME -- RAINY NIGHT. Box speeds down the highway, light flashing, siren wailin screaming into his cell phone-- BOx He’s got Jennifer in her house! g INT. MARSH’S BASEMENT -- SAME -- RAINY NIGHT. Viewer counter shoots above 3,000,000. ETOD: 16 hours, 20 minutes. Marsh wrestles, swinging herself back and forth across th blades. She looks up and sees that the supports of the sewage pipe are beginning to give. She bucks and bucks trying to pull down the pipe. Owen doesn’t like it, but h working the crank. EXT. CITY STREETS -- SAME -- RAINY NIGHT. A POLICE CAR, sirens wailing, lights flashing, races thro a red light. Down the block, another one turns the corner speeding in the same direction. INT. TASK FORCE COMMAND CENTER -- SAME -- RAINY NIGHT. The Viewer counter shoots above 4,000,000. The group watc as Marsh, squirming and fighting, is lowered closer to th blades. As she violently bucks, dust falls from the supports. A LIGHTING-FAST MONTAGE OF WATCHERS, as groups of people congregate in homes, college libraries, an Apple Store, a Internet Cafe to watch the horror and excitement. The counter spins faster and faster, 5,000,000, 5,500,000 6,000,000.... ON THE FINAL COMPUTER SCREEN, we see Marsh drop another f inches, her hair wildly buffeted by the blades. \f112. INT. BOX’S CAR -- SAME -- RAINY NIGHT. Box speeds down the highway, siren wailing, light flashin INT. MARSH’S BASEMENT -- SAME -- RAINY NIGHT. As the Viewer counter shoots above 9,000,000, the top of Marsh’s head is dropped just a few inches from the blade. Her hair whips madly. Growling with determination, she pulls herself up and dow a swinging, vertical sit-up, trying to loosen the pipe support. More dust falls from the ceiling. Owen lifts the Taser to blast her one last time. Suddenly the lawn mower belches, falters, sputters. Owen, concerne hurries over to investigate. The blades pick up speed again. Owen relaxes, but before can hit the Taser, Marsh swings into the frame, banging i him, not enough to hurt him, but enough to knock him away Angry, he hits the Taser again. As the counter reaches 10,000,000, Marsh spasms wildly an swung past the mower. The pipe-support breaks, sending Ma crashing to the floor in a shower of debris, just a foot the blades. The debris hits the blade and flies everywher Owen backs away, shielding his eyes. He hits the Taser again, but the probes have ripped from Marsh’s clothing. INT. TASK FORCE COMMAND CENTER -- SAME -- RAINY NIGHT. Everyone watches as Marsh rolls, pulling her chained feet and through the cable on her wrists. Her hands are still bound, but now they’re in front of her. She staggers out frame. EXT. RESIDENTIAL STREET -- RAINY NIGHT. Box roars down the block. At the end of the street, the squad cars turn a corner and race toward him. INT. MARSH'S BASEMENT -- SAME -- RAINY NIGHT. Owen jams a new cartridge into his Taser and shoots. Mars ducks and the barbed probes hit the wall. She turns her head, sees her Glock lying on the floor. Sh makes a dash. Owen chases her with his Taser, which, beca its probes have been thrown, must be touched to her body. Marsh falls to the floor and the gun slides away from her grasp. \f113. She lunges for it, just as Owen drives the Taser into the back of her neck. She spasms, incapacitated, but somehow manages to roll onto her back Owen looks down at her. Frowns. Her paralyzed hands hold the Glock. She whimpers, unable even to pull the trigger. He smiles and reaches down for the gun. Ina burst of agonized will and determination, she screams and shoots h in the chest. Owen staggers back, shocked more than anything else. In terrible pain, she manages to pull the gag from her mouth",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSH",
          "text": "Down on the floor! Get down! Owen recovers a bit, then lunges forward. Marsh shoots hi over and over again, driving him back across the basement Owen trips over Marsh’s cat, spins around and lands, bell down, with his full weight on the lawn mower blades. He flops as the blades chew him up, flinging pieces of him i every direction. INT. TASK FORCE COMMAND CENTER -- SAME -- RAINY NIGHT. The room reacts as their screens are splattered with Owen blood and guts and bone and hair. INT. MARSH’S BASEMENT -- SAME -- RAINY NIGHT. Marsh lies there, crying, soaked in gore, breathing hard. She hears footsteps, turns with a gasp, eyes bugging, and points her gun, but it’s Box, racing down the steps. He freezes for a beat, when he sees the entrails splatter everywhere, then he runs to her. She whimpers, evades him, crawls to her feet, staggers ov and stops in front of Owen’s blinking camera. Wrists still bound, she grabs her FBI badge and holds it to the camera. She holds it there, eyes fierce and crazed, hands trembli Box kneels next to Marsh and tries to pull her away from camera, but she pushes him away. She doesn’t lower the badge, won’t lower it. CAMERA’S VIDEO POV: \f114. CLOSE ON the trembling FBI badge, with Marsh’s eyes blazi fiercely behind it. SMASH TO BLACK. MUSIC UP. CREDITS ROLL.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2476"
    }
  ]
}