{
  "movie_id": "MOV2483",
  "scenes": [
    {
      "location": "GAS STATION NIGHT. 4",
      "characters": [
        "-_",
        "OUCH",
        "AAAAAHHHH",
        "HIPPIE GUY",
        "THEN WHAT THE HELL ARE YOU DOING INSIDE",
        "88.",
        "THE ENTRANCE",
        "JANITOR",
        "BOOK",
        "70.",
        "INSIDE THE BOOTH",
        "78 INT. DEAN'S OFFICE",
        "GIRL",
        "DOOR",
        "TOSH, (0.S.)",
        "PAUL",
        "REESE, (0.S.)",
        "SHE GAVE GOOD HEAD",
        "NOOOOOO",
        "DAMON .",
        "NATALIE",
        "THERE'S SOMEONE IN THE BACKSEAT",
        "LISTEN UP",
        "SHUT OFF THE FUCKING LIGHT",
        "ON THE DASHBOARD",
        ". SASHA",
        "MY OFFICE",
        "FRONT OF THE CLASS",
        "DESK DRAWER",
        "NOOOOO",
        "OPERATOR",
        "ATTENDANT, (0.S.)",
        "DEAN ADAMS",
        "PREPPY GUY",
        ". LIBRARY ATTENDANT",
        "MOTHER, (0.S.)",
        "100.",
        "NOOO",
        "SASHA",
        "WHAT ARE YOU DOING",
        "TRENDY GIRL",
        "PROF. WEXLER",
        "REARVIEW MIRROR",
        "GROUND",
        "_",
        "DOUG",
        "TOSH",
        "NEWSMAN",
        "NOOOO0OON",
        "12.",
        "EXT, RESIDENCE HALL",
        "THE AX",
        "67.",
        "JOCK BROTHER",
        "AAAAHHH",
        "CLOSET",
        "TOGETHER",
        "DORKY GUY",
        "HELP",
        "SIDE MIRROR",
        "THE DOOR BEHIND HER SHUT",
        "NN",
        "BRENDA",
        "FRAT BROTHERS",
        "MICHELLE",
        "_ DEAN ADAMS, (0.S.)",
        "DAMON",
        "JANE, (0.S.)",
        "DUCK",
        "-",
        "BRENDA, (0.S.)",
        "THE PAPER",
        "STAIRCASE",
        "BUAAAAAA",
        "BLAKE",
        "WALL",
        "TREE BRANCH",
        "., (CONTINUED)",
        "THE END",
        ". NATALIE",
        "RECORDED MESSAGE, (0.S.)",
        "NATALIE'S FACE",
        "WHAT THE FUCK PARKER",
        "ANCHORWOMAN",
        "REESE",
        "DISGUISED VOICE, (0.S.)",
        "NOOOO",
        "WEXLER",
        "THROUGH THE WINDSHIELD",
        "SMASH",
        "BIJOU, (O.S.)",
        "OHHH",
        "BEHIND HER",
        "OPERATOR, (0.S.)",
        "WHOLESOME GIRL",
        "HOOTIE",
        "BIJOU",
        "HIS FACE",
        "SASHA, (0.S.)",
        "ATTENDANT",
        "BULLSHIT",
        "DISSOLVE TO",
        "HELL ARE YOU ON",
        "WORK-STUDY EMPLOYEE",
        "REESE AND BRENDA",
        "PAUL, (0.S.)",
        "NEWSPAPER",
        "79,",
        "HER COAT POCKET",
        "FEMALE CALLER",
        "A GLOVED HAND",
        "JOGGER",
        "AAAAAHHH",
        "MIRROR",
        "95.",
        "BRENDA., (0.S.)",
        "AAAAAAHHHHH",
        "JENNY",
        "YEARBOOK",
        "CONTINUED",
        "STEREO",
        "CUT TO",
        "PAUL,",
        "OUTSIDE THE DOOR",
        "57.",
        "HIGH BEAM SWITCH",
        "SLAM CUT TO",
        "JANE",
        "TRASHY GIRL",
        "PARKER",
        "BITCHY GIRL",
        "BITTER GIRL",
        ",, (CONTINUED)",
        "NERDY GUY",
        "THE KILLER",
        "FEMALE CALLER, (0.S.)",
        "NOO0000000",
        "HELLO"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A cold, windy evening in New England. Bare, looming trees line the sides of the desolate road. Suddenly, the darkne is broken by fast approaching LIGHTS. We see a speeding L Rover round a bend. INT. LAND ROVER - NIGHT. We pull in from the rear, revealing a mess of books and clothing including a distinctive BLACK PARKA. Driving the car is a cute, curly-haired, twenty year-old, MICHELLE MANCINI. She listens attentively to a “Lovelines” style t show on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA, (0.S.)",
          "text": "You're listening to After Dark with Sasha on WVOP, the Voice of Pendelton University. Caller, you're on the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANE, (0.S.)",
          "text": "This is, um, Jane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "(sarcastic) Seems to be a run on “Janes” tonight. How can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANE",
          "text": "Well, I’m having sexual thoughts about my roommate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Is she aware of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANE",
          "text": "No. I don’t think so. But, honestly Sasha, I'm not a lesbian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Are you dating any guys? JANE. No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Do you think about guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANE",
          "text": "Um. Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "How many Indigo Girls albums do you own? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f2",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANE",
          "text": "All of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Then Jane, I think it's time you wake up and smell the coffee over at Ellen’s house because you are way confused. Head immediately to the lesbian student lobby, make some new gal pals and once you've come to terms, see if roomie wouldn’t be up for a little Sapphic soul searching. Thank you, next caller. Michelle laughs, then pops a tape into the stereo. Bonnie Tyler’s 80's power ballad, “Total Eclipse of the Heart” starts BLASTING. Michelle sings along, not too convincing",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE",
          "text": "Turn around/every now and then I get a little bit terrified and then I see the look in your eyes... The sunroof is open and the moon softly illuminates Miche She’s too entertained to notice a FLASHING LIGHT on the console...the low fuel gauge. She speeds past a large She station. INT. LAND ROVER ~ NIGHT. The car begins sputtering. She turns the radio down and notices the light and accompanying BEEPING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE",
          "text": "(panicked) Oh no... : Through the windshield, she sees a rundown gas station in distance. MICHELLE (cont’d) Please...please make it. The car is on its last fume. It sputters into the station and dies. Michelle breathes a sigh of relief. A creepy, disheveled ATTENDANT steps out of his office and walks to car. Michelle opens the window just a crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "(stuttering) R-r-ran out of g-g-g-gas? MICHELLE (cont’d) Yeah. Fill it up please. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slips her credit card through the crack. He stares at her, nods and walks away. MICHELLE (cont‘d) (to herself) Freak show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gas hose is in the tank filling up. INT. LAND ROVER - NIGHT. Michelle looks at her watch impatiently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT, (0.S.)",
          "text": "M-m-m-miss? She turns to look. He’s calling out from his office door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "C-c-can you p-p-please come here for a m- m-m-minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "Um. Credit c-c-c-ard company. They‘re on t-t-the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE",
          "text": "Is there a problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "They s-s-say they w-w-want to speak to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE",
          "text": "Hold on. She grabs mace spray and sticks it in her coat pocket. INT. OFFICE - NIGHT. It’s dark and dingy, the only light a dim, flickering fluorescent bulb. Michelle steps inside and the attendant immediately closes the door behind her, locking it witha key. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE",
          "text": "So where's the phone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "(nervously) M-m-m-iss...T-t-t-here- MICHELLE’S POV On the desk sits the phone...unplugged from the wall. She slowly begins to walk backwards towards the door. ATTENDANT (cont’d) S-s-s-ome- He goes to grab her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE",
          "text": "Don’t touch me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "No...no! There's s-s-s- She reaches the door...it’s locked. He grabs her shoulder firmly and turns her to face him. ATTENDANT (cont'd) S-s-s-omeone --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HER COAT POCKET",
          "text": "She grabs the mace and fidgets around trying to remove th protective lock. ATTENDANT (cont'd) is-is-is -- She unlocks the mace, shoves it in front of his eyes and sprays. ATTENDANT (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAAAAHHHH",
          "text": "The attendant keels over. MICHELLE tries in vain to unlock the door. She turns arou and sees... THE ATTENDANT writhing in pain on the floor. ON THE DESK she spots the unplugged phone and grabs it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 il 12 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She SMASHES the door window until there’s an opening big enough for her to fit through. Her gloves and coat protec her from the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's halfway out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The attendant gets up. Her legs are dangling inside. He grabs them. She SCREAMS and starts kicking, hitting him i the groin. ATTENDANT (cont'd) (holding himself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michelle falls out and runs to her car. She's fumbling around with her keys when... THE ATTENDANT opens the office door. He's approaching. Sh can't find the right key. He’s almost there. Finally, she gets the key and leaps inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts the engine and looks around. He’s nowhere in sight, when -- EXT. GAS STATION - NIGHT. iL HE JUMPS in front of the car, shining menacingly in the headlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "There’s S-s-some-!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michelle hits the accelerator SMASHING into the attendant He's clinging onto the hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gas hose flies out of the tank spilling gasoline all the ground. Michelle makes a sharp turn into the road and the attendant falls off. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He gets up and hobbles to the road trying to chase after car. It’s useless. He yells out and, finally, his words come out without a stutter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's already too far to hear his warning. As she sobs hysterically, she doesn’t notice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND HER",
          "text": "the black parka we’d seen earlier begin to move slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEREO",
          "text": "She presses “Play” on the tape player. “Total Eclipse of Heart” again. She sings along, trying to make herself fee better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE",
          "text": "Turn around, bright eyes/every now and then I fall apart/Turn around, bright...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND HER",
          "text": "The FIGURE in the black parka rises. His face obscured by furry hood. He raises an ax and begins to inch towards Michelle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REARVIEW MIRROR",
          "text": "Hanging from it is a blue and gold TASSEL with “96” pinne it. Michelle looks in the mirror. It’s completely black. She adjusts it and catches the reflection of the fur-trim parka hood. She turns around. HE’S RIGHT BEHIND HER Her eyes widen. The SONG is reaching its crescendo. “Turn around...every now and then I fall apart!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE AX",
          "text": "The killer swings. With a squishy THUD, her head is slice and flies straight out the sunroof. \f15 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The head rolls over the top of the car, mouth agape, eyes widened in terror, and rolls RIGHT TOWARDS US until its m fills the entire screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAM CUT TO",
          "text": "A MOUTH, yawning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pull back to reveal NATALIE SIMON, a dark-haired, good looking twenty year-old staring straight ahead. Natalie's a serious type-A personality who'd probably fee more comfortable in a Donna Karan power suit than the gre goose down jacket she’s currently donning. She knows exac what she wants out of life and has no time to waste...her Runner is her bible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I won’t encourage this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Gothic, stone building. Its windows boarded with wood a its front door locked with a heavy chain. The molding abo the front door clearly reads, “Stanley Hall.” : Next to her stands her friend BRENDA. She’s tall and athletic and blonde. Her carefree demeanor the antithesis Natalie. BRENDA . Cut me a little slack. I just transferred here this year. Now do I say Bloody Mary five or six times before I hear the spirits?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Brenda, give it up. You’re not exactly the midget lady from “Poltergeist.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Are you scared Natalie? Natalie laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(sarcastic) Right. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Brenda grabs Natalie by the arm and pulls her towards the dorm. NATALIE (cont'd) Here we go. Brenda stops in front of a window and peers in through a crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Bloody Mary -- Natalie rolls her eyes. BRENDA (cont’d) Bloody Mary. Bloody Mary. Bloody Mary. Brenda looks at Natalie. Takes a deep breath, and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(okay, I’m over this) Bloody Mary. Suddenly, we hear what sound like far-off, tortured SCREA Brenda and Natalie look at one another. They’re nervous. The SCREAMS are getting louder and louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Come on. They start to back away when... A FIGURE appears behind them holding a light under his fa They turn around and SCREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUAAAAAA",
          "text": "He LAUGHS hysterically. It’s Damon, goateed frat brother campus practical joker. DAMON (cont ’d) You called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "She was trying to summon the dead Damon, not frat boys with badly grown facial hair. Damon instinctively touches his goatee. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "What do you mean? It took me a month to get this. Natalie smirks. He smiles at her flirtatiously. DAMON (cont’d) Anyway...it‘ll still tickle you in all the right spots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Keep dreaming man-boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(angry) So is this what you do with your free time? Hang out in the rain by yourself waiting to scare people like a total freak?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "Nah. Only when I see some idiot standing in front of the dorm trying to summon the dead. He points to the frat house behind them. DAMON (cont'd) I can see you through my window. Night girls. See ya in class tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Unfortunately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "See ya. He walks away. Natalie puts her arm around Brenda. NATALIE (cont'd) Don’t tell me, tomorrow we're breaking out the Ouija board and getting fashion tips from Versace. Brenda shrugs her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Not a bad idea. They look at each other and laugh. \f17 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Small and cramped with posters of obscure college rock ba hanging on the walls. A window looks onto the engineering room where the ENGINEER sits, slouching over the controls We see a heavily made up, perfectly accessorized college standing with a wireless mike headset. This is SASHA, who voice we heard earlier. She commands the airwaves like a and sexy Dr. Ruth and becomes very animated as she speaks",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIJOU, (O.S.)",
          "text": "(overmodulated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLO",
          "text": "Sasha turns around, snaps her finger at the engineer and. motions with her hand for him to lower the levels. He quickly obliges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Yes I'm here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIJOU",
          "text": "(nervously) Um. Well...it’s kinda, um, embarrassing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Spit it out Bijou.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIJOU",
          "text": "That's the problem. I didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Oh. Getting a little extra protein in your diet, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIJOU",
          "text": "(breaking up) My stomach’s been killing me ever since. Sasha, I think I can feel them swimming around in there. Do I need to get my stomach pumped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Bijou, I think the only thing you need pumped is the air out of your head. Swallowing is a major safe sex no-no. Now, sounds to me like there’s nothing wrong with your stomach that a shot of Pepto wouldn’t cure. Don’t stress and next time make sure to climb off that volcano before it erupts. Next caller. \f18 ll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The campus coffee shop. Over the radio, Sasha’s radio sho is PLAYING. Natalie and Brenda sit in couches next to a CRACKLING fireplace along with two guys, PARKER and PAUL. Notepads and textbooks fill the table in front of them. Natalie turns to PARKER, older than the others and wearin Sigma Epsilon sweatshirt. Parker has been at Pendelton fo seven years and has no intention on graduating just yet. bother dealing with real responsibility when you're the b known party guy on campus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Parker, how exactly does Sasha come up with this stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "She devours every issue of Cosmo. Calls it her bible. BRENDA (cont'd) (anxious) So, finish the story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Anyway, he was a professor on campus. Maybe twenty-five, thirty years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "What did he teach?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "I don't know...biology or something. PAUL, the sexy and soft-spoken journalist, sits next to Brenda. He’s quiet and listens intently. The kind of guy who seems to be able to read you with one glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "It was actually abnormal psychology from what I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Not the point of the story, but fine, abnormal psych it is. Anyway, he flipped out one night. Went completely berserk. Grabbed his hunting knife and headed into Stanley Hall. Banged on every door. And every student that answered, he took that knife and slit their throats. Ear to ear. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "12.",
          "text": "18 He demonstrates it with a butter knife. PARKER (cont'd) Did away with an entire floor before stabbing himself straight through the heart. Again, he demonstrates with the butter knife. The group PARKER (cont‘d) UGGH...thus the annual Sigma Epsilon bash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "You have a frat party to commemorate a massacre?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(sarcastic) Any excuse to get plastered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "(grinning broadly) You betcha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "So Parker when this happened, you were, what, a sophomore here? laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "You can laugh but like I’ve said before, I really see no point in graduating before thirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What do you think Natalie? You buy it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "A massacre? Of course not. It’s a bullshit story you hear on every campus in the Northeast. Show me the proof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Well, that’s the thing. Pendelton knew enrollment would suffer permanently, so, in cahoots with the national news media and various, other, powerful organizations...they’ve done their best to eliminate any information relating to it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Yeah, I’m so sure. Suddenly there’s loud BEEPING. Paul checks his pager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Just a sec. He stands up and brushes against Brenda. She eyes him longingly. Brenda turns to Natalie as he walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Did you see how he brushed against my leg?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Slowly. Like a seduction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I say he’s into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "I don‘t know. He’s good-looking, smart, straight. Not the type that usually goes for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Brenda, stop being so down on yourself. The leg brush...it’s a sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Should I ask him out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Let him come to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Yo! Don’t mind including me in some of your chick banter. Paul walks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Something’s come up. -I gotta get to the newsroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Another e-coli crisis in the cafeteria? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18 19 20 21 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I wish. That one almost got me the student Pulitzer. He winks at her, smiles and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Bye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Okay guys, I've got a scary story too. The group of lazy college kids who flunked out and ended up making blizzards at Dairy Queen. She opens up her book. Parker and Brenda GROAN in unison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is fumbling with her keys. Suddenly, the door swi open taking Natalie aback. Holding the door is a wrinkled gray-haired JANITOR with a friendly demeanor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "There you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Thanks so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "(smiling) Oh no problem at all. Just finishing cleaning up. We catch a glimpse of the tiny computer room he’s cleanin",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Well good night. He smiles at her and goes back into the room. INT. NATALIE’ S ROOM - NIGHT. 21 It’s dark inside. The door CREAKS open...Natalie entering She feels around the wall for the light switch. She hits as she-shuts the door. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 22 23 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOSH, (0.S.)",
          "text": "(angry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUT OFF THE FUCKING LIGHT",
          "text": "She‘turns to find TOSH, her gothic, manic-depressive room in bed with a guy. We see the room. Natalie’s half is neat and clean. The walls of Tosh’s half are painted black and Marilyn Manson posters hang from the wall. It’s a sty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Sorry. She turns off the light. INT. NATALIE’S ROOM - NIGHT. ‘ 22 Natalie lies in bed, looking away as Tosh and the guy MOA ecstasy. She grabs her pillow and covers her ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large, auditorium style room. On the chalkboard it read “Intro to American Folklore.” The class is restless...no sign of the instructor. In the middle of the classroom si Natalie and Brenda. Behind them, Parker and Damon. Parker eating a bagel and a brown PAPER BAG sits on his desk. Da is staring at the overhead clock. It reads, “9:09.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "I'm telling you, it’s ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Bud, I’ve been here six years. If the professor has tenure, which Wexler does, you wait twenty minutes. If not, ten’s the max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "(looking at clock) 5-4-3-2-1...outta here. He stands up. Just as he does, the door swings open. . PROFESSOR WEXLER, middle-aged and wearing an obvious toup walks in. He sees Damon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROF. WEXLER",
          "text": "Going somewhere Damon? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "23 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON .",
          "text": "Me? No. Just stretching. He stretches his arms exaggeratedly and sits back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROF. WEXLER",
          "text": "Good. Lights please. The eager TEACHER'S ASSISTANT hits the lights and turns o the slide machine. PROF. WEXLER (cont ’d) Last week we discussed folklore as a gauge for the values and concerns of the society that created them. Today we get more specific. The slide machine CLICKS to a spooky drawing of a darkene living room. In the background, a man in shadow is walkin down a staircase while a frightened and oblivious teenage girl sits on a couch, phone up to her ear. PROF. WEXLER (cont'd) A baby-sitter receives menacing phone calls and upon tracing them, realizes they're originating from the upstairs room. The room where she’s left the children under her care to sleep. Who's heard this before? Most of the class raises their hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "That really happened to a girl in my old town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROF. WEXLER",
          "text": "(sarcastic) Yes, I’m sure it did. I’m sure most of you think this happened to girls in all of your hometowns. But it didn’t. The baby-sitter and the man upstairs is an urban legend, contemporary folklore passed on as a true story. There are variations of this tale dating back to the 60’s. All of them containing the same cultural admonition: young women, mind your children or harm will come your way. Damon leans over and whispers in Natalie’s ear. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "— DAMON What's the chance that a better head rug will come his way? Natalie LAUGHS. Wexler turns around and sees her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROF. WEXLER",
          "text": "Something funny you’d like to share with us Natalie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "No Mr. Wexler. He stares at her hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROF. WEXLER",
          "text": "Well then, why don’t you come down here and volunteer for my experiment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Experiment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROF. WEXLER",
          "text": "Don't worry. You'll probably survive. Natalie takes a deep breath and stands up. She looks back ~ find Damon and Parker trying to conceal their laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT OF THE CLASS",
          "text": "Wexler hands Natalie a packet of Pop Rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROF. WEXLER",
          "text": "Had these before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Pop Rocks? Sure. They crackle in your mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROF. WEXLER",
          "text": "Eat some. She pours the candy into her mouth. It’s POPPING. : PROF. WEXLER (cont ’d) Thirsty? Wexler holds out a can of Coke. Natalie instinctively spi out. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEXLER",
          "text": ". Is there something you might have heard ~ about mixing pop rocks and coke? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Well, supposedly your stomach, intestines, everything...bursts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEXLER",
          "text": "Really? Anyone you know died this way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Mikey. From the Life cereal commercial. You know, “Give it to Mikey. He’ll eat anything.” The slide machine CLICKS. A still of Mikey from the commercial appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEXLER",
          "text": "You mean him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Yeah. Another CLICK. A picture of a smiling, middle-aged man appears on screen. WEXLER (cont'd) What if I told you this is Mikey today. Alive and well and working as an ad executive in New York. Would you eat it then? Natalie looks around the class. All eyes on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I think I'll pass. Wexler looks disappointed. Suddenly Damon stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "I'll do it! Damon walks down and grabs the Pop Rocks. He swallows it down with a swig of Coke. He’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEXLER",
          "text": "Again, nothing more than an urban legend. Suddenly, Damon falls to the floor. The class GASPS. He’s spasming uncontrollably as pop rocks drool down the side his mouth. Parker jumps up from his seat. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 24 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "HE’S GONNA EXPLODE! Brenda SCREAMS and runs out of the room. BOOM! It sounds like something’s burst. The entire class stands and stare at Damon who suddenly jumps up and laughs hysterically. H pulls out the paper bag he was hiding under his coat. The class bursts into LAUGHTER. Wexler shakes his head an rolls his eyes. PROF. WEXLER (cont'd) All right children, shall we move on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie and Brenda step out from the classroom building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "You actually thought Damon was going to explode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Well I didn’t want to take the chance of getting intestinal splatter on my outfit. They turn a corner and stop dead in their tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A couple of police cars are parked in front of the studen union. Over by the newsstand, a crowd has gathered. BRENDA (cont'd) What's going on? Natalie shrugs her shoulders. As they walk towards the crowd, a passing GIRL drops a copy of the Pendelton Daily newspaper. Natalie picks it up. On the front page is a huge, New York Post style headline that reads, “IS THERE LUNATIC ON CAMPUS?\" There’s a big picture of Michelle Mancini in the middle. NATALIE stares at the paper, shocked. . BRENDA (cont'd) (freaking ‘out) You’ve gotta be kidding me! I knew I should've gone to NYU.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (0.S.)",
          "text": "(proud) Can you believe the trouble I’m causing? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They turn around and find Paul behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Hi Paul... He smiles at her for a second before something catches hi eye over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The patrician, middle-aged college dean, ROGER ADAMS, is standing on the steps of the student union, clutching a c of the newspaper. Next to him is a young, black woman ina security uniform. This is REESE, campus head of security. She has a determined, intense look in her eyes. The Dean turns to a couple of young INTERNS and whispers them. They immediately walk down and through the crowd an begin confiscating the papers from the newstand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hey! He runs over to the interns. PAUL (cont‘d) What the hell are you doing? They ignore him. He looks at the Dean and runs over to hi PAUL (cont'd) You can’t just seize every copy here! The Dean stares at him harshly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "You‘re the one that wrote this misconstrued, sensationalistic piece of rubbish, didn’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Sure did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "Let me tell you something young man, as far as I’m concerned, the only lunatic on this campus is you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I'm...flattered. He takes out his tape recorder. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "PAUL (cont'd) May I quote you on that? The Dean rolls his eyes and walks away. Reese steps up to the recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "I have a comment. U.S. News & World Report named Pendelton the safest university in the country. I call it the safest university in the Western Hemisphere and I intend to keep it that way with or without your help. She turns around and follows the Dean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Thank you Reese. He turns to Natalie and Brenda. PAUL (cont'd) Well I guess I’m on the administration hit list again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(to Brenda) Let’s get out of here. Paul turns to Natalie and Brenda and holds up his recorde",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Wait! how about some interviews? Students reacts to tragedy on campus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "{forcing it; into recorder) Today, I am deeply saddened and moved by the sudden death --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Come on. Natalie grabs Brenda and drags her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "See ya. . (she turns to Natalie) Tell me you noticed him licking his lips when he looked at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Major lickage. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24 25 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Yes. Brenda jerks her arms back victoriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pull back from the television where a NEWSMAN is discussing the murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSMAN",
          "text": "...The police are still searching for the proprietor of the gas station. Brenda, Natalie, Damon, Parker and Sasha are sitting arou Parker has his arm around Sasha. Natalie is staring off i space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "(moved) Someone told me her radio was tuned to my show when it happened. My voice was probably the last thing she heard. Can you imagine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Yeah, one minute you’ve finally figured out where your g-spot is, the next your head is too far away to see it. He starts laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Hysterical, dumb ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "What if there is a lunatic on campus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "Fine with me, I’m hitting the slopes this weekend. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "I heard the girl’s body kept driving by itself even though it had no head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "(sarcastic) Yeah, avd it pulled into a Taco Bell drive-tnrough for dinner. The group laughs. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f25 26 27 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Anyone here know her? Everyone shakes their heads, “no.” Natalie isn’t even listening. Brenda snaps her fingers in front of her face. BRENDA (cont'd) Hello...space cadet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "No, I didn’t know her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "Hey, I heard the dead girl gave good head. Get it? He grabs his head and pulls it back and forth. DAMON (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHE GAVE GOOD HEAD",
          "text": "Everyone laughs except for Natalie. EXT. NATALIE’S DORM - DUSK. 26 A faint orange glow lingers on the residence hall as the disappears. Students are heading back to their rooms. INT. NATALIE’S ROOM - NIGHT. 27 Natalie walks in. Heavy industrial music is BLASTING. Tos decked out in black, is sitting at her desk, typing on th computer and chain-smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Hey Tosh. Sorry about last night. Tosh looks at her nastily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOSH",
          "text": "Yeah well, don’t let it happen again. Natalie puts down her things. She notices a spilled bottl of pills on the floor. She kneels and picks it up. It’sa bottle of “Prozac.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I think these are yours. Natalie tosses it to Tosh who swallows one of the pills. Natalie picks up the phone. We hear the staticky HISS of computer modem. Tosh is online. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Excuse me? Tosh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOSH",
          "text": "(annoyed) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I need to check my voice-mail. Do you mind getting off-line for a minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOSH",
          "text": "(angry) Okay, but this is my phone line too... She turns off the computer. We hear the familiar America Online “Goodbye.” She storms out of the place. Natalie holds back her anger and shuts off the grating music. She dials the voice mail and puts the phone on speaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA., (0.S.)",
          "text": "Hey it’s Brenda. Cardio funk hip-hop aerobics tonight? Call me. Natalie looks at herself in the mirror. Hanging off the s of it is a blue and gold tassel like Michelle Mancini had the car. Natalie looks away. She takes her coat off and goes to the closet to hang it. The answering machine BEEP",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (0.S.)",
          "text": "Natalie...I heard. Everyone's talking about it around town. What is going on up there? You better be carrying the Shrieker with you at all times. ALL TIMES. Natalie smiles to herself. She stops and kneels, picking packet up from the bottom of the closet. On it is a very 80's looking picture of a heavily made up girl being attacked, and holding up “The Shrieker” screaming device. She takes the device out of the box and sticks it in her pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (0.S.)",
          "text": "Better yet, maybe you should pack a bag and come home for the weekend. Call me. The machine BEEPS. As she’s about to close the closet doo she looks up at the top shelf and sees her old high schoo yearbook. She stares at it for a moment, then takes it ou She walks over to her desk, sits, and opens it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": ",, (CONTINUED)",
          "text": "\f27 28 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A picture of the cheerleading squad. We see Michelle Manc and Natalie standing right next to each other. She turns the page. Candid shots. One of them is Natalie and’Michelle, eating ice cream, their boyfriends behind t CLOSE ON Natalie’s face. She’s in tears. There’s a knock the door. Damon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "Hey! I was just in the neighborhood. Thought I’d pop by and see if you want to go hang out at the house. Parker’s gonna pierce Hootie’s nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Hootie’s a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "No reason he can’t be hip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "That’s okay Damon. He notices the tears in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "What's going on? You all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Yeah, I’m fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "You sure? Listen, we don’t have to go hang out with a bunch of drunk frat guys...we can go somewhere and just talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(not sure) Um... He grabs her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "I'm a great listener you know. Natalie looks at him. Maybe he’s not such a slimeball aft all. INT. DAMON’ S CAR - NIGHT. 28 Damon jumps in. He offers her a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "., (CONTINUED)",
          "text": "\f28 29 30 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "Want a little something to warm you up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Sure. He hands her a beer and tries to start the car...it doesn",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "Slight process. He moves the steering wheel around, pumps the gas and the engine ROARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "There we go. He drives off. EXT. LAKESIDE - NIGHT. » 29 A small lake in the wooded area separating the campus fro the town. On the other side, we can see school buildings. full moon shines ominously, illuminating the water. We se sports car parked under a tree near the edge of the lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few beer bottles are strewn on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "So you and Michelle were like best friends? Natalie nods. DAMON (cont ‘d) So why haven't you spoken to each other in two years? Natalie stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I'd kinda prefer not to talk about it anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "You don’t wanna open up. Completely understandable. But I gotta tell ya...I know exactly what you're going through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "You do? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "(sounding meaningful) Sure. I lost someone close to me once. My girlfriend. She...died. He covers his face with his hands. Natalie puts her arm around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I'm so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "It's okay. She was sick for awhile...had a (reaching)...syndrome. I was afraid to get close to anybody again after that. And then, one day, it hit me. Why am I being so selfish? I have so much love inside of me to give.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(figuring out his game) You do? DAMON (cont'd) MmmHmmm. And Natalie...you're in need of loving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "Yup. You’re lonely. Repressed. Aching to break loose. Kinda things only a man can fix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "And I suppose you're this man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "You know: it. Damon stares at her then tries to kiss her. She pushes hi off. . NATALIE (cont'd) What the hell are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "Don’t be afraid to love Natalie. You don’t have to be afraid anymore. He tries to kiss her again, a little more forcefully. She swings and punches him in the face. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 31 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "DAMON (cont'd) Ouch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Drive me home Damon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "Fuck, I’m just tryin’ to help you out. You don‘t have to act like such a freakin’ bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "You asshole. Just start the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "You sure you don’t want to think about this? I’m all about healing Natalie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "One black eye or two Damon, you decide. Start the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "(pissed) Hold on. I gotta take a leak. He steps outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(to herself) Pig. She doesn’t look well. She opens up the vanity mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRROR",
          "text": "She stares at herself for a second. As she goes to close mirror, we catch a quick, unclear reflection of something outside. Natalie doesn’t notice. She’s waiting, looking impatient. Finally, she opens her door and steps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Damon, hurry up and let’s go. She walks backwards looking around. As she reaches the ba of the car, she turns to look forward and comes face to f with... THE KILLER. His hood is tight around his face making it impossible to make out who it is. Natalie GASPS. She star backing away, fumbling in her pocket. She pulls out the (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 32 33 34 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "“shrieker.” It SHRIEKS for barely a second before it’s ju hissing air. She throws it at him and runs into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She locks the doors. Turns around. The back window is ope As she reaches back to shut it, a GLOVED HAND grabs her h from outside and starts reaching inside, trying to unlock door. Natalie grabs the keys from the ignition and stabs his ha The killer falls back and Natalie is able to shut the win NATALIE (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "She HONKS the horn, then: BOOM! From above. She stops honking. BOOM! She looks up. The roof of the car is denting...someone's walking on it. She tries starting the car. It won't. BOOM! A dent right above her head. Natalie reclines the seat back. She’s shaking. She stares up at the roof. It’s silent. Then, we begin to hear a low, steady sound. It’s getting louder and louder. SCRATCHING. Natalie is dumbfounded. It’s furious now. Like he’s trying to scratc his way inside the car. She jumps up and again tries the car. As we hear the engine choking, we PAN UP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see bare feet furiously scratching the roof. Then as w go up further we realize it’s Damon. He’s hung by a rope. keeps himself from being choked by holding onto his neck. can barely get his words out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMON",
          "text": "(breathlessly) Don’t start the car! Don’t start the car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is still feverishly attempting to get the car started. The SCRATCHING even more furious than before. Natalie stops to catch her breath. She looks out the wind Presses her face against the glass, attempting to see wha happening on the roof, when suddenly... THE KILLER'S HEAD pops down from over the car, right in f of her,",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAAAAAHHHHH",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34 35 36 37 38 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Natalie jumps back into her seat, adrenaline rushing, and suddenly remembers the trick to starting the car. She mov the steering wheel, pumps the gas, tries the ignition...T ENGINE ROARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damon's face is aghast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOOO",
          "text": "The car zooms away. We hear Damon's neck CRACK as his eye go blank and he’s pulled up towards the tree. We now see that the end of the rope is tied to the back of his car. INT. DAMON’S CAR - NIGHT. 36 Natalie SCREAMS as the KILLER lands on the front hood of car. He’s holding on to the windshield wipers. She jerks the car to throw him off. Suddenly, the car won’t move an further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the tensed up rope not allowing the car to go forw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is shaking as The killer lurches up towards the windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DASHBOARD",
          "text": "We see the RPM’s going into the red as Natalie hits the accelerator as far as it can go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE WINDSHIELD",
          "text": "The killer’s moved up to the windshield. He starts kickin it in with his boots. The glass is CRACKING. Natalie looks down at the gear shift, slams it into rever She stares straight at the killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Fuck you. She hits the accelerator. The killer goes flying off the car. \f39 40 41 42 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rope behind the car is slacking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TREE BRANCH",
          "text": "Damon's body quickly starts to fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie, out of breath, is looking back and doesn’t notic DAMON’S BODY through the windshield, falling straight towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH",
          "text": "Damon's body CRASHES through the windshield landing right top of Natalie. NATALIE (cont ‘d)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOOOOO",
          "text": "The car stops moving. Glass covers the front. Natalie tri pushing Damon off, but he’s heavy. She manages to get out from under him and open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She falls out of the car and looks around. No sign of the killer. She gets up and runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the wall hangs a large “Foxy Brown” poster with Pam Gr We hear a couple arguing 0.S. We track to a desk where Re is watching “Coffy,” another Pam Grier classic. Reese kno every line and delivers it with as much vigor as Pam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "This is the end of your rotten life you motherfuckin’ dope pusher! A shotgun BLAST followed by typical blaxploitation MUSIC. Reese holds up her small, standard issue gun and pretends shoot. . REESE (cont‘d) It was easy for him because he really didn’t believe it was coming, but it ain’t gonna be easy for you, ‘cause you better believe that it’s coming. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42 x",
          "sentiment": "neutral"
        },
        {
          "speaker": "NN",
          "text": "43 r~ 44 45 46 nN 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Suddenly there's loud BANGING on the door. Reese rolls he eyes at the interruption...her favorite scene. She opens door. Natalie is standing in front of her, distraught and shaking. REESE (cont'd) Girl what is wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(hysterical) They killed him! Somebody killed him! Reese stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reese is driving in the woods as Natalie sits, shaking. Reese caresses her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "Honey, everything's gonna be all right now. You hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Turn here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reese turns off the main road into a dirt path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie turns to Reese. NATALIE (cont'd) Up ahead. She closes her eyes. Reese stops the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "Here? Natalie looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THERE’S NOTHING THERE. She steps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks around. It’s the same spot. Reese climbs out. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 47 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(stammering) I-I don’t get it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "If you don’t mind me asking...WHAT THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Nothing! We were parked right here. Reese kneels down and picks up an empty beer bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "Right here, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Reese, I’m not crazy. I know what I saw. It’s probably the same person who killed Michelle Mancini!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "That's impossible. The police arrested the gas station attendant this evening. Natalie is speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda, Paul, Sasha and Parker are sitting around Natalie hasn't slept all night and looks it. Parker’s trying to h back his laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Sorry. It’s just that, you've been had Natalie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(pissed) He was dead when he crashed through the windshield Parker, this is no joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Trust me, he’s my frat brother and the best practical joker on campus. He once convinced a freshman he was the middle Hanson brother just so he could get laid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "So where is he? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Parker pulls out a paper with a phone number and the head ~ “Blair Mountain Ski Resort.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Weekend ski trip with his buddies from back home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Then where’s his car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "He drove. A realization comes over Parker. PARKER (cont‘d) Scratching on the roof of the car...don’t you get it? It’s just like the urban legend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "What urban legend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Wexler talks about it every semester. Guy —~ and girl. Parked in the woods making out. Guy steps out. Girl hears spooky ~ scratching noises on the roof...it’s her dead boyfriend, hung from the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "And he was murdered. Remember? Brenda is breathing heavily now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "I'm starting to feel an anxiety attack coming on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Calm down. He puts his hand on her knee. She looks at the hand then winks at Natalie.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SASHA",
          "text": "Wait a second. That totally happened to my sister’s ex-boyfriend's cousin. Except he was hung from his feet and scratching with his nails. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a variation babe. There's dozens of them. Thus the windshield stunt. (to Natalie) Tell me, what was this killer wearing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "A black parka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "With a furry hood? Natalie nods. Parker laughs. PARKER (cont’‘d) His Nanook of the North spook outfit. Look, Damon’s in the class. He knew the myth. He must've planned the whole thing out. Conniving bastard. Something hits Natalie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Wait a second. There’s an urban legend 7 about a lunatic with an ax hiding ina woman's backseat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Hello, my mom still checks the backseat before getting into a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "That’s how Michelle Mancini died. Everyone stops arid stares at her. NATALIE (cont'd) It's almost like someone out there is taking these folk tales, our urban legends...and making them reality. Everyone is silent. Finally, the group bursts into uncontrollable LAUGHTER. Natalie looks angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Who knew Ms. Skepticism herself would envision such a daring concept. Parker turns to Natalie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Call Damon. You’ll see. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 48 49 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PAPER",
          "text": "Natalie stares hard at it. INT. NATALIE’S ROOM - DAY. 48 Natalie walks in. Tosh is online again. She looks like sh hasn't stepped out of the room in days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Tosh, do you mind if I -- Tosh turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOSH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Nevermind. She walks out. ON THE COMPUTER SCREEN, we see that Tosh is in an America Online chat room called \"Goth 4 Goth.” Her screen name is Forlorn22. She types, “Gothic guys on campus lookin’ to h up...IM me.” She takes a long drag off her cigarette and waits for a response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is on a payphone outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR, (0.S.)",
          "text": "That group is in one of our phone-free cabins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Did they check in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "Oh, sure they did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I need to know if a specific guest, Damon Brooks, is in that group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "(typing) Well...the cabin is not registered under his name and we really have no way of knowing exactly who’s in there. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f49 50 51 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Can I leave a message at the front desk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "Sure you can...but I can’t guarantee that they'll stop by to pick it up. Natalie looks defeated as she hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tall, brownstone structure towering over the campus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark and musty with no windows. Half the bulbs are burnt out, darkening some of the aisles more than others. Natal slowly walks through the maze of bookstacks, searching th stacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND HER",
          "text": "A SHADOW moves in the distance. Natalie spins around. Did she see something? Just her imagination. She gets back to scanning. Suddenly we hear distinct FOOTSTEPS. Natalie stops in her tracks and looks around. The air is heavy wi dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Hello? No answer. She looks up one end of the narrow aisle then other. We hear the THUD of a book drop. It could be anywhere. NATALIE (cont ‘d) Is there someone there? Silence. She turns around. Directly in front of her is th book she’s been searching for, “Encyclopedia of Urban Legends.” It’s a heavy volume. She grabs it with both han and pulls it out revealing... EYES, staring right at her. Natalie SCREAMS and jumps bac against the shelves, knocking some books down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA, (0.S.)",
          "text": "Don’t freak out on me. Sasha walks around and over to Natalie. She’s holding an old, worn book. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "SASHA (cont'd) I've been looking for this everywhere. An early printing of the “Kama Sutra”... with illustrations. You think Parker will get into it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Does your sexual guinea pig have a choice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "No. {A Pause) What's that? Natalie hesitantly shows it to her. SASHA (cont'd) Encyclopedia of Urban Legends. Oh Natalie, don’t tell me you still think--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I don’t know Sasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Well let's take a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie and Sasha are sitting down going over the urban legends book. Some of the pages are illustrated. Natalie turns to “The Boyfriend’s Death.” It resembles how Damon killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "This is it. Sasha grabs the book and looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Hmm. Scary. She flips a page. SASHA (cont'd) Wait a second, this is definitely not an urban legend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "What? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52 53 54 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "The gang high-beam initiation. Happens all the time. Gang members drive around at night with their headlights off at and when someone flashes their high beams to warn them, they kill ‘em. So gruesome. Natalie snatches the book from her hand. SASHA (cont'd) That's why I never warn anyone about anything when I drive. Natalie stares heavily at the book. SASHA (cont‘d) Hello? Are you listening to me? Anyway, I'm going. Gotta get started practicing this. She holds up the Kama Sutra book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Bye Sasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOK",
          "text": "We see the illustration of the “Gang High-Beam Initiation CLOSE ON NATALIE’S EYES This story is obviously hitting a chord. INT. NATALIE’S ROOM - NIGHT. 53 Tosh is still waiting for a response. The ashtray on her desk is overflowing with cigarette butts. Suddenly we hea RING. There’s a message from a “Gloomy4U.” It reads, “We' on similar dark paths.” Tosh types, “What U into?” His response: “Lithium.” A smile cracks across her face. She types, “My type of gu with a little sideways happy face :)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is still looking over the book when, suddenly, th overhead lights start to blink. Natalie jumps. The LIBRAR ATTENDANT is standing at the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". LIBRARY ATTENDANT",
          "text": "We’re closing in fifteen minutes, guys. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54 55 56 57 58 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Natalie shuts the book. On the back is a paper with the names of the last few people to have checked it out. The most recent reads, “Damon Brooks.” She shakes her head...maybe it is some kind of sick joke. She gets up to leave. INT. NATALIE’S ROOM - NIGHT. 55 Tosh is getting excited. “Where u at?” She types. “Close. is his response. “Tease,” she types. “Gonna get ready. Let me know what room U R in.” She gets up, grabs her makeup bag and runs out of the roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is walking back to her dorm on one of the cobbles walkways that zigzag through campus. There’s a few street lights scattered about. It’s desolate. She walks more hurriedly. A FIGURE suddenly appears from behind Natalie, sideswiping her. She jumps. It’s only a JOGGER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Watch out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOGGER",
          "text": "(mumbling) Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tosh is in front of the mirror, hurriedly applying makeup Smeared black mascara, black eyeliner, white face powder, etc. She runs back into the room. INT. NATALIE’S ROOM - NIGHT. 58 She sits at her desk again and looks at the computer scre She rereads her last message, “Tell me what room U R in.” Pan down to the response. “Yours.” Suddenly, THE KILLER appears behind her. He covers her mo with his gloved hand. We hear her muffled SCREAM as she struggles to break loos She tries typing “help” on the computer screen. The kille hits a button and shuts off the computer. Before it goes black, we hear the America Online “GOODBYE.” The killer rolls Tosh in her desk chair over to her bed. She tries t get up, but he knocks her down. He grabs her pillow and covers her face. Her screams sound like MOANING. \fs9 60 61 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, RESIDENCE HALL",
          "text": "Natalie is walking into her residence hall, when a BITCHY GIRL walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BITCHY GIRL",
          "text": "Hmm...sounds like Elvira’s raising more than the dead in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Thanks for the warning. INT. NATALIE’S ROOM - NIGHT. 60 Tosh is GASPING for air. We hear the sound of the KEY IN LOCK. THE KILLER grabs the lamp cord and unplugs it. It’s completely dark now. THE DOOR swings open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALL",
          "text": "Natalie is feeling for the light switch. She’s almost reached it when...she hears the MOANING. She opts against it. CLOSE ON TOSH. Her violent jerking can be mistaken for something else. Natalie lock the door once, then, after some thought, loc again. She makes her way through the room in the dark, accidently bumping into Tosh’s bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(whispering) Sorry. Not looking. Natalie climbs into bed, covering her ears with the pillo",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOSH",
          "text": "The life goes out of her. INT. NATALIE’S ROOM - MORNING. 61 Sunlight is pouring into the room. Natalie slowly wakes u She stretches her arms, opens her eyes. Her vision is groggy. She notices writing on the wall across from her. Her vision slowly starts to come into focus. She makes ou the word “Aren’t.” She’s dumbfounded. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f61 62 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Aren’t... There’s more. NATALIE (cont‘d) You...glad...you...didn’t...turn on the light? It's written in dripping blood. NATALIE (cont‘d) Tosh? She turns to her side and finds... a ghastly TOSH, her wrists slit, lying in bed staring straight at Natalie. NATALIE (cont’d)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is sitting down surrounded by Dean Adams, Reese a couple of COPS. The door is open and Natalie, eyes glazed is staring out at Tosh’s covered body being wheeled off b PARAMEDIC. The bitchy girl stands against the wall watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BITCHY GIRL",
          "text": "(to paramedic) You better check her pulse...she’s looked like that for years. Brenda appears at the door. She looks concerned and waves Natalie. Natalie waves back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "Natalie? She turns to him. DEAN ADAMS (cont'd) Some water? He hands her a glass of water and sits in. front. of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Thank you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "So you heard moaning when you walked in. Why didn't you turn on the lights?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I'd walked in on Tosh having sex before. It wasn’t something I cared to see again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "So you never actually saw anyone there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "No. The Dean and Reese look at one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "Natalie did you know Tosh was manic- depressive? He holds up the bottle of Prozac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "She painted half the room black. I hada good idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "There’s no signs of foul play here. No forced entry. No signs of a struggle. No witnesses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "What are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "This appears to be a very tragic...suicide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(disbelieving) Tosh did not kill herself. There was someone else in that room. “Aren’t you glad you didn’t turn on the lights” for Christ's sake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "A very morbid...suicide note. Dead silence. The Dean compassionately places his hand on Natalie's lap. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f62 63 64 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "Look, I’m having someone come in right now and hold a counseling session with the rest of the dorm. It might be a good idea for you to sit in. Natalie stares at the Dean and Reese. We track behind her towards one of the computer terminals. On the screen is t America Online sign-off message. It reads, “Goodbye Gloomy4u.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda and Natalie are slowly walking up towards the dorm common area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Natalie, maybe Tosh just couldn’t deal with life anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Tosh could never deal with life...she just wouldn't kill herself. I don’t understand what’s happening Brenda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Maybe this counselor isn’t such a bad idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Have you ever been in therapy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Did it help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "No. But it makes for great conversation at parties. . Brenda smiles and Natalie forces one out too. They reach entrance to the common room and pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few students are gathered in a circle around ‘a late tw something counselor, DOUG. He's wearing a white turtle ne under a sweater and has a calm, involved look on his face Everyone else looks disinterested and bored. In the background we hear ENYA playing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": ".-This is all about compassion, dialogue, mutual support -- All eyes turn to Natalie. He stops mid-sentence and looks back. A wave of sympathy and emotion rolls over him. DOUG (cont’d) You must be the roommate. Come here sweetheart. She slowly walks towards him. He speeds things up and gra her, hugging her tightly. He closes his eyes. DOUG (cont'd) Ooze it all out...right on me, don’t be afraid. CLOSE ON NATALIE'’S FACE This isn’t what she needs right now. Doug turns to Brenda DOUG (cont'd) Do you need to ooze too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(waving hands) Oh no, I’m all oozed up. He grabs Natalie’s hand and sits her down. Brenda follows",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Just sit right here. We’re discussing just what Tosh meant to each of us. Who has the talking stick? A WHOLESOME GIRL raises her hand, clutching onto a wooden stick. . DOUG (cont‘d) You go ahead angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHOLESOME GIRL",
          "text": "(upset) Well...one time Tosh threatened to gouge my eyes out if I didn’t stop blasting my Amy Grant CD. I thought she was really mean...but now I know it was only a cry for help. She starts crying. He pats her back. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "There, there. Which album?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHOLESOME GIRL",
          "text": "(through tears) “Heart and Motion” He smiles sympathetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I really like that one. (a pause) Anyone else have anything to say about Tosh? THE GROUP could care less about Tosh. DOUG (cont’d) You? He grabs the talking stick and hands it to a PREPPY GUY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREPPY GUY",
          "text": "Um. I didn’t know her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "It seems that way now...to all of us, doesn’t it? Like we never really knew the real Tosh. Such is the depth of the human soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREPPY GUY",
          "text": "No. I just didn’t know her. Never met her in my life. Doug angrily grabs the stick from his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Anyone else? Natalie? He tries handing her the stick. DOUG (cont'd) You wanna grab the stick? Brenda looks to Natalie. All eyes are on her. This is too much to handle. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I just wanna be alone right now. She stands up and walks out of the room. A BITTER GIRL tu to the group. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64 65 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BITTER GIRL",
          "text": "What's she so upset about...she’s the one getting a 4.0 this semester.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "So...anyone up for a little role playing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie runs out of her dorm. She stops on the front step and catches her breath. She sits down and shuts her eyes, completely overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (0.S.)",
          "text": "Hey. She looks up. Paul is standing in front of her, holding o his tape recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Sorry Paul, I'm not doing any interviews. He sticks the recorder in his pocket and holds his hands",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Strictly off the record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I think I’m going crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Happens to the best of us. He sits down next to her. PAUL (cont’d) Did you see it coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Yes -- no. I mean...I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "This suicide note I heard about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren‘t you glad you didn’t turn on the light...in her blood. Paul looks away. Laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That’s weird. When I was a kid, I heard a story about a college girl who's (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "65 66 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "PAUL (cont'd) roommate was murdered. The roommate walked in that night and went straight to bed. The next morning -- Natalie turns to him. Something hits her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "An urban legend. Paul looks at her. NATALIE (cont’d) Paul, Tosh didn’t commit suicide. There was somebody else in there. It’s really happening. Something hits Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Tonight’s the anniversary you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "What anniversary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "The Stanley Hall massacre. If it really happened that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "How do we find out for sure? We pull up behind them and see Brenda in the upstairs win staring on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small single in the frat house. The blinds are drawn an Indian sitar music is PLAYING in the background. Sasha, dressed in sexy lingerie, is lighting candles around the while Parker lies shirtless in bed, anxiously awaiting whatever she has planned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "So...what are we doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "It's a surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hootie, a Yorkshire Terrier with a nose ring, is sitting the floor, staring up at her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66 67 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "And Hootie is out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Oh come on! He’s not bothering you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Parker, he makes me uncomfortable. She opens the door, about to let him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "It’s all right boy. You'll be back ina few minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "I only wish it lasted that long. Parker sneers at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A college version of the bustling newsroom. Reporters pil on top of each other typing on old computers or talking o the phone. Paul and Natalie walk in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "We have an archive with every issue of the Pendelton Daily that’s ever been published. If there was a massacre on campus you can bet it’s in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "So this is where you come up with your lurid articles. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I don’t come up with them. They just happen. Only thing I do is spice them up, add a little intrigue...make ‘em better. Nothing wrong with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Well you’ve managed to convince yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Only way to survive. Over there. He points to a wooden door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "68 SQ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dimly lit room lined with large stacks. Natalie and Pau are staring at an empty space in one of the shelves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I can’t believe this. They’re gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "They wouldn’t be anywhere else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Nowhere I'd know of. They're startled by a CREAK. They turn and find the janit mopping up. PAUL (cont'd) Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "How long you been working at Pendelton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "Oh, started in ‘69, so almost thirty years now. Paul and Natalie look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Can you tell us what happened at Stanley Hall? . The janitor suddenly looks uncomfortable. He looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "I don’t know what you're talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Did people die there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "I can’t help you with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Look, this is very important. We need to know if it’s true or not. This is clearly not something the janitor wants to discus (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69 70 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "Talk to Professor Wexler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "He knows more than I do. But don’t tell anyone I said anything. He grabs his bucket and mop and walks out. Paul and Natal look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul and Natalie are storming out when, suddenly, Brenda appears in front of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Hey guys! What’s up? I was just passing by and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(interrupting) Brenda, I’1l talk to you later. Paul completely ignores her as him and Natalie walk out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(yelling out) I'll be at the gym! She hushes, looking none too pleased with herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sasha and Parker, both nude, are completely entwined. The “Kama Sutra” book is propped up on the nightstand. Sasha writhing in ecstasy. Parker looks like he’s being crushed PARKER . Can’t we ever just do it like normal people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "(moaning) Parker, any expert will tell you the secret to long-lasting relationships is variety. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70 71 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "I’m just saying, it wouldn’t hurt to get into the missionary position every now and then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "We hear the faint sound of SCRATCHING. The door creaks op and Hootie walks in. He's GASPING. Having problems breathing. He walks over to the bed and jumps on. Parker turns and sees him. PARKER (cont'd) What's wrong? Hootie just stares at Parker, helplessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Sasha. Sasha...enough! Disengage. There’s something wrong with Hootie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "He's just getting excited watching us. Now come on. Hootie is now GASPING heavily. Sasha and Parker both look him when... He COUGHS. Suddenly, a BLOODY FINGER flies out of his mou landing on Sasha's breast. SASHA (cont‘d)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul is banging on Professor Wexler’s office door as Nata stands against the wall waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "He should be here...it’s his office _ hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I don’t think Wexler’s much into student/teacher interaction. He tries the door. It’s unlocked. Paul heads inside. He motions for her to follow. She hesitates and then goes ahead. \f72 73 $3. INT. PROF. WEXLER’S OFFICE - DAY. 72 It’s small and cluttered. A window looks onto the quad. Paul is snooping around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(nervous) What if he shows up? He ignores her and points to another door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What do you think that leads to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Paul we should go. He walks over and opens the door. A BLACK PARKA leaps out him. He jumps. It was hanging inside the door. They both laugh. He looks inside the closet and his smile quickly vanishes. PAUL (cont’d) Natalie... She walks over, looks inside and freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOSET",
          "text": "Laying on the floor is AN AX. We hear FOOTSTEPS approachi and see A’ FIGURE’S outline in the door window. Paul pull her into the closet and closes the door. It doesn’t shut completely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They’re pressed up against each other. They look heavily into each other’s eyes. Wexler is in the room. We hear FOOTSTEPS as he walks to his desk. We hear him SHUFFLING with some papers. The closet door is slowly CREAKING open. They stare at th expanding crack. The FOOTSTEPS outside seem to be heading out. The front door opens and shuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(whispering) Is he gone? Paul looks out the crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74 75 76 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "No one there. He nods. He opens the door slowly and they walk out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul closes the door behind him revealing... PROFESSOR WEXLER standing behind the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROF. WEXLER",
          "text": "Lost something? They turn around and freeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "No. He looks at them menacingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MY OFFICE",
          "text": "Paul and Natalie run out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An OVERWEIGHT GUY in a hurry dumps a soda cup on the gras",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE, (0.S.)",
          "text": "(over a P.A.) You might wanna pick that up. He stops and turns to find Reese in her security car, tal over the loudspeaker. He nervously goes back and picks up the cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reese laughs to herself. Suddenly, Natalie and Paul burst through the doors of the nearby classroom building. She steps out of her car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": ". Hey! What the hell?!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Reese! It’s Wexler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "What? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "78 INT. DEAN'S OFFICE",
          "text": "The Dean is sitting behind his desk, staring daggers at P and Natalie. Reese sits behind them, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "(sympathetically) Now Natalie, I know you're dealing with a lot right now. Suicide --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Tosh was murdered! He closes his eyes and tenses up for a second then looks and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "Why do you two insist on creating an unnecessary atmosphere of paranoia in my school? Hmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Tell us about Stanley Hall Dean. ~ Reese’s ears prick up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "It‘s a...what do you call it? An urban legend. You hear that on every college campus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "But it had to originate somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Was Wexler involved? The Dean is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "Natalie, maybe you'd care to sheda little light on something I noticed on your file.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". NATALIE",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "Your probation for reckless endangerment. No response from Natalie. Paul looks at her, eyebrow rais Ne (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\ff 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "57.",
          "text": "78",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "That was in high school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "I know. Happened after you’d already been accepted to Pendelton. You're lucky. The admissions office might have not looked upon a criminal record very favorably otherwise. Would you care to elaborate? Natalie looks at Paul then at the Dean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "No I wouldn't. That has nothing to do with what's happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "Natalie there is nothing happening except two, completely unrelated tragedies. Now, I want to be as supportive as possible, but you’re skating on thin ice right now. So I’m requesting you take an academic leave of absence through the end of the semester. It'll do you some good to deal with what’s happening, back home, with your family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "So that’s it, that’s how you're going to handle this? By sending me away? The Dean is silent. Paul stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL,",
          "text": "Let's get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "I’m not through yet. You‘re off the paper Paul. This institution's had enough of your inflammatory articles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What? You can’t do this! There’s something in the constitution called freedom of speech!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "The constitution doesn’t protect someone who wrongfully yells “fire” in a crowded theater. And Paul, you’ve yelled fire one too many times on this campus. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f78 719 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "DEAN ADAMS (cont'd) (a pause) Enjoy your weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is now completely obscured by storm clouds. Paul Natalie step out of the administration building. There's tense silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Reckless endangerment...we’re not exactly talking about running a stop sign here are we? No response from Natalie. PAUL (cont'd) Natalie, I just lost a lot in there following your lead. So, maybe I have a right to know a little about your past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "It‘s not something I wanna discuss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You don’t wanna discuss it. Okay. Do you want to discuss my career options without a body of writing samples? Because FYI Natalie, they’re kind of limited. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Paul, whatever happened, it doesn't change the fact that someone on this campus is killing people!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "It doesn’t? I don’t know if I buy it anymore. Honestly, Natalie, I don’t know if I ever bought it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(realizing) Just looking for the big story, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You got it. But that’s over with. So...write a letter to the editor. He turns and walks away, leaving Natalie standing alone i the quad. \f59. 80 INT. DEAN’S OFFICE - DAY. 80 The Dean is on the phone. Reese is waiting to speak to hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "(into phone) Oh yes, very, very well. Enrollment’s up this semester and we've got record admissions applications for next --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "Dean Adams?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "(covering phone; serious) Just a second. (into phone) Okay. No, all that’s been taken care of. Thank God. Miles outside of Pendelton. See you on Founder’s Day. Good-bye. He hangs up the phone. DEAN ADAMS (cont‘d) Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "I was just thinking it might not be a bad idea to add a few extra guards this weekend. In case --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "In case what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "Anything should happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "Tell me something? What kind of frightening message do you want to send out to our students, Reese? I think what Pendelton needs right now is a few extra counselors so we can get on the road to healing. Don’t you agree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "That story about the massacre. Is there anything to it? He stares at her harshly. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 81 82 83 84 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN ADAMS",
          "text": "I think you should re-read your job description and stick to it. And listen to me and listen well...anything happen on campus this weekend, you don’t blink till you contact me first. Understood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "(holding back anger) Understood. She turns away and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie walks into the high tech new sports center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's practically deserted. Video monitors hang from the ceiling. A news ANCHORWOMAN is speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHORWOMAN",
          "text": "The storm is expected to bring up to eight inches of rain tonight throughout most of New England. Local authorities are advising residents to avoid venturing out. Natalie walks up to one of the large windows that look do into the pool area and peeks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda is down in the pool, swimming.’ Natalie knocks on window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We follow Brenda as she swims. We see Natalie up above. T knocking is inaudible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie stops and walks over to the door leading to the p It’s locked. She walks back to the glass and looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The locker room door in the pool area opens. A cloud of steam rushes out and a FIGURE in a black parka emerges fr inside. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84 85 86 87 88 89 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE'S FACE",
          "text": "She’s overcome with panic. She starts BANGING on the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Brenda!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We only hear silence as Brenda finishes her lap. The kill is standing at the edge of the pool, seemingly waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is BANGING as hard as she can. She looks around. one’s in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Help! Someone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda reaches the edge and begins to pull herself out. T killer is reaching for something in his coat pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie turns to her side and sees a small TABLE. She gra it and SMASHES it against the glass, cracking it slightly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda, wearing a one-piece lycra bathing suit that shows her taut physique, looks up. At the same.time, the FIGURE removes the parka, revealing a female SWIMMER in a bathin suit. NATALIE is frozen, holding onto the table. Bad call. Suddenly, A HAND reaches over and grabs her shoulder. Natalie jumps, startled. She turns to find a WORK-STUDY EMPLOYEE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORK-STUDY EMPLOYEE",
          "text": "Um. Problem with the furniture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie and Brenda are walking alone through the quad. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f89 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Michelle and her in the car, laughing; the flashing of th passing car; Natalie arguing with Michelle; The car skidd The dead YOUNG MAN. Suddenly, a FIGURE appears behind them. He trails them slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "And you and Michelle never spoke again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "A little at first. But I couldn’t forgive her for what she did. And I guess I couldn't forgive myself for not doing something more to stop it. Natalie is now in tears. Brenda puts her arm around her. Suddenly... THE FIGURE jumps in front of their face. It’s Parker. He' waving the bloody finger in their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "See, I told you it was a practical joke. Damon left a rubber finger in Hootie’s food bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "What? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "You know, so he can chew on. That choking dog legend...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Never heard of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Yeah well, when you get to be my age, you'd have heard them all. That fuck. Something could've happened to Hootie. Natalie looks away. She doesn’t know what to say. PARKER (cont‘d) So you girls coming to the party tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(answering for Natalie) Yes. We’ll be there. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "™ 389 90 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Cool. Remember, we're commemorating a massacre so wear all black. Oh, and gory face paint is strongly encouraged. Later. He walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Brenda, I don't know if--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Natalie, a party is exactly what you need right now. I mean, what are you gonna do, lock yourself in your room in case some imaginary -- Natalie looks at her. BRENDA (cont'd) Okay...a possibly non-existent serial killer tracks you down and kills you like an urban legend...come on, what's he gonna do? Feed you poison pop rocks? Natalie smiles slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Will you promise to stick around me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Of course. Unless I hook up with Paul. Then you'll have to fend for yourself. But since that's destined not too happen...you're in luck. They both laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul is cleaning out his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK DRAWER",
          "text": "Paul opens it up with a key and clears away some papers t reveal an old BINDER. It reads “Pendelton Daily News - 1973.” He opens it up. The first newspaper has a huge headline, “Massacre at Stanley Hall.” Paul turns to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f90 91 92 93 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The Janitor is dumping out the trash. They lock eyes for brief second before the janitor looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dean is approaching his black Lexus, briefcase in han It’s the last car left on the floor. We hear the CHIRP of the car alarm as he shuts it off. He hesitates for a mome before opening the door. He peers through the window into the backseat...just in case. He laughs at himself and sha his head. He sticks the key in the lock, when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUCH",
          "text": "He winces and jumps back. He looks down...there’s blood gushing from his right ankle. He stares down. Is there something under the car? He slowly bends down to look, when... A SWITCHBLADE WIELDING HAND swings out and slices through Dean's left ankle. DEAN ADAMS (cont‘d)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAAAAHHH",
          "text": "He falls to the ground. Blood is pouring from the wound. attempts to stand when the blade swings out again, slicin the other ankle. He looks back. The Killer in the black parka is underneath the car. The Dean, his face glazd wit horror, starts crawling away. The killer rolls out from underneath the car and grabs th Dean's leg. The Dean takes his briefcase and swings it at the killer’s head, knocking him down. The Dean hoists himself up but can’t walk. His Achilles tendon is sliced. He tumbles down and drags himself as fa as he can down the decline in the garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The killer climbs in and sets the car in neutral. He turn the steering wheel and sends the car down the decline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dean is almost to the pedestrian entrance. He‘s out o breath and sweating. He turns around and sees... HIS CAR rolling down in his direction. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93 94 95 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "THE DEAN crawls faster. He's almost to the barricade separating the entrance from the garage when... THE CAR slams into him, CRUSHING him against the barricad",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The storm is quickly brewing as rain pours heavily and flashes of LIGHTNING light up the sky. Crazed college students are flooding into the house. A blow up CORPSE ha at the entrance. Music BLARES from inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is dressed in black. Some of the kids are wearin ghoulish death makeup. Everyone is drinking and having a good time. The song “Rollercoaster of Love” is playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOTIE",
          "text": "The tube of a beer funnel is in his mouth. Parker holds h up as he happily laps up the beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOTIE",
          "text": "Hootie, unable to drink anymore, pulls away, getting his soaked by the splashing beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "That's my boy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEREO",
          "text": "Sasha is standing there with a NERDY GUY. She rolls her e at Parker's antics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "I swear, my primal urges for dumb lugs with large genitalia are quickly diminishing. The part, of “Rollercoaster of Love” where a girl SCREAMS blasting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NERDY GUY",
          "text": "(clears throat; flirtatious) Did you know that this is an actual cry for help by a girl being murdered? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "67.",
          "text": "95",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "(sarcastic) You're kidding me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NERDY GUY",
          "text": "Yup. Lifted right off a 911 tape. That’s why it sounds so real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "I'll never be able to listen to this in the same way again! She rolls her eyes and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ENTRANCE",
          "text": "Natalie walks in alone. She looks around and finds Brenda",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Well it seems rather tame. Out of nowhere, a wet Hootie scurries past them, dragging beer funnel with him, teeth clenching onto the hose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Spoke too soon. I‘m going to the kitchen to get something to drink....want anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "A beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "You got it. Brenda walks off. Natalie turns around to find an OLD",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSPAPER",
          "text": "directly in front of her face. Paul is holding it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "It’s not a legend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Where did you find that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Someone left it in my desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I don‘t know. Maybe that janitor. There was one survivor that night Natalie. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“~~ 95 96 97 98 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He points to a PICTURE of a young Charles Wexler. The caption reads, “Charles Wexler ~-- sole survivor of his floor.\", Natalie and Paul stare at one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the 0.S. sound of falling RAIN and THUNDER. We pu down a long, dimly lit hallway where Reese is making her rounds, checking to see that each door is locked. A SMASH heard around the corner. She quickly pulls out her gun and gets up against the wal inching slowly towards the corner -- very “Charlie's Ange Reese jumps, gun drawn, to face the possible foe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An open window is blowing open and shut one of the office doors. Reese laughs to herself. She walks to the window, shuts it. She goes to close the door. The sign on it read “Professor Wexler.” The door doesn’t shut. She looks down and sees the end of a lamp peeking out. Reese is puzzled. She opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's completely dark. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "Hello? A flash of lightning reveals that the office has been completely wrecked. Something is not right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sasha is talking loudly to a couple of other GIRLS as Bre fills up a couple of cups with beer from the keg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "So I heard the biology T.A. was in the emergency room last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "The cute one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Mmm-Hmm. Seems he had a furry friend stuck up his poop shoot. Brenda turns around. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f98 99 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "A gerbil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "You did not hear it from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "I just want all of you to know, my radio show's taken a very strong position against gerbilling. (to Brenda) Did you see Paul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "He’s here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "I just saw him chatting Natalie up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Thanks for letting me know. Brenda walks away. Sasha turns back to the girls and they continue gossiping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul and Natalie are sitting alone on the stairs that lea to the second floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I’m sorry I doubted you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Don’t worry about it. We just gotta get a hold of the cops. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Seems Dean Adams already beat us to it. + They thought it was a practical joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Paul it almost feels like we’re being set up...like we’re becoming a part of someone else’s elaborate urban legend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You listen to me...the only legend we'll ever be a part of is our own, very happy one, you understand? They look deep into each other’s eyes. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Most urban legends...there’s some sort of ironic twist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Someone gets what they deserve in some unexpected way. I get it. So maybe, if this is our legend...we’d be getting to that twist right about now. Paul slowly eases his lips unto hers. They kiss passionately. As they make out, we see A SHADOW come over them. Natalie opens her eyes and quickly pulls back. It's Brenda, standing in front of them, holding two beers She’s not happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Let him come to me, huh Natalie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "No Brenda --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Here. It's a light. She shoves the beer in Natalie’s face, spilling most of i and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Brenda! Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What was that all about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "She...has a thing for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Kinda figured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I’m going to get her. 100 INT. PROF. WEXLER’S OFFICE - NIGHT. © 100 Reese grabs her flashlight and shines it on the office. S slowly walks around. A disaster. Papers everywhere, a turned over chair. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 101 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She walks towards the closet door slowly. She holds her breath and swings it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOSET",
          "text": "The ax and the black parka are missing. Reese steps back. She almost slips, dropping her flashlight. She holds hers up against the desk. When she looks down, the flashlight shining in a pool of blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parker and the other frat guys are drinking shots. Natali approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Have you seen Brenda?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Yeah. Running out the front door. Paul walks over to Parker and whispers in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Look Parker, it might be a good idea to end this party a little early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(whispering) There may be a killer out there. It’s not safe,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Really? (screaming) EVERYONE! EVERYONE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISTEN UP",
          "text": "The music quiets down. People turn around and face Parker PARKER (cont'd) Paul here thinks I should end the party! BOO'’S from the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Come on man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Now tell everyone why you think they should go home. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101 102 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Paul looks at Natalie. He’s on the spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "There’s a serial killer out there. The room bursts into LAUGHTER. PARKER (cont’‘d) And let me guess...this serial killer is offing people based on urban legends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That's right. Again everyone laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "I've got a legend you may or may not have heard of. Mediocre, attention seeking, Woodward and Bernstein wanna-be realizes he's gonna graduate and end up writing gardening tips for Martha Stewart's “Living.” Unless, of course, he finds something to write about that’ll give him lots of attention and a possible job. Aaaah's from the crowd. Natalie stares heavily at Paul. PARKER (cont‘d) There’s not much happening in hicksville so he takes advantage of his homicidal instincts and starts killing people ina trendy, cover of Time, very special edition of Oprah way. Basing them on urban legends. . Paul stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah Parker. Doesn‘t sound like a bad idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Maybe you're the one that should take off and let everyone else have a good time. Paul nods then looks at’ Natalie. one last time before wa out. INT. PROF. WEXLER‘S OFFICE - NIGHT. 102 Reese is on the phone with the Dean's answering machine. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ DEAN ADAMS, (0.S.)",
          "text": "Please leave a message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "Hi, Dean Adams. This is Reese. Are you there? Hello? She slams the phone down. She taps her fingers on her des unsure of what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A drunk Parker’s pigging out on leftover pizza and drinki beer. The microwave is on. It sounds like popcorn popping The phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "(mouth full) Hello? (no answer) Hello? He slams the phone down and gets back to the pizza when t phone rings again. 7 PARKER (cont'd) What!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISGUISED VOICE, (0.S.)",
          "text": "I'm going to kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Oh really? He walks over with the cordless to the Caller ID. It read “Damon Brooks: 618-563-0562.” PARKER (cont'd) The call’s coming from inside the house. This is very familiar. Could it be? An urban legend. Am I right? Hello? Don’t get shy on me all of a sudden, fuckface. Parker starts heading out of the kitchen. PARKER (cont’d) This is the one about the baby-sitter. She's getting the scary, harassing phone calls. And when she traces them... they’re coming from inside the house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oe 104 INT. FOYER - NIGHT. 104 Parker is standing at the edge of the stairs. He starts walking up. PARKER (cont'd) But...ass wipe...aren‘’t you forgetting something? I’m not baby-sitting any kids!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISGUISED VOICE, (0.S.)",
          "text": "Wrong legend. This is the one about the old lady who dries her wet dog in the microwave. A loud series of BEEPS coming from the kitchen. Parker sp around and runs back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The microwave has just stopped. He walks slowly towards i Stares at it. Pops it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS FACE",
          "text": "A look of horror. He looks away in disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "(breaking up) Hootie! (into phone) You sick motherfucker! He turns and runs out. 106 INT. DAMON’S ROOM - NIGHT. . 106 Parker bursts in, still clutching onto his beer. The phon is off the receiver. He tears the room apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "(hysterical) Damon I’m gonna furnish you with a new ASSHOLE! You hear me?!? He walks towards the closed closet door. Swings it open. BOOM! A basketball bounces off his head. He heads out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parker staggers down the hallway, cup of beer still in hi hand. There’s a closed door. He swings it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f107 108 109 110 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A JOCK BROTHER and a TRASHY GIRL are having sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Sorry man, it’s just --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK BROTHER",
          "text": "Get the hell out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASHY GIRL",
          "text": "Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKER",
          "text": "Sorry. Parker shuts the door. He takes another swig of the beer. He holds his stomach. He looks like he’s going to be sick He goes inside the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parker sets the beer down and lifts up the toilet seat. H kneels, about to throw up, when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GLOVED HAND",
          "text": "grabs the toilet seat and SLAMS it on his head, knocking out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie looks up at the ceiling. She heard something. She looks around nervously. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parker comes to. He’s bound and gagged. The beer funnel tube stuck in his mouth. The Killer hovers over him. He grabs a packet of Pop Rocks from his pocket ahd pours it the funnel. Parker’s muffled SCREAMS are quickly eclipsed the sound of SNAPPING AND POPPING. The killer then grabs bottle of Drano and pours it completely down the funnel. Parker starts spasming wildly. Finally he stops. Dead. Th killer removes the tube and tape from his mouth. Blue liq and pop rocks drool down the sides of Parker’s mouth, the only sound the CRACKLING of the candy. He exits the room. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-_",
          "text": "od 111 INT. LIVING ROOM - NIGHT. 111 Sasha walks out of the kitchen and towards Natalie. She looks impatient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Where the hell is he? He knows I have to be at work in fifteen minutes and I am not walking in this rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Look for the dog. You know wherever Hootie is, so is Parker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Can't find the mutt either. She looks to a wooden keyholder hanging on the wall. She grabs one of the keys. SASHA (cont'd) I’m taking his car. You need a ride back to your dorm? rm Natalie thinks for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reese picks up the phone and dials \"911.\" She gets a recording.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECORDED MESSAGE, (0.S.)",
          "text": "All circuits are busy. Please try your call again later. Lightning FLASHES and thunder RUMBLES outside. Reese shak her head incredulously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sasha pulls up alongside Natalie’s dorm. It’s barely visi through -che pouring rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "...SO you two wanna get jiggy with each other, but Brenda’s into him too. Do you know how many calls I’ve gotten about ~ similar situations? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113 114 115 116 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I don’t know what to do. I don’t want to hurt her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Well, what’s more important to you? The best advice I can give you is to be honest...otherwise it could turn into a bad Jerry Springer scenario. Gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Thanks Sasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Anytime. Call me at the station later if you're bored. Come up with some scandalous questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Will do. Natalie gets out of the car and runs to the front door of dorm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie walks towards her room. It’s the first time she’s been there since Tosh’s death. She puts the key in the lo holds her breath and opens the door. INT. NATALIE‘S DORM - NIGHT. 115 Still standing in the hallway, Natalie reaches in and tur on the lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room looks the same. She shuts the door behind her an double locks. She looks at the wall where the message was scrawled. There’s a fresh coat of white paint, but underneath it we can still make out a faint shade of red. Natalie looks away. She grabs her walkman. There’s a FLAS of lightning and Natalie jumps into bed, covering herself with the blanket. She turns on the radio and tunes to Sas",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sasha is talking into her wireless mike. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f116 117 118 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE CALLER, (0.S.)",
          "text": "It just feels soooo awkward for me to go get birth control pills. So Sasha, I did something really bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE CALLER",
          "text": "Well my roommate has birth control pills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "So you borrowed some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE CALLER",
          "text": "Not exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "She doesn’t know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE CALLER",
          "text": "I’ve been replacing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "What have you been replacing them with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE CALLER",
          "text": "(losing it) Baby aspirin...Now she’s pregnant and I don't know what to do! Suddenly the line goes dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Hello? INT. NATALIE’S ROOM - NIGHT. 117 Natalie is listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA, (0.S.)",
          "text": "Can anyone out there hear me? She sits up in bed. Something’s not right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sasha starts hitting every button on the switchboard. Nothing. SASHA (cont'd) ; (into mike) WVOP, Voice of Pendelton. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f118 119 120 121 122 123",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Pan down to the window looking into the engineering room. It’s dark inside. Her reflection is clearly visible on th glass. Sasha slowly walks towards it. She’s in front of h reflection. She presses her face against the glass, tryin to peer inside. Suddenly, the lights in the engineering r glow brightly revealing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KILLER",
          "text": "directly in front of her face. Sasha SCREAMS. INT. NATALIE’S ROOM - NIGHT. 119 The SCREAM jolts Natalie out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The killer SMASHES through the glass with the ax. Sasha moves away before the blade slashes her. She runs to the door, tries opening it...locked. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE THE DOOR",
          "text": "It's been blocked with some office furniture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE BOOTH",
          "text": "With each swing of the ax, glass flies across the room. T opening in the glass is getting larger. Sasha is BANGING the door, looking back in terror. INT. NATALIE’S ROOM - NIGHT. 121 Natalie tries calling Sasha. She gets a busy signal and hangs up. She looks worried. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nerdy guy we'd met earlier Shh's everyone up and turn the volume on the radio. People are suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NERDY GUY",
          "text": "Listen! She’s doing a radio play to commemorate the massacre. AAAHH’S from the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The killer’s almost broken through the glass. Sasha manag to open the door enough to climb through. \f124 125 126 127 128 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sasha squeezes through the opening, over the furniture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND HER",
          "text": "The killer’s almost to her. Sasha pushes back the furnitu to keep him in. He starts banging on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sasha runs down the steps and goes to open the front door It’s locked up. She starts banging on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Please! If anyone can hear me! There's someone trying to kill me. It’s glass so she can see out. The jogger we'd seen earli is running past the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The jogger runs on,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone listens intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA, (0.S.)",
          "text": "Please...I don’t wanna die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NERDY GUY",
          "text": "She's a pro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sasha turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAIRCASE",
          "text": "The killer is now at the top of the stairs. SASHA (cont-d)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "She looks around --- the elevator. \f—_ 129 130 131 132 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs in and presses 3, the last floor, then pounds on “Door Close.” As the doors shut, the Killer tries to stic his arm in, but it’s too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is walking swiftly in the rain, holding an umbrel She’s heading for the station. She’s listening to Sasha CRYING on her walkman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator slowly goes up to the third floor. The doors open onto a shelf-lined room filled with old records. She steps out cautiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trembling, she walks slowly through the room. She spots a window and runs to it. She opens it up. Climbs halfway ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROUND",
          "text": "It looks like quite a drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "One...Two... Just as she jumps, the killer plunges his knife into her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISGUISED VOICE, (0.S.)",
          "text": "Three. Sasha is left dangling off the side of the building as th knife holds her hand to the sill. She SCREAMS in pain as killer pulls her up and throws her against one of the rec shelves, toppling one over. He walks over to her, holding up his knife. He goes to plunge it into her chest. She rolls over and the knife go straight through a Celine Dion album. Sasha pushes one of the shelves on top of him, knocking h down. She hobbles towards the stairs. As she makes her wa down... THE KILLER appears behind her and shoves her down the sta She crawls into the radio booth. \f133 134 135 136 137 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is BANGING on the front door. Locked. Suddenly, music PLAYS on her walkman. “Rollercoaster of Love.” She backs away and looks up at the window looking into Sasha’ booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sasha backs into a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Please, anyone listening -- The killer bursts into the room. SASHA (cont'd) He's going to...AAAAAHHHH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over the GIRL’S SCREAM in “Rollercoaster of Love.” we hea Sasha's SCREAM. The remaining party guests listen in. The start laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NERDY GUY",
          "text": "She remembered the story I told her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reese is driving through campus scanning through the radi stations. It stops on WVOP and the horrific SCREAM. She can’t understand what is going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is listening on in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the window, we see Sasha jumps up. Her last gasp. She presses her hands against the glass. As she falls slowly, the blood smears. Behind her we now see THE KILLE The song abruptly stops. Another one starts playing....Blondie. “One way, or another, I’m gonna find ya...I‘m gonna getcha, I’m gonna getcha getcha getcha --” The killer is looking down on Natalie. Horrified, she run away. \f138 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is banging on his door. No answer. Someone slowly walks up to her from behind. Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hey. Natalie hugs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Paul... He's completely soaked. She lets go and eyes him suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I just moved my car into the garage. The lot out back was flooding. What's wrong? Natalie breaks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Sasha’s dead! I saw her Paul. I know he’s coming after us. We have to get help. Paul is shocked. He runs into his room picks up the phone PAUL (cont‘d) It's dead. God damn storm. Natalie, let's just get out of here. . He gets up and heads for the door. Natalie stares at him then picks up the phone. He looks back at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I was just making sure --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I told you the phones were dead. You . didn’t believe me. Tell me, if I were the killer, don’t you think I would've killed you by now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I don't know, it‘’d probably be smarter to wait till we were out of your room. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f138 139 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Better legend possibilities, right? She stays quiet. PAUL (cont'd) Come on, let’s go. She hesitates before heading out with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie and Paul step out of his dorm. They’re huddled closely under an umbrella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Where are you parked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Over there -- As he points, there’s a sudden FLASH of lightning revealing... BRENDA standing in front of them. They jump, startled. She's soaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(worried) I heard Sasha on the radio. What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Brenda, It’s no joke. There’s a killer on campus. Sasha's dead. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Oh my God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Come on, we're leaving. Brenda looks at them both. Natalie grabs her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Brenda, I’m sorry. But you’re my best friend and I’m not leaving you here. Brenda nods and follows them. \f140 141 142 143 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reese runs out of her car in the rain. She takes out a la keyring and opens the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks to the elevator and presses the call button. Lo around. Just as the elevator door opens, there’s a BLAST thunder. Reese jumps and looks out the window, unaware of INT. ELEVATOR - NIGHT. Sasha's dead body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the door begins to close, Reese turns and comes face t face with the horrible sight. The door slams shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. PAUL’S CAR - NIGHT. 143 The group is driving down the dark road out of campus. They're all silent. The only sound, the SQUEAKING of the windshield wipers. Natalie grimaces in disgust. Brenda is breathing through her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "What is that smell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Dirty laundry. Sorry. Outside, there’s a brightly lit Shell station in the distance. The same one Michelle drove past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Why don’t we stop there and see if the phones work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I just wanna drive straight into. town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Paul, Brenda's right.. The roads are a mess. You shouldn't be driving. He looks at them. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Fine. \f144 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie and Brenda stand outside. The overhead carport ke them dry. Natalie is leaning against the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul is inside, talking to the clerk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "I‘m fine with you two together, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Brenda, I fucked up. I shouldn’t have done what I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "No. Look, I thought about it. And I'm not going to be one of those selfish, just-because-I-don’ t-have-a-boyfriend- doesn‘ t-mean-you-can’‘t-have-one-either type of friends. You two like each other. You should be together. Natalie smiles at her. She goes to give her a hug, steppi away from the trunk. BRENDA (cont’d) Natalie. She points at the trunk. It’s unlocked and there's a piec of cloth sticking out of it. Brenda walks over and starts open it. They both make a face as they catch a strong whi of whatever's stinking.up the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOGETHER",
          "text": "Ugggh. Brenda opens the trunk all the way. Their eyes widen. Lyi inside is Professor Wexler’s body, his toupee stuffed in mouth. She lets go of the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "He's still talking to the clerk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Like I said...you could keep him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "We have to get out of here. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f144 145 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "PAUL is heading out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "We're in the middle of nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Yeah and you think he’s planning to drive us into town? PAUL steps out of the store. Natalie and Brenda smile, wa then run the hell out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hey! What the hell! NATALIE AND BRENDA run into the woods, back towards campu PAUL starts chasing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATALIE AND BRENDA smash through a thicket of branches, trying to keep from slipping in the rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(crying) Natalie where are we going?!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(breathless) Back to campus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (0.S.)",
          "text": "(screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT ARE YOU DOING",
          "text": "The girls pick up their pace. Brenda’s lagging behind Natalie. Natalie stops to catch her breath. She looks bac Brenda’s gone. NATALIE (cont’d) Brenda? She’s all alone. She scans the area. Out of nowhere... A DEER jumps over a fallen tree, startling her. Natalie laughs, relieved. Then a loud,. ghastly SCREAM echoes thr the woods. It’s Brenda. ‘ NATALIE (cont‘d) Brenda! Natalie hears FOOTSTEPS approaching. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f145 — 146 ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (0.S.)",
          "text": "Natalie? Natalie starts running frantically. She slips and falls down, then quickly gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie runs into the road, crying. She’s caught in the headlights of an incoming car. The car comes to a screech halt. It’s the Janitor. He steps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Help me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "He's after me! Please, people are dying!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "Get in the car. I'll drive us out of here. Natalie nods and climbs in. INT. JANITOR’S CAR - NIGHT. 147 They're heading out of campus. Natalie is holding herself trembling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "Oh my, this is horrible. He notices her shivering. JANITOR (cont‘d) I’ve got a coat in the backseat. Put it on. Natalie turns around. In the backseat is a BLACK PARKA. S turns around slowly. Stares at him. JANITOR (cont'd) It ain’t gonna bite ya. Put it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "No that’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE WINDSHIELD",
          "text": "The car spéeds past an intersection. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f147 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "NATALIE (cont‘d) You missed the turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "I know a shortcut. The janitor stares straight ahead, his face blank. Natali nervous now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Look, why don’t you drop me off here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "What? She goes to open the door. He locks it. JANITOR (cont’d) What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". NATALIE",
          "text": "Please, just let me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "I’m not gonna do that. Natalie furiously starts banging on the door, trying to o it. JANITOR (cont'd) Stop that! What’s wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE WINDSHIELD",
          "text": "A car is driving in their direction. Its headlights are turned off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "Idiot kids. They've almost passed the car. Natalie looks up and reali what’s happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH BEAM SWITCH",
          "text": "The janitor is about to pull on it to signal them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOOOO",
          "text": "Too late. The high beam’s flashed. The car speeds past them. It’s Paul’s car. It makes a sharp u-turn and starts chasing them. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f147 148 149 150 151 152 153 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "NATALIE (cont‘d) It’s him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIDE MIRROR",
          "text": "The hooded figure is driving the car. THE JANITOR tries flooring the accelerator but the car be to lose control in the rain. He slows down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul’s car starts slamming into the back of the janitor’s INT. JANITOR’S CAR - NIGHT. 149 The janitor is trying to keep the car from skidding out o the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "What is he doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM. Paul’s car hits the janitor’s. INT. JANITOR’S CAR - NIGHT. . 151 The janitor is trying to keép control of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Come on... Paul’s car pulls up alongside the janitor’s. The killer i staring straight at her. He SMASHES into-the side of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The janitor’s car flies head first into a ditch. INT. JANITOR‘S CAR - NIGHT. 153 It’s quiet. The only sound, the rain RAGING outside. The janitor is unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Hey. Hey! The killer appears at the driver's side window. He's hold a knife. Natalie SCREAMS. He opens the door. She tries opening her door. It’s blocked. She rolls down the window The killer’climbs in. He swings his knife but misses. Wit (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f153 154 155 156 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "one swift movement, Natalie KICKS him. He drops his knife She climbs out the window just as he’s grabbing for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She’s running as fast as she can when she looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul’s car is gone and so is the killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reese bursts through the door. The intensity we saw in he eyes when we first met her is back. She looks over to the “Foxy Brown” poster and locks eyes with Pam Grier. NOTE: Funky, early 70's blaxploitation music scores the rest of scene. Reese opens up a drawer with a key and takes out a wooden box. Inside lies a huge, silver Colt .45 with a mother-of pearl handle. She loads the cartridge and CLANKS it shut. With one quick motion, she bends her knees, holds the gun straight out and points it to her reflection in the mirro Reese is one Bad Mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie is running through the wet, desolate campus. She stops at an emergency phone, picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(into phone) Hello? It‘s dead. We hear a faint 0.S. SCREAM. .Natalie turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley Hall brightly lit in a FLASH of lightning. Natali drops the phone and walks towards the dorm. Again, a SCRE This time, the voice is distinct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA, (0.S.)",
          "text": "Someone! Help! NATALIE (cont'd) Brenda? Natalie looks from side to side, there’s no one around. S holds her breath and runs towards the entrance. \f157 158 159 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie climbs through the broken wood that boards up one the windows and falls into the dorm. Inside it’s dusty an bare. A FLASH of lightning reveals some rats scuttling through the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA, (0.S.)",
          "text": "Help me! Natalie looks up. Brenda’s upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie cautiously walks up the stairs. Again she hears t SCREAM. It sounds like it’s coming from behind the closed door up ahead. She opens it up. It’s one of the old dorm rooms. She heads in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A couple of twin-sized beds fill up most of the room. There’s a broken down desk to the side. Natalie doesn’t s",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOOR BEHIND HER SHUT",
          "text": "She spins around. Tries to open it. Someone’s locked her in. She panics. There’s a couple of other doors in the room. She rushes to one, opens it. Suddenly, a beer keg propped against the door falls down. Some beer pours out. It becomes more and more reddish and then PARKER'S HEAD spills out. Natalie SCREAMS. She turns to run and slips in the beer.. She crawls away. She's up against the bed. Another FLASH lightning reveals AN ARM sticking out from underneath the Mattress. Natalie jumps. Stands up. She stares at the arm Slowly lifts up the mattress... ‘ THE DEAN is inside the box spring. Natalie is in tears. She runs to the other door. When she opens it, DAMON’S BODY swings out. He’s still hung.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Noooo! There's another room beyond Damon. It’s lit. ‘She has no choice and must walk through the doorway, right up agains him. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "160 161 162 163 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie looks in. It’s lit by dozens of candles. She sees Brenda lying on the bed. She walks to her. She’s dead. Natalie starts crying. She sinks down to the floor. A SHADOW rises over her. She turns around and... A FIST slams into her face, knocking her out. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie regains consciousness. She’s tied up and gagged i bed. She struggles but it’s pointless. To her side is a hospital operating room tray with medical equipment, including a large SCALPEL. The Killer in the parka appear Takes off the hood. It’s Brenda. She smiles at Natalie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Gotcha! Natalie looks at her in disbelief. BRENDA (cont’d) I must say, you've proved your friendship to me Natalie. Coming to my rescue without even a little pepper spray to defend yourself. Very endearing. Natalie tries to talk through the gag. BRENDA (cont'd) Excuse me? I’m sorry, I can’t understand a thing you're saying doll. Now if I remove the gag, you gotta promise me you won’t scream or it goes back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reese is driving through campus, big gun sitting in the passenger seat. In the distance is Stanley Hall. Somethin catches her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's light flickering in one of the second floor windo She hits the accelerator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda removes the gag from Natalie’s mouth. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "a NATALIE You're fucking crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "I prefer the term “eccentric.” But yeah, I guess you can say I’ma little nutty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Why? Why? You still haven’t figured it out. Well, lucky for you Miss Thing, I've got a visual aid. She takes out a slide machine, the same one from Wexler’s class, and turns it on. The image reflects off the wall opposite Natalie. She CLICKS. A picture of a younger, happier Brenda appears. She’s holding hands with a YOUNG MAN. . BRENDA (cont'd) There I am with my boyfriend. The love of my life, Natalie. Have you met the love of your life yet? Of course not, oo you’re too self-involved to bother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Something in the picture is familiar. BRENDA (cont‘d) Pic ringing any bells Nat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Oh my God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Ding ding ding. Brenda CLICKS the slide machine. A picture of a newspaper clipping appears. The headline, “Teenager Killed in Appar Gang Initiation.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": ". Marty Stuart was his name. The one you and your friend decided to have a little fun with, that one night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Brenda, I wasn’t -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f163",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "You weren't driving. But it was your car Natalie. And you were there. Didn’t you tell me something about not being able to forgive yourself? Well, I thought, as a friend, I could help you out in that area. Brenda stares at the picture. There’s a trace of sadness her eyes. But just. for a second. She turns back to Natalie. BRENDA (cont’d) The reporters immediately jumped on the gang story because it was so much more interesting than a couple of ditzy cheerleaders playing a practical joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "They made the correction the next day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Too late. The urban legend had already spread. You two never even spent a night in jail for what you did. Payback’s a bitch, isn’t it, Natalie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Please Brenda, you need to get help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "I told you I already tried therapy. Obviously did me no good. I must say, I kinda enjoyed all of this. Playing with your head. You used an urban legend to kill my boyfriend and now. Brenda laughs. She walks to the tray and grabs the scalpe",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "What are you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Just my fave U.L. The kidney heist. You know this one don’t you? Guy gets picked up by a woman at a bar. They go back to her hotel room. She gives him a drink. It's drugged. He’s knocked out. When he wakes up...one of his kidney’s been removed. Supposedly they’re sold on the black market to wealthy foreigners in need of organ transplants. Don’t think it’s ever really happened...till tonight. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f163",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She walks She goes. t 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "You won't get away with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Of course I will. I‘ve got the perfect murderer in the trunk of Paul’s car...Wexler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "You're sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "This was his room you know. He probably slept in that same bed when that crazy professor came and tried to kill him. Twenty-five years ago this weekend. It’s a pattern. Tonight he does away with students and kills himself...in the same manner as the course he teaches! It‘s so clean isn’t it? The symmetry of it all. Well, enough chat! to Natalie’s side. BRENDA (cont'd) Unfortunately, I have no anesthesia. Sorry. You'll just have to bite real hard on the gag and hopefully go into shock soon enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Please don’t do this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Don’t you want to become an urban legend Natalie? All your friends are now. Brenda lifts up Natalie’s shirt. BRENDA (cont‘d) Now let me see...is the kidney here or is that the liver? I was always such a dope at anatomy. Who cares, right? First organ I see...I’m grabbin’ it! o stuff the gag in Natalie’s mouth. Natalie bites her hand hard. BRENDA (cont‘d) Ouch! You stupid bitch! She slaps Natalie. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f163 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "BRENDA (cont’d) I’m really gonna enjoy watching you bleed to death. Brenda stuffs the gag into her mouth. she takes the scalp and traces over Natalie’s skin. Blood is coming out of th cut. Through the gag Natalie is SCREAMING in terror. BRENDA (cont‘d) Paul's going to have his story after all. And I'm going to have him. What did you think? I was going let you take two guys out of my life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (0.S.)",
          "text": "Sorry Brenda. You're not my type. They turn to look. Paul is standing at the door. PAUL (cont'd) Saw my car next door. You’re not as clever as you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Oh great. I’m running out of legends here Paul. What am I gonna have to do with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Drop it. BRENDA (cont'd) From the looks of it, I’m the one with the weapon here so...make me. Reese steps into the doorway next to Paul, Colt .45 drawn",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "With pleasure. Brenda looks on, unbelievingly. She drops the.scalpel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Well, well, if it isn’t wanna-be cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "Get your hands up and stand against the wall, you loonie-psycho bitch. Brenda grudgingly follows orders. Reese walks over to her Paul runs to Natalie and removes her gag. They hug passionately. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Neither am I. He starts untying her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE AND BRENDA",
          "text": "Reese is patting Brenda down. Brenda looks down at her co pocket. Just as Reese is about to touch it, Brenda draws knife out of the pocket and slashes her. Reese drops her gun. Brenda grabs it. Just as Reese lunges for her, she shoots her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "He’s running towards her. She points the gun at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Don’t move! Oh Pauly, you sure you don’t want to reconsider? We could be so...cute together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Sure I’1ll reconsider. He walks towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(sweetly) Yeah. Just give me the gun. Brenda's taken by him. She starts to lower the gun. They exchange smiles. Suddenly, he lunges at her. knocking her down. A SHOT escapes, puncturing the ceiling. Brenda drop the gun. The two of them struggle on the floor. She’s reaching for it, when... A HAND GRABS THE GUN. Natalie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Get off of him. Brenda stands against the boarded up window. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "You're gonna shoot me Natalie? Huh? What kind of friend are you. She goes for Natalie when a loud BANG stops her cold. Another BANG and Brenda flies back, CRASHING through the rotted wood boarding up the window. She lands with a THUD outside, REESE, is holding onto the standard issue security gun sh usually carried. Her pant leg is raised and we see the hidden holster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brenda lies on the wet asphalt, motionless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (0.S.)",
          "text": "Hey...Can you give me a hand here? Natalie turns around. She casually sticks the gun in her coat pocket. Paul is on the floor, obviously in pain. She gives him a hand. Reese is breathing heavily, lying down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Reese...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "(weakly; bittersweet) Got me in the abdomen...thought I’d have to wait to be a cop before that ever happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Can you get up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "Hell no. Go and get help...quick. Paul and Natalie turn to leave. REESE (cont'd) And Natalie...good work there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Thanks. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Reese winks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul and Natalie are climbing into his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Wait Paul. We should make sure she’s dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "We don’t have time Natalie! He's right...maybe. She gets in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ": They're heading out of campus. Paul’s driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Me, a serial killer. Good one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I tell ya, when I write the story, there won't be anything left to sensationalize. BEHIND THEM we see something moving. Brenda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "This‘1l become a legend too you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "No doubt. It‘ll change from person to person though. Brenda will become a guy, You’ll become a criminology student, not a journalist and I'll end up in some insane asylum. Brenda raises an ax. PAUL (cont'd) So...if this is a legend...at what point do we get to the ironic twist?. IN THE BACKSEAT, Brenda is getting ready to swing... CLOSE ON REARVIEW MIRROR. Paul sees her reflection. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "167 168 169 170 171 / 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "PAUL (cont‘d)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCK",
          "text": "Natalie and Paul duck, just as Brenda swings her ax. She narrowly misses their heads. She swings again, misses. It gets stuck on the side of the door. Brenda is going to grab it. Natalie lets her seat go all way back and PUNCHES Brenda in the stomach. Brenda and Natalie are fighting in the backseat. Brenda swings open the back door. She grabs Natalie by the neck pushes her head outside. A tree stump is just a few yards away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Paul! He swerves the car, knocking Brenda back. Natalie jumps, the tree SLAMS into the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul’s car swerves into another road, heading into the wo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie grabs Reese’s gun. She aims at Brenda and shoots just as the car goes over a bump. The shot SHATTERS the s window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Watch it! Brenda kicks the gun out of Natalie’s hands. She’s trying pry the ax out. As she does this, Natalie leans up and fastens Paul’s seat belt. They look at each other. He starts speeding up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the lake up ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natalie fastens her seat belt just as Brenda pries the ax loose. She's standing above Natalie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "So did you hear the legend about the girl who didn’t wear her seatbelt? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f171 172 173 174 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Neither did I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tree is approaching. INT. PAUL’S CAR - NIGHT. 173 Paul shuts his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "She‘s about to swing, when BOOM! Paul SLAMS into the tree Brenda CRASHES through the front windshield, flying out o the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul and Natalie slowly step outside. It seems calm when suddenly, Brenda jumps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAAAHHH",
          "text": "Natalie grabs the gun and SHOOTS out every last bullet. Brenda falls into the lake and slowly starts to sink in t rain. Paul and Natalie embrace. They’re completely soaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Is this it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "For us. But legends never go away. They just change. : They look towards the lake and see Brenda finally sink completely. GUY’S VOICE (0.S.) The lake was so cold, they had to wait a couple of days to get the body. When some special, extreme weather Navy SEAL type guys could get over here and get it out. the thing of it is...they never found a body. \f175 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six college kids, guys and girls, are gathered around BLA a young Parkerish frat guy who's finishing telling the st They're sitting in one of the old rooms. It’s lit by candles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAKE",
          "text": "It wasn't there. Everyone stares at him, wide-eyed. Then, at once, they al begin laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAKE",
          "text": "It’s true guys! Happened right here at Pendelton. I swear to God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIPPIE GUY",
          "text": "So why haven't I heard it before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAKE",
          "text": "Duh...have you listened? It all keeps getting covered up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORKY GUY",
          "text": "I’ve heard it. Matter of fact, Natalie's my old roommate's cousin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENDY GIRL",
          "text": "No, Natalie’s my brother's ex- girlfriend’s sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAKE",
          "text": "Oh, you see? This is how totally real stories become unbelievable. Everyone has to add a little something to it. Suddenly, Reese appears at the door. They’re startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "As you all probably know, this building . is off limits. So get your asses up and out of here...NOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAKE",
          "text": "Hey Reese?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "What? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fCy) 175 176 177 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He looks around. Everyone’s waiting for him to ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAKE",
          "text": "Nothing. They stream past her. She suddenly grabs her stomach. A pain of some sort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The group is outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNY",
          "text": "Good-bye guys. Thanks for another brain cell deadening session.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIPPIE GUY",
          "text": "Hey...be careful out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNY",
          "text": "I’m shaking in my Hush Puppies. She walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jenny is on a darkened walkway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lake is in the distance. There’s some fear in her eye She looks away quickly. Leaves RUSTLE behind her. She stops and turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNY",
          "text": "Hello? Is there someone there? She rolls her eyes and laughs to herself. JENNY (cont ’d) Paranoid. She turns around. BEHIND HER, a gloved hand reach out and covers her mouth. Her SCREAM is muffled. We see an ax swing up and glisten the moonlight and hear a loud THUMP as we... FADE TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2485"
    }
  ]
}