{
  "movie_id": "MOV2496",
  "scenes": [
    {
      "location": "ST. ANN'S SCHOOL",
      "time": "DAY",
      "characters": [
        "PAGEANT.\"",
        "HOME MOVIE SCREEN",
        "PHOTOS",
        "GARY",
        "THE PARTY GUESTS",
        "DESIREE",
        "STAN",
        "OUR GUYS",
        "THE STAGE",
        "HOTEL",
        "FATHER FALWELL",
        "ON SCREEN",
        "GUYS",
        "MARGOT AND DARLENE",
        "NICK",
        "THE TABLE",
        "THE STREET",
        "BACK TO SCENE",
        "LATE-MODEL CAR",
        "THE HOTEL ROOM",
        "TRACEY",
        "DEBBIE",
        "CROSSBOW TRIGGER",
        "BEDROOM DOOR",
        "ANOTHER STREET",
        "LAVERNE",
        "THE GIRLS",
        "THE DONKEY",
        "RICK AND O'NEILL",
        "COLE",
        "HOTEL SUITE WINDOW",
        "THE LOBBY",
        "THE AUDIENCE",
        "CORRIDOR",
        "THE GUYS IN THE CAR",
        "MAINTENANCE TRUCK",
        "TWO MALE CUSTOMERS",
        "MR. THOMERSON",
        "THE WOMAN",
        "DAY",
        "MR. THOMERSON AND RICK",
        "THE EXIT RAMP",
        "MRS. T",
        "UNDER THE TABLE",
        "THE SCENE",
        "THE CROWD",
        "RYKO",
        "BALLROOM DOORS",
        "THE GUYS",
        "HER AUDIENCE",
        "RYKO AND CHULO",
        "CHULO",
        "MR. THOMERSON AND OTHER JUDGES",
        "ON THE SCREEN",
        "DEBBIE, MRS. THOMERSON AND ILENE",
        "WOMAN",
        "RICK",
        "THROUGH CAMERA LENS",
        "THE JUDGES",
        "O'NEILL",
        "PIECE OF PAPER",
        "HOTEL ENTRANCE",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS a group of freshly-scrubbed, innocent childre obediently standing in line, like recruits for the Holy  Crusade. PULL BACK to REVEAL they are wearing the gray  blazers, striped ties and navy slacks of St. Luke's Schoo They are waiting patiently at the curbside in front of th statue of the school's sainted namesake. One of the fifth grade BOYS pokes the KID next to him with his elbow. The  other Kid is about to retaliate when SISTER MARY FRANCIS, stern-faced nun, appears behind them, grabbing them both  firmly by the shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make one more move and you'll both  be staying late for the rest of the  week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly; in unison) Sorry, Sister Mary Francis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't hear you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(louder) Sorry, Sister Mary Francis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sister Mary Francis checks her watch. She scowls and look out past the parking lot gate. Suddenly we HEAR the SOUND of an ENGINE roaring at full  throttle. There is a SCREECHING of BRAKES, followed by th loud GRINDING of GEARS. It sounds like the Indy 500 is ta place around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(used to this) Step away from the curb, children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zooming through the parking lot gates is a large yellow s bus. It practically takes the last turn on just two wheel The bus driver quickly slams on the brakes, leaving ten f of rubber behind him as the bus comes to an ear-splitting halt right in front of them. The front door immediately s open and RICK STAHL, the driver, hops out. Rick is the li of the party, even when there isn't any party going on. While chronologically older than the St. Luke students, t only thing that sets him apart from them is that he has a driver's license. Rick figures he'll live up to his  capabilities and get serious in his next life... This  incarnation's strictly for laughs. Sister Mary Francis st up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're late again, Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, Sister, but I have a very  good excuse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There can be no excuse for tardiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're absolutely right. I should  never have stopped to save that  drowning infant. I'm just weak,  Sister; I'm so weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts sobbing softly into his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, stop that... Children, on  the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids obediently file past Rick, who makes like he is  drying his tears with his handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sister, do you ever get lonely after  vespers? If you do, why don't you  give me a call. I'm in the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling despite  herself) Get going, Rick... you're late enough  as it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right... Think it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hops on the bus, closes the door and gently backs the out of the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As soon as the bus is out of sight of the school, all hel breaks loose. The formally well-mannered children are act like normal kids... hitting each other over the heads wit books, running up and down the aisles, screaming at the t of their lungs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "He removes the St. Christopher statue from the dashboard, revealing a hulaing Hawaiian girl in a grass skirt. He wa the madness behind him in his rearview mirror, picks up t P.A. microphone and rationally attempts to restore order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over mike) If you don't all calm down I'm gonna  drive this thing over a cliff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids pay no attention to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing;  philosophically) Ah... youth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick's bus pulls up to a light and another school bus fil with kids (from a public school) pulls up alongside of it The other DRIVER gives Rick a competitive smirk and guns engine. Rick counters by gunning his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the kids start screaming \"Race... race.\" \"Wipe 'em ou \"Go for it.\" Etc. Some of the kids even start taking out  money and start betting one another on the race's outcome",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "as he readies for action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The light turns green and they're off. Or as off as two l school buses filled with kids can be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER STREET",
          "text": "The two buses come zooming down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids are screaming at Rick to go faster. One of the l boys looks nauseous as he clutches the seat in front of h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The buses squeeze down a narrow street, neck and neck wit one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids are all yelling words of encouragement to Rick, is hunched over in his seat, driving with the determinati of Andy Granitelli. The nauseous kid is now turning a pal shade of green. He moves to an open window, straining to  control the inevitable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They race down a steep hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nauseous kid can't hold it any longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something hits with a splat against the windshield that  resembles Campbell's Chunky Vegetable Soup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other Driver turns on the windshield. It only makes i worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick's bus pulls out in front, accompanied by the cheerin of his passengers. Suddenly a stop light looms ahead. Ric puts on his brakes. Both buses stop just in time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick's kids are all piled in a clump right behind him in front of the bus. Although disheveled, the kids still man a victorious cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're LOOKING THROUGH the camera lens. We SEE a cute one- year-old baby boy. He's sitting on a cuddly blanket. We H the VOICE of Jay O'Neill. He is a baby photographer at Se",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Timmy... hold that smile...  and watch the birdie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes the picture and we SEE the camera flash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'NEILL",
          "text": "We see he has his camera and backdrop set up in the camer department behind a velour curtain which blacks out the r of the store. He's conservatively dressed in a suit, vest and tie. He looks like he could be a Young Republican. Bu under those Sears clothes is a man a little off center. R best friend. Need we say more? He takes the film out of t camera. The matronly mother is in the process of gatherin up her baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These should be in the mail to you  by next Friday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beautiful -- and we're talking gorgeous -- WOMAN enters Her clothes hug every curve of her body. She has her baby her arms. O'Neill immediately wants her, and now. His eye settle onto her full breasts. These he likes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Whoa. Look at those babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets this innuendo and loves it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) How are we doing? My name is O'Neill.  And you are...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klupner. (teasing) Mrs. Klupner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm separated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then there is a God. Why don't we  take that baby picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes the baby. He has a hard time taking his eyes off her breasts. He places the baby on the blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) If I were you, I'd breast feed until  I was 17 or 18. (gets behind camera;  sizing up the shot) Tell ya what...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE the baby sitting on the blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you lean into the picture  with your child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She coyly leans INTO FRAME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) A-huh. A little more... good!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is totally blocking her baby out of the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'NEILL",
          "text": "He gets out from behind the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm getting one heck of a glare off  your dress there. Could you undo a  few buttons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seductively) Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts to unbutton her blouse. O'Neill looks into his camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE the Woman finish her last button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now lean in a little more... more...  more...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she complies, her breasts all but spill out of her dre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Hold that pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'NEILL",
          "text": "He runs from behind the camera and poses with the woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH CAMERA LENS",
          "text": "We SEE a QUICK SERIES of camera flashes. Each pose finds near her breasts. He has them on his head. He's cheek to  breast. Etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "enters and witnesses the photo session. He immediately ju into the shots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH CAMERA LENS",
          "text": "Rick joins the craziness. After several beats, the Woman  gets bored and EXITS the FRAME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WOMAN",
          "text": "As Rick and O'Neill continue mugging like two 12-year-old in a photo booth, the Woman takes her child and exits. A beats pass and the guys notice they're alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd she go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She probably had sex scheduled for  12:30. O'Neill, let's pick up the  guys for a drink... I have major  news to announce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill crosses to his camera and takes out the film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... be right with ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "He picks up some photographs of today's work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOS",
          "text": "Each one has a different mother in several seductive pose Their babies are barely visible, if at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pictures a family will cherish  forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick's school bus pulls into the yard of the auto shop.  Several Chicanos are working on various cars. Rick and O' hop out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Chulo, where are you, man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATE-MODEL CAR",
          "text": "We SEE a very large pair of shoes sticking out from under the chassis. Slowly, a large, bear-like body rolls out an we catch our first glimpse of CHULO. A happy-go-lucky mec of Mexican ancestry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you guys, what's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going for a little liquid  refreshment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. I'll go with you. Wait a  second. Hey, Raul! Move that car,  will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SMALL MECHANIC with an eye patch gets into a car behind them as we DOLLY WITH the guys THROUGH the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Roberto, you finished fixing that  lighter yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another MECHANIC sticks his face out of another car and s his head. Just then Raul, the eye-patched worker, whizzes behind the guys, driving the car in a zig-zag pattern rig into traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; to Rick) I'm glad you guys came by... What's  the occasion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick's got an important announcement  to make.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've decided not to run for President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too bad, man, that blows my chance  to be Ambassador to France.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind them we can SEE Roberto fiddling with the lighter. Suddenly flames leap out of the car, blowing Roberto ten  feet into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys all start to pile into the bus. Nearby another  employee is washing down the garage with a hose. Chulo turns to another mechanic, who has his head under t hood of a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manuel, be sure and finish up the  electrical system on that Chevy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manuel waves at Chulo, who turns, hops on the bus. Rick s it up and starts to drive away. Just as the bus CLEARS FR we SEE Manuel connect two wires together at the same mome the guy with the hose washes down the area around his fee Manuel lights up like a Christmas tree, screaming in pain There is a beat, and then Robert falls INTO FRAME, still  holding the cigarette lighter, and the car Raul is drivin enters the lot and smashes into the side of the garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sign on an office door says \"CONCERT TICKET AGENCY.\" Fr inside we HEAR someone TALKING loudly on the phone. Chulo Rick and O'Neill open the door and go inside. On the wall in the cramped office there are rock 'n' roll concert pos advertising rock bands like Men At Work, The Clash and Ba Manilow. Behind a cluttered desk we FIND a little man wit thin mustache and horn-rimmed glasses. This is GARY MELNI wheeler-dealer, entrepreneur and coward. Gary yells a lot which is a definite overcompensation for his size and  inability to deal with the opposite sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling; into phone) Screw you... Screw that... Don't  jerk me around. You promised me 1500  seats for the Police Concert... 1500,  not fifteen!... Screw that... Screw  you -- Screw Sting. (hangs up and sees  the guys standing  there) Hi, guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary, you're quite an animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PHONE RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; into  phone) Hello, Concert tickets... What? Pat  Benitar has a yeast infection? She's  cancelling? Screw her. You know what  this is gonna cost me?... (he hangs up) Okay. Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets up and they start for the door. Just then the PHO RINGS. Gary picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(annoyed) Screw you... That's crap... Suck  my... (softly) Oh, Mom, I didn't know it was you...  eggs and milk... Okay, I won't forget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up the phone and they start for the door again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't he incredible, gets along with  everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, he's really got his thing  together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, eat me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys all laugh and exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a quiet restaurant near a Marina. A lot of business- people in suits are eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO MALE CUSTOMERS",
          "text": "CUSTOMER ONE calls for a waiter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waiter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WAITER approaches them from OUT OF FRAME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'd like to order now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see their waiter, RYKO, a blond, tanned, muscular beac bum who has definitely stayed out in the sun too long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How you guys doin'... Could you  believe how overcast it was this  morning? Bad day for sailin', waves  are too rough and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(annoyed) You can skip the small craft warnings.  We're in a hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No prob, bud... Here's today's  dealie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds up a blackboard with the day's menu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got... uh, veal... ah... veal... (to customer) What's this word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parmisan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah right. I always want to say  Paramisian when I see that. We looked  at them under the jigamabob in biology  once. Little squirmy, creepy things  that live in your intestine and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please... We have an appointment in  a half hour...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow, sounds stressful. What do you  guys do for a living?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're lawyers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa... You got to go to school for  that or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he's had enough) Look, forget the specials. We'll  take three hamburgers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, great... Any of you guys got a  pencil by any chance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the customers shrugs and hands him a pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impressed) All right, a Bic... How 'bout a piece  of paper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ryko's customers look totally disgusted as Ryko's short  attention span is interrupted by something he sees O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick and the guys appear in the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ryko. Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all disappear into the bar area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be right there. (to customers) Nice rappin' with you guys.  Unfortunately I'm outta here. Someone  else will have to help you. (calling off) Skip!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The customers are pleased to get rid of Ryko. SKIP enters He's a clone of Ryko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like um... What's the deal, you guys  gonna order?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The customers give each other a \"Here we go again\" look",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GUYS",
          "text": "They're laughing uproariously and carrying on as Ryko com over and sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi pals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys acknowledge him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... We're all here. Rick, what's  the big announcement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, gentlemen, I'm not gonna  sugar-coat this thing. I've known  you guys since grade school, so I'm  gonna give it to you straight from  the hip... right from the shoulder...  without beating around the bush...  Nothing fancy, just the plain, hard  facts... tell it like it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, you're losing your audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... This is it... I'm getting  married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, gentlemen. Saturday after next,  I lose my amateur standing and turn  pro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, man, congratulations!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo gets up and gives Rick a big bear hug... The other  guys shake his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait a minute. You been living with  Debbie! Why do you want to get  married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I love her. What can I tell  you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure? This means no more partying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No more raping and pillaging, either.  You'll have to carry on without me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next Saturday... That's just two  more weeks to live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold it... As long as you're gonna  go through with this, the least we  can do is make sure you go out in  style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(warming to this) Yeah, man. Let's throw a bachelor  party with drugs, booze and broads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Right. All the things that  make life worth living.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds swell... I'm really touched.  And my getting married's not gonna  change a thing between me and my  pals. We're still gonna go bowling  on Tuesdays, play cards on Fridays  and wear women's clothes on Sunday  night. I love you guys... I always  will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's have a toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys all raise their glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To girls with big pairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, right on, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they down their drinks, we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE a couple of very contemporary looking 15-year-olds going into a very \"now\" clothing store -- like Fred Segal When the door opens, loud ROCK 'N ROLL MUSIC blasts out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the store we see all the sales clerks grooving  narcissistically to the music like they're at a disco. Th cashier, PHOEBE, has devoted her life to following the cu trends and fads no matter how inane they may be. Today sh in a reggae mode, her hair wound into tight dreadlocks, a she sways lost in the ozone to the music. A CUSTOMER  approaches her with a purchase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to pay for these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh... What... Oh sure, wait till  this song is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She floats off again... One of the young MALE CUSTOMERS approaches an attractive  salesgirl. This is DEBBIE THOMERSON, Rick's intended. She seems to be the only sane employee in the place because s actually working, putting clothes on the racks. This  impression of sanity fits her, as she is level-headed, an has a clear sense of herself. She can also take a joke, t her engagement to Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, where can I try on these  pants?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leads the Customer to the try-on booths. The Customer enters one. We SEE that the saloon-style doors of the boo have been hung too high, so as he takes off his pants, hi underwear is exposed to the world. We PULL BACK, REVEALIN other people in other booths, their bare asses clearly in sight. No one in the store seems to care, however, as the are much too busy dancing. The front door opens and BOBBIE, a very sultry and earthy looking girl with long, dark hair, pushes inside. She is  O'Neill's girl and Debbie's best friend... She's also som who would party every night if given half a chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excited) Debbie... I don't believe it. I'm so  excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobbie, what are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill just tole me. It's sooo  great... I don't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phoebe crosses to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie's marrying Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, it's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ohmygod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls screech and jump around, hugging each other in  sheer joy. A MALE CUSTOMER, moved by this outpouring of  affection, moves over and gets in the middle of the girls enjoying every moment of being hugged by three women at o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Customer; realizing) Would you get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reluctantly the guy retreats back to the Calvin Klein jea rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does Cole know about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really -- you went with him for two  years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He still thinks I'm going with him.  I'm going to break the news to him  tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not gonna be happy. And your  parents can't be too thrilled either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. As far as they're concerned the  only good Rick is a dead Rick. But I  don't care... it's my decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(oblivious) I'm totally blown away. You're getting  married. It seems like only yesterday  I showed you how to have oral sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deb, I want to throw you a shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that's really sweet. I'd love  that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll invite all the girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe it... Mrs. Rick Stahl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls all start to scream and carry on all over again",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick is cooking dinner in the cramped combination kitchen living room. He has about five dishes going at once as he dashes from stove to refrigerator. He grabs some hamburge meat, rolls it into a ball, then slaps it on the counter. then takes a steam iron and presses it on the patty. Debbie comes in the front door and crosses to him and hug him tightly, kissing him sweetly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(between kisses) God, you're a slob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But a fabulous cook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we having?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's either meatloaf, Swiss steak or  charred flesh. I won't know till  it's finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at the stove) I think your dinner's burning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick crosses to the stove. A small fire is coming out of of the frying pans. He douses it with water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry... it's supposed to do  this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(setting the table) Want to hear something great? Bobbie  and Phoebe are throwing me a shower.  It's really gonna be fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not as much fun as the bachelor party  the guys are throwing for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to have a bachelor party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. I'm a traditional guy...  It's a traditional event. (he brings all the  food to the table) Well, what do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but looks are deceiving... (takes a bite) Not in this case, however.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going to have women at your  party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sweetheart, it's a stag party.  Does stay home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not talking about does. I'm  talking about hookers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, those. Why do you ask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because from what I've heard, it's a  tradition and you're a traditional  guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick grabs her; starts kissing her passionately on the ne",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deb, you is my woman now. I is yo  man. No painted lady ever gonna come  between us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you to promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, you got it. I got a way we can  seal the deal -- what'd you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs her. They kiss and slide down onto the table,  knocking the dishes to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the iron gates of an impressive-looking estate co Debbie in her convertible VW Rabbit. She pulls up behind new Porsche 911 and a Jeep, all decked out with rifles, n and other hunting equipment. As she walks down the path t the house, she sees something off in the distance that  startles her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large brown grizzly bear appears to be entering the sid door of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling O.S.) Cole?... Cole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"Bear\" turns around. We SEE that the bear is, in fact dead. It is being carried by a tall, handsome HUNTER. He  waves to Debbie and indicates for her to follow him insid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie opens a rustic-looking door and peers in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over here, Deb... in the Smokehouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS WITH Debbie as she enters the room. She passe several trophies, guns and stuffed animal heads hanging f the wall. She makes her way past some sections of an  undetermined animal's anatomy hanging from hooks suspende from the ceiling. Finally we see COLE WHITTIER, a Steve G look-alike... rugged all-American, and heir to the Whitti Plastic Wrap fortune. Despite his jockish good looks and  outward arrogance, there's something in his manner that i definitely unsavory. As Debbie approaches him we SEE that he is butchering som unfortunate friend of the forest on the table in front of him. (NOTE: For the squeamish, all of this is done OUT OF FRAME. The only thing we should HEAR are the delightful S of TAXIDERMY.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Deb. Just got back from the  mountains. (as he cuts in with a  surgeon's skill) Isn't this a beauty?... It's gonna  look great in the den.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie tries her best not to look down at what he's doing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole, we've got to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally realized Rick's a jerk, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Cole, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lifting an organ of  some sort O.S.) It's all right, I forgive you. I'm  not the vengeful type. We'll forget  what happened. Why don't we take a  trip together? Maybe kill a few lions  in Kenya over Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole, listen to me... I've got to  tell you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, when you dumped me for  that wimp, I thought, Cole, she'll  be back. God wants the two of you to  be together, and sure enough...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole, I'm marrying Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused) You're marrying him? Then why are  you coming back to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not. I just thought I should  tell you myself before you heard it  somewhere else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole stops what he is doing for a beat and just stares at Debbie intensely. Then he returns to his work with a rene enthusiasm, chopping, slashing and slicing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how that makes me feel,  Deb? Wanta know how that makes me  feel? (softly) Angry, Deb. (a little louder) Yesss, that's the word, angry. But  if he makes you happy, you go right  ahead. I want you to be happy, Deb. (a little nuts) No matter what, no matter how angry  it makes me, no matter how much it  hurts. Be happy, Deb. Be oh, so very,  very happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole, I'm sorry, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all right, Deb. Go be happy  and smile a lot, Deb. Do it for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uncomfortable) I'm going now, Cole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand, Deb. 'Bye... be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie exits and we PUSH IN ON Cole. Something on his fac says, \"Hi! I'm really out of my mind.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DR. STAN is Rick's older brother and a proctologist. Alth he's only in his early thirties, he thinks and acts like  someone in their early 70's. A little on the pompous side Stan is never without his pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Rick, hold out your arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He crosses to a sterile container and takes out a syringe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wouldn't hurt your own brother,  would you? (looking at the needle  cautiously) I changed my mind. I don't need a  blood test. The marriage is off. I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just then, Stan sticks the needle in his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You always were sneaky, Stan, very  sneaky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, marriage will be good for you.  It's done wonders for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "True, you're a lot handsomer now.  Don't you have enough blood already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without much  conviction) You won't miss a thing about being  single... The wild parties, the  different girls every night, running  around like a maniac... God, I miss  that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan, you're depressing me... Hey, I  didn't know you were going to fill  'er up. Just take a couple of gallons,  okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan removes the needle and hands Rick a cotton ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) That's an even trade... a cotton  ball for all my blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(returning to this  world) Okay, Rick, all finished. I can't  wait for that bachelor party... I  need the action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA FOLLOWS them as they go out into the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Don't say anything to my wife about  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pass an open examining room. Stan's wife, TINA, is a a doctor and is examining an old man. She's not as tiny a her name suggests. In face, she's more like over-sized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Tina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick moves to hug her and he notices that Tina has her fi up the old guy's ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up) Rick... (to PATIENT) Mr. Goldsmith, this is my brother-in- law. He's getting married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without turning around) Congratulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tina turns to a NURSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nurse, will you take over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nurse shrugs and sticks her finger up the patient's r end as Tina hugs Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I'm so happy for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick hugs her, uneasily trying to make sure her right han doesn't come anywhere near his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie and Rick and her MOM and DAD are having a frustrat game of tennis behind her parents' plush home. Mr. Thomer is a stockily-built guy in his fifties who prides himself being tough and competitive. His wife loves to shop. As f as she's concerned, appearances are everything. Neither o them likes Rick's appearance or anything else about their future son-in-law. Mr. Thomerson slams the ball to Rick;  Rick slams the ball back and drives it over the fence, ou of the court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oops!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frustrated) All right, who serves?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do, Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson serves the ball to Debbie, who hits it over the net to her mother, who hits it to Rick, who slams it  over the fence, out of the court. Mr. Thomerson does not  look pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, hit the ball easier, son. You  don't have to kill it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't I just maim it a little?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Er... perhaps we ought to stop now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Let's at least finish the set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick starts humming the \"ABC Wide World of Sports\" theme  loudly. Mr. T. gives him a disgusted look and serves the  ball. Rick smashes the ball and sends it over the fence, of the court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A middle-aged COUPLE are sitting on some lawn furniture t to read the newspaper. A tennis ball comes down from the and hits the guy squarely on the top of the head. PULL OU to REVEAL that they're surrounded by dozens of tennis bal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of these days I'm gonna burn  Thomerson's court to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Rick and Mr. Thomerson are having a heart to heart chat o some lemonade in front of the tennis court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I have to admit my game's a  little rusty, but I love polo. It's  unrelenting, a constant challenge to  the senses. Really a beautiful  experience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, I want to cut through the b.s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd love that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sitting on his anger) Good. I think you're an asshole. No,  let me correct that, an immature  asshole. Which is fine, except you're  marrying my daughter and I'm afraid  my grandchildren are going to be  little assholes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me finish. Debbie's an adult.  She can do what she wants. But if  you want your marriage to last, you're  going to have to change some things  about yourself. If I may make some  suggestions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feel free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First, you're a slob. You have to  dress for success. Second, your  outlook on life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Mr. Thomerson drones on, Rick shifts uncomfortably in chair, focusing his attention on Debbie, her mother and h older, cynical cousin, ILENE, who are sitting nearby on t rear patio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm using the same caterer for the  shower I had for our Christmas party  last year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I were you, I'd worry less about  the shower and more about Rick's  bachelor party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ilene, why would I want to do that?  I trust Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course you do. I trusted my ex,  Mel, too. Cousin, I can only talk  from experience. What do you think  they do at these parties, have tea  and play scrabble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ilene, Rick promised...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie, don't be naive. Men are pigs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to change the  subject) Girls, why don't we go inside for  lunch. (calling to Mr. T) Boys, would you mind bringing in  that lemonade?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a second... (to Rick) And you're irresponsible. Show some  initiative, try to better yourself,  stop showing off, actions speak louder  than words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, sir, that's quite a list. But  you're absolutely right. And if I  work hard at it, I think I can be a  totally changed person by the time  we finish lunch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson rolls his eyes, knowing he's been wasting h breath. He grabs the pitcher of lemonade and Rick grabs t tray, which is filled with fresh lemons. They get up at t same time and collide, sending the lemonade all over Mr. and the lemons bounding over the fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Neighbor we saw before is reading his paper when an  avalanche of lemons comes flying at him, joining the tenn balls on the lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate those people... I really do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Thomersons, Rick, Debbie and Ilene are just finishing lunch. The DOORBELL RINGS. Mr. Thomerson gets up to answe it. Standing there is Cole, wearing his tennis shorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, everybody. Am I late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not at all. We're just finishing  lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole crosses to the table and kisses Mrs. T's hand gallan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good to see you, Mrs. Thomerson.  Hello, Debbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) And...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bond... James Bond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole gives him a quick look of contempt and exits with Mr T.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, Cole, you been practicing your  game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure have...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is Cole here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know your father enjoys his  company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Much the way Hitler enjoyed hanging  out with Mussolini.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. T. and Cole are having a fast-paced game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you're as unhappy as I am  about Debbie's marriage to Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir, I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole, I don't want you to give up on  her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've tried to change her mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not her mind you need to change.  It's Disneyland head in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But how can I do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it were me, I'd reason with him  first. Then, if that failed... (with malice) ...I'd take more persuasive action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. T. drills a wicked forehand shot straight at Cole, wh swings at it and misses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(conspiratorily) Thanks for the advise, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep me informed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSH IN ON Cole. This is a man with a plan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bluff overlooks the ocean. It's a beautiful spot. Jus the right setting for an outdoor wedding. Some folding ch have been set up and a canvas canopy. Gathered for the rehearsal are Gary, Ryko, Chulo, O'Neill who is with Bobbie, Debbie's mother and Mr. Thomerson, Ph Ilene, Tina, Stan, a gray-haired priest. FATHER FALWELL a of course, Rick and Debbie. Everyone is admiring this  picturesque setting. Everyone but Mr. Thomerson. He's ver underjoyed at the sight of Rick and his friends. Mr. and  Mrs. Thomerson are standing with Father Falwell. They are watching Rick holding Debbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The thought of that person marrying  my daughter makes me want to upchuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can tell a man by his friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're not such a bad bunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No? (he points off) That's his best man peeing on a tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the b.g. we SEE O'Neill's back TO US. He is definitely relieving himself on a weeping willow. The wind begins to pick up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If everyone would take their  positions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone takes their places for the wedding procession. T wind now takes this time to blow with much greater force. Father Falwell opens his Bible, the wind rips the pages o of the Holy Book. They blow to the four corners of the Ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Oh, dear. Well, let's begin. And...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hums the Wedding March. Chulo hums along. His humming a driving Jimi Hendrix-like guitar lick that all but drow out Father's humming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER FALWELL",
          "text": "He's orchestrating the proceedings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flower Girls... Now Rick... (he gestures for him  to start down the  aisle) Good... Debbie and Mr. Thomerson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he gestures for them to make their walk to him, a gust wind lifts up Father's cassock, exposing his bare ass. He quickly grabs his cassock and covers himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "He begins to walk toward the priest. Suddenly, out of now Cole appears at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole. Don't you know it's bad luck  to see the groom before the wedding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want Debbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You dump her and I'll give you cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's Debbie's blue book value right  now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five thousand dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are now standing near Father Falwell. Debbie is  approaching them with Mr. Thomerson. Mr. T. shoots Cole a signal to up the ante.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seventy-five hundred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, ten thousand plus a G.E. toaster  oven, a Litton microwave, a  Cuisinart...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm marrying Debbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michelin tires... brand new. A set  of Sears Best metric tools...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to O'Neill) What is this person's story here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The way I see it, the big lug is in  love and he's got a lot of major  appliances lying around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie and Mr. T. have joined Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole, what are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's just trying to save you from  making a mistake. (to Rick) A big mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Dad. (to Cole) Cole, go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's gonna hurt you, Debbie. He'll  never be true to you the way I would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. We'll all keep that in  mind. 'Bye now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole turns red with anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pissed) Rick, me and you aren't through yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a la talk show host) Ladies and gentlemen, Cole Whittier.  Let's hear it for him -- a funny,  funny guy. We love ya, babe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wind suddenly picks up. A storm is coming in off the  sea. Father Falwell's cassock blows up again. It starts t rain and hail. Everyone runs for cover but Rick and O'Nei",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to O'Neill) You think the gods are telling me  something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick is snuggled cozily on his side of the bed, fast asle Debbie is staring anxiously at the ceiling. After a coupl of beats, she tugs at Rick's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(drowsy) Huh? Wha...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... I got something for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He groggily reaches into the nightstand, pulls out a hamm He raises it as if to hit Debbie over the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop fooling around... I need to  talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... I just feel scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he sits up) About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wedding, my parents, your family,  our friends, my job, the future, our  relationship, the caterers, my gown,  your tuxedo, our honeymoon, the  apartment, my shower, your bachelor  party...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think the only think you've left  out are our relations with the Soviet  Union. Sweetheart, everything's gonna  be all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before or After I have my nervous  breakfown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to gently rub her shoulders. She breathes deepl trying to let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That feels so great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um... that's very relaxing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, I want you to lie down and drift  off to slumberland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slowly lowers her to her pillow and tucks the covers i around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Close your eyes... that's it...  There's nothing to worry about... I  love you... I'm a great guy... (yawning) In two days you're gonna be Mrs.  Great Guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He yawns again and turns off the light on the night table There is a beat of silence in the dark. We PUSH IN ON the faces, which are faintly illuminated by a street light ou the open window. Both of them have their eyes wide open a they stare at the ceiling in fearful anticipation of the  next day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys (except Gary) are walking through the busy airpo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure Gary's got this whole party  deal together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, man, he's got us a great room  at the hotel and lots of chicks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope so. Hundred bucks apiece is a  lot of dinero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What time are we supposed to get to  the hotel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, Chulo, the party's not  gonna start without you. We got plenty  of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't wait to see old Larry...  It's been five years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE EXIT RAMP",
          "text": "People are streaming out of the plane. Finally the last p exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knowing Larry, he probably missed  the flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There he is... Hey, Larry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(talking very slowly) Guys... guys... guys...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Ludes... 'ludes... 'ludes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry floats toward them and stops in front of them. He s at them strangely, looking from face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, I love you guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the guys' surprise, he goes around hugging each one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) This makes me so happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start walking toward the baggage claim area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, Larry, how have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just in love with everybody. It's  really a beautiful planet. I love  you, Rick. I love you guys. I love  everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So how's your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry stops walking and immediately breaks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate her. I hate her guts, the  bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry, you and your wife got problems?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to talk about it. I  love you guys. I love my friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry reaches into his pocket, takes out a Quaalude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You want to share it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw, two on a Quaalude... bad luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pops it in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys exit the Baggage Area. Rick is pushing Larry who sprawled out on top of his bags in a luggage cart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My marriage is the worst. All crap.  A big pile of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe your marriage should lay off  grains for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hates me. It's over. You'll see,  as soon as you get married, everything  changes. You sure you want to go  through with it, man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his interest peaked) What do you mean, it changes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Larry can answer they reach the bus where Debbie i waiting for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hugging Larry) Larry, how are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Debbie, congratulations. Hey, do  you know where there's a pharmacy  around here so I can get a  prescription filled?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, get him on the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As a couple of the guys pick Larry up and carry him into bus we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick is driving the bus with Debbie sitting next to him i the driver's seat. The guys sit in the row of seats behin them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... twenty-four more hours to go  and tonight we'll share with our  friends and loved ones the joys of  those last moments of singleness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better not have too much joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wouldn't think of it. Because  tomorrow... (starts singing) We're going to the chapel and we're...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) Gonna get married...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GUYS",
          "text": "They start to join in the song in a little less than perf harmony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Going to the chapel and we're gonna  get married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gee, I really love you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we're gonna get ma-a-a-ried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whooping it up) Going to the chapel of love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, yeah, oh, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus zooms down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Going to the chapel of love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick's bus comes up to the driveway in front of the house and stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it, lady. Last stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't I just go with you guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, we got men's business to do.  It's no place for a lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens the door, picks Debbie up and carries her out to the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember, you promised... no screwing  around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I promise that? I don't remember  that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're really pissing me off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She grabs Rick and wraps her arm around him in a playful  headlock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, I promise... I swear on my  mother's grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mother's not dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if I go back on my word, I'll  kill her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie lets go of his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a good time. Don't make it too  late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything you say, ma'am. Have a fun  shower. Use soap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They kiss, and the guys whistle in the background. Then D starts toward the house and Rick hops back into the bus. gets into the seat and sits there for a moment, watching  Debbie with a guilty look as she goes into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Rick) What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snapping out of it) Nothing... Let's get crazy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When do the girls get to the party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, Gary's taking care of  that now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys holler and whoop it up as Rick puts the bus in g and takes off down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUMBO, a well-dressed behemoth in a sky blue suit and  widebrimmed hat, is standing on a street corner talking t Gary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we want your best girls, the cream  of your crop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's see your bread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary takes out a roll of bills, which Jumbo grabs and qui counts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Okay, I got just what you're looking  for. (calling off) Margot... Darlene...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two shapely HOOKERS in tight-fitting clothes come up to t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll do just fine. Hiya, girls.  Look, after the orgy, maybe we could  have coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls look at him with \"Is he for real?\" in their eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shorty, where's the party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary takes some slips of paper out of his pocket and hand Jumbo one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Park View Hotel, Room 1002.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll be up there in a half hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Nice to meet you both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary turns, almost collides with a garbage can, and start walking down the street. He passes a parked Porsche. Afte beat, Cole Whittier sticks his head up and watches Gary w off. Then he hops out of his car and approaches Jumbo and the girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. I must have just missed my friend.  He hired you for a bachelor party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the Park View Hotel, Room 1002.  What about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole's face lights up. This is the information he needed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Right. (takes out piece of  paper) This is the new address. We changed  our minds and decided to send the  girls over to his house instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes out a fifty-dollar bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) And here's a fifty... I want this to  be a surprise, so you never saw me,  okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pocketing the money) No problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole smiles happily as he slithers back to his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) Now she'll see what kind of jackoff  he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTEL",
          "text": "A parking VALET crosses to the bus as Rick hands him the  keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be careful with it. It's a rental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys hop out with the enthusiasm of a home team that' just won the state championship. They race in the front d A banner over the door reads: \"WELCOME MISS MOOSEHEAD BEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a pretty plush place. The kind of hotel that prid itself on its classy image. The guys are totally unaware the sedate atmosphere in the lobby as they go screaming t the elevators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to some dignified  guests) We who are about to go ape shit salute  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, I'm stoked!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as they are about to get into the elevator, a hand c INTO FRAME and holds the door so it will not close. WIDEN TO INCLUDE the MANAGER. All their carrying-on stops when the guys see him staring grimly at them. If he wasn' hotel manager, he'd be a mortician. He has a constant  expression on his face that suggests he's constantly suck lemons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just where do you guys think you  are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Library of Congress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Detroit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beyond the sun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are any of those right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the Park View Hotel. I'm the  Hotel Manager. Are you looking for  someone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, you. We're looking for our  room... 1002.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick takes out his key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's on the tenth floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you know, they moved it.  Catch you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door starts to close and the guys start yelling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep your voices down. This is a  respectable establishment. We don't  go for any funny business here. Just  then a GUY with a Moosehead Beer hat  and TWO GUYS in a moose costume pass  him and enter the elevator with the  boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see what you mean... You're a  beautiful guy. And you're doing a  damn good job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door slams shut before the Manager can say anything e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several of Debbie's friends have arrived and are chatting amiably in the living room. Phoebe is dipping potato chip into a bowl that says \"Muffy\" on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have any more of this dip,  Mrs. Thomerson? It's really excellent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just ate Purina Cat Chow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gross me out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie comes into the living room and sits next to Bobbie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(concerned) What do you think's gonna go on at  the guys' party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll probably get drunk, and watch  dirty movies. But don't worry about  the dirty movies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I forgot to tell you. Yesterday I  found a bunch of pornos in the back  seat of O'Neill's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah. Everything's cool... I took  care of 'em. (starts to giggle)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, Ryko, O'Neill, Chulo, Larry and Stan are walking do the hallway, looking for their room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1004, 1003... (spots the room) Aha! 1002.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys give out a hearty cheer as they huddle around th door. O'Neill grabs the doorknob. He takes his time, play up the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) And now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys lean forward, anticipating the opening of the ga of heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ...to our honored guest Rick, and  his life-long friends, I say... (turns the doorknob) ...gentlemen, start your boners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He flings open the door and everyone but he and Rick burs into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys all but dive into the room. It is a two-room sui with living room/kitcheonette and separate bedroom. The r has been decorated with balloons. A sign reads: \"Happy  Bachelor Party!\" It looks far from professionally decorat Chulo frantically checks out the rooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bitchin' place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs a chin-up bar in a doorway and starts to chin  himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did the balloons myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a prophylactic out of a Trojan carton. He blows up. On closer examination, we SEE all the balloons are  inflated prophylactics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo returns from his search of the rooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crazed) Where's the women, man? We gotta  have women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo, one thing at a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sex is my one thing. I'm good at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bit of a warm-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He threads a film projector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) We'll spend an hour with \"Nymphos  Without Pants\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Olivier's in that, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then it's on to the real thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cheering) All right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ryko flips off the lights as O'Neill puts the projector i forward and the title flashes on a movie screen. All the  guys yell in anticipation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOME MOVIE SCREEN",
          "text": "We SEE a man stepping out of a shower. He puts on his rob and exits the bathroom. To his surprise and to the deligh of our guys, two young, beautiful Nordic looking women,  dressed in micro-minis and see-through blouses stand wait for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're Danish, I know it. I'm crazy  for Danes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYKO AND CHULO",
          "text": "sit watching the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Chulo) Denmark makes great Nautilus  equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to jerk and press those  babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to O'Neill) And I thought we wouldn't have any  meaningful conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN",
          "text": "The man takes off his robe. The girls start to seductivel undress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excitedly) All right, yeah, yeah, yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly an abrupt jump cut. The girls are undressed and  lying on top of the man. Our guys are seriously let down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disappointed) Awwww...",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'NEILL",
          "text": "He can't figure it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SCREEN",
          "text": "As the women kiss the man from his head slowly down his c past his navel and heading south...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUYS",
          "text": "Their eyes start to widen like a child in a Keene paintin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, go, go, yes, go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SCREEN",
          "text": "Another abrupt jump cut spliced together with what looks  like a band-aid, and the girls are sitting on the side of the bed. The man is recovering from the best sex he's eve encountered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disappointed) Awwwwww...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick turns to a shocked O'Neill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, but this is as arousing  as a stroll through the Vatican.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They watch the screen. The two women seem to be taking a  liking to each other. They begin to fall onto the bed and entwine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, yes, do it, yes, yes, oh  yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A jump cut and they are dressing. Stan can't take it anym He jumps to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are the dirty parts? I'm a  doctor. I can see these things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a waste of two women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill rises abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't get it, but at least Gary's  got the real stuff coming up here in  a few minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in ecstasy) Women!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls are having a great time. The front DOORBELL RIN Mrs. Thomerson answers it. Standing in the doorway is Tin Stahl, Stan's wife; she's late for the shower. Behind her are two obvious hookers: Margot and Darlene. Tina doesn't know either of the girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Tina can speak, Margot speaks up. She's reading fr the piece of paper Cole gave her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through heavy gum  chewing) Yeah, hi. Look, is this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIECE OF PAPER",
          "text": "Margot reads the address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "838 North Franek Avenue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Tina Stahl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. Stan's wife... Everyone  come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STREET",
          "text": "Cole sits in his car and watches happily as the hookers g inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie spots Tina. She is oblivious to the two hookers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tina!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They give each other a big hug. The hookers watch closely Debbie leads Tina to the other women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You know everyone here, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls hug and give big hellos. Meanwhile, Margot and  Darlene have come to the conclusion they've been hired fo kinky scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of these, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buck's a buck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start to unbutton their coats. Tina hands Debbie her present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's so heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sits and the girls gather around as she starts to ope the gift. Phoebe happens to look off and is stunned by what she see The others are curious at what she is looking at and they too stare O.S., stunned to silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT AND DARLENE",
          "text": "dressed in leather and mesh stockings. Margot carries a w Darlene is holding a phallic electrical device.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(business-like) Is there an empty outlet in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie unconsciously points to a nearby wall. Margot and  Darlene stand amidst the girls. Darlene plugs in her devi She and Margot start to embrace and fondle one another. T girls watch in stony silence. Dumbfounded at what they se Margot and Darlene start to sink to the floor, OUT OF OUR SIGHT. Before they disappear, we see Margot take out her and park it on an end table. Now OUT OF SIGHT, the girls  watch for a beat. Then we hear the WHIRRING of Darlene's  implement. Our girls screech in horror and hold onto one  another in a protective clump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys are sitting around drinking, eating and looking  generally bored. Chulo sits in front of the TV, glumly  watching an old \"I Love Lucy\" re-run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I was Ricky Ricardo I would beat  the shit out of that chick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(totally ripped,  staring at the black  and white image) Wow! The colors are sooo beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo gives him a strange look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(opening a beer,  reading the label) Isn't there any beer that's not  imported? All this stuff's from St.  Louis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling to imaginary  person O.S.) Bartender, round of brains for my  friend here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary enters the room. He's all smiles. Confident he's don great job arranging for the entertainment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's it going, guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone crowds around him like children greeting Daddy.  Looking for candy hidden in his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the girls? Where's the girls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick pushes them away from Gary like a referee separating two fighters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give the guy air. Everyone to a  neutral corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. We got no women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place should have been wall to  wall tits by now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to O'Neill) Guy paints a beautiful picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to see what the hell  happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like the only one who got  screwed here was you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He exits out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, what do you guys think of the  party so far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys toss sandwiches and empty beer cans at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting his arm around  O'Neill) Well, I think you've done a damn  fine job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone pelts Rick and O'Neill with more junk. Suddenly the door bursts open. The guys look up and are  surprised to see Cole enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, I want to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, Cole. (turns to the others) I don't remember ordering an asshole  from room service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole enters, closing the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want any trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, come on, just a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm ready to make you another deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mock excitement) Ooh, be still, my heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points out window) See that down there? That's my most  prized possession. My new Porsche.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole's Porsche parked in the hotel parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very nice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Rick gestures to Chulo to look out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his voice tells us  he has something in  mind) Isn't that a great car, Chulo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo gets Rick's drift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... real nice. Ah, excuse me.  I'll be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to exit. Before he does, he grabs a hanger out the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love that car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm very happy for you two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They back away from the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll trade you my Porsche for Debbie.  An even swap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised) The car for Debbie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting a little  excitable) I mean it. The car is yours. Dump  Debbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gee, guys, what should I do? The car  or Debbie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the guys treat this as if it's \"Let's Make A Deal\". T take sides, yelling out, \"Take the car,\" \"Keep Debbie.\" O the din we hear a befuddled Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) What a decision here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks over to the window. Cole follows closely. He's t to convince Rick to take the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Low mileage... Handles like a dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So does Debbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo is using the hanger to jimmy the car lock on Cole's Porsche. He's successful. He jumps into the car and drive off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick and Cole are at the window. The guys are still tryin to convince Rick on his decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got the car only two months ago --  it's got --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he looks out the window we see with him that his car i gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Shit, shit, shit, shit. My car's  gone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe it had something to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He charges out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Odd. He's only been gone a few seconds  and I already miss him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary spots Jumbo on the same grimy street corner. He's pi for one of his ladies and makes a sale to an anxious youn Marine as Gary approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jumbo, where the hell are the women?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about, asshole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your whores never showed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They left an hour ago, pink nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jumbo has had enough. He backs Gary against a wall and pu a knife on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irritated; a lot) That's it, prick lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've had it, numb nuts... How much  money you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I'm pissed off. Now give me  your cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary hurriedly digs into his pockets and gives Jumbo his  money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is bad public relations. I was  planning to do a lot of business  with you. But now I'm going to have  to go elsewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mock sincerity) Hey. I'm sorry. You want girls. I'll  give you girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He snaps his fingers and TWO of his LADIES come forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; to girls) Give him the works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's more like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls walk over to Gary and proceed to beat the crap of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a garish nightclub. A large lighted billboard procl \"ALL MALE... ALL NUDE.\" Two cars pull into the parking lo Debbie and all of her shower guests get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure this is a good idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, you heard what those hookers  said. They were supposed to go to a  bachelor party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That doesn't mean it was Rick's party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie, men are pigs -- if they can  have women, we can have men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(agreeing) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reluctantly) I don't know about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Mother, it'll be fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls giggle as they enter the place, with Mrs. Thome following reluctantly behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at that guy. What a hunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check out the other guy's buns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's sit over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They head for some empty tables. Debbie notices her mothe is still standing transfixed by the MAN on display on sta Debbie grabs her by the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the way to the table they pass MICHAEL, the bartender, who looks at them and immediately recognizes Debbie. Find this interesting, he picks up a phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly; into phone) Yes... is there a Rick Stahl  registered there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary, beaten up, his clothes ripped, stands amidst the gu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hookers beat you up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know you were into that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could you be so stupid. I'm gonna  kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead, but if you want women, we  need more money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This just isn't righteous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angered) Screw you... Do me a favor, join  this decade, will ya, pal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as if he's working a  fundraiser) Hey, now, our buddy needs help. Come  on, dig into those pockets. Help  this man. (puts his arm around  Gary) Help this person help others get  laid. Give till it hurts. He needs  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys take out money. Larry stands and digs into his p for his wallet. Along with the wallet comes dozens of pil The PHONE RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And there's our first pledge coming  in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick picks up the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Hello. End Horniness Telethon. Yeah.  Michael... how you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's standing behind the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm working... Right. At  Chippendale's. Guess what. Debbie  and her friends just walked in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised) Really? That's very interesting. (he brightens) I'll tell you what... stay there and  we'll be right down. I want to check  this out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up the phone. Gary, meantime, has collected his  money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be back with women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I might as well have left my genitals  at home, the good they're doing me  here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling after Gary) Hurry back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(it's obvious he has  something in mind) While we're waiting for Gar, why  don't we all go for a little fresh  air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys start toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(zonked and depressed) Guys, I think I'd rather stay here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Larry. Be good for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just want to be alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. Now, there's milk and  cookies in the refrigerator. Go to  bed right after \"Falcon Crest.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Larry slumps on the couch, the guys exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick and the guys exit the hotel. As they exit, Mr. Thome enters. Both parties are oblivious to the other's presenc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson is greeted by a Moosehead Beer EXECUTIVE wh is wearing a straw hat that says \"Moosehead Beer.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed, we're so glad you could come  over at the last minute and judge  our little beauty pageant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My pleasure, Al... Always happy to  help out in a pinch... (looking around) Excuse me. I better call my service...  tell them where I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He enters a phone booth and starts to dial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to executive, covering  mouthpiece) I had to get out of the house anyway  tonight. The wife is throwing a bridal  shower for my daughter. (into phone) This is Ed Thomerson. Please transfer  my calls to... (reading number off  phone) 220-1892. Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He crosses with executive toward the ballroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Congratulations on your daughter's  wedding. Who's she marrying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A real turd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at a loss for words) Well... hope she'll be very happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They exit into ballroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amidst the kitchen activities we SEE Rick, O'Neill, Ryko, Stan, and Michael.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So will your friend Nick do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll do anything for money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love his attitude. (calling off) They still out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAN",
          "text": "He's peeking through the kitchen door. We SEE Debbie and shower girls whooping it up at a ringside table. Stan tur back to Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breathing heavy at ringside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He joins the other guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a la Long John Silver) So, they want action, eh? Are you  with me, me hardies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys shout approval as NICK, one of the male dancers, enters carrying a tray of food. Nick is a muscled hunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, this is Chippendale's star  attraction, Nicholas Carter... better  known as Nick the Dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick the what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick drops his pants. Since he's being SHOT only from the WAIST UP, we can't see what the guys see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(proudly) The Dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(astonished at this  O.S. sight) Jesus Christ!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get this thing going. Tray,  please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick holds the tray waist high. Rick arranges the food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Looks good. Can I have the bun,  Michael?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael hands Rick a hot dog bun. Rick places it on the t He turns to Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) And now, Nick... or is it Mr. Dick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick, if you would be so kind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "He holds the tray with one hand. With the other he reache OUT OF FRAME. In a nutshell, what he does is place his ho in the hot dog bun. As he slaps his business into the bun we HEAR a solid THUMP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick, the rest is all yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excusing himself) Gentlemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He exits. As he does, our guys crowd around and peek thro the kitchen door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "We FOLLOW him as he approaches the girls' table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you ladies would like to serve  yourselves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls grab their orders. Mrs. T. is last. Hers is the hot dog. She points to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this the foot long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. T. grabs the hot dog. It won't come off the tray. Sh yanks harder. Nick drops the tray and Mrs. T. finally com to realize what she is pulling on. She screams in terror. Because of sheer fright, she can't seem to drop Nick's sc from her grip. The rest of our ladies look to see Mrs. T. hot dog. They scream in shock. Debbie spits out her  marguerita, hitting Phoebe in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUR GUYS",
          "text": "They are busting a gut watching the girls' reactions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks up just in time to see the  guys close the kitchen door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. T",
          "text": "still frozen in a state of shock. The girls try to pry he hands off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several HOOKERS are standing around. Gary approaches them",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ladies... come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talk to the pimp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gestures to a MAN with his back TO US.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PIMP turns around and we SEE he is the stereotypical  pimp. One big difference: he's an Indian straight from th streets of Calcutta. He's soft-spoken and ever smiling an he still hasn't quite mastered English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(oh-so-heavy Indian  accent) What can I be doing for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a pimp?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm telling you I am, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That I got. Very good women. They  sit on your face, anything you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big problem now. Soon they go to  customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need them for a bachelor party at  the Park View Hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are being in luck. Customers in  same hotel. I let you have them at  cut-rate price for 45 minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sold. 45 minutes. No problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not one minute longer or Milt will  come for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Milt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MILT joins them. Milt is a massive hulk. A bearded exbike He could have come out of an MX silo. A menacing mountain a man decked out in a cowboy hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This being Milt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Milt casually takes off his hat and immediately sticks hi face through a nearby window, smashing it to pieces. He p his head out, smiles and puts his hat back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Girls back in 45 minutes or Milt  cuts your balls off. Fair enough?  Shake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary extends his hand and they shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself as he  walks to his car) I just bet my balls and shook on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys are piling back out of the bus into the hotel. T Manager watches them suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, O'Neill, Ryko and Stan come back into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(concerned; calling ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry! Yo, Larry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick crosses to the bathroom door, opens it and goes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry is on his knees on the side of the tub with his hea submerged fully under several inches of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry comes out of the water. He gasps for breath and spe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm killing myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a deep breath and submerges his head again. Rick unplugs the tub and it begins to drain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry... you've got to lighten up.  You and the wife can work it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The water has drained from the tub, leaving Larry high an dry. He lifts his head out of the tub. In his state, he's unaware that the water is gone. He gasps for air as Rick  holds him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lar... sometimes when people are mad  they say things they don't mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, she hates me... I want to end  everything here... now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry takes a deep breath and plunges his head into the t His head hits the waterless tub bottom with a loud THUD. goes limp from the concussion. His body drapes into the t head first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I guess so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I see you're right. C'mon,  let's party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry gets up and exits the room. PUSH IN ON Rick. He loo after Larry, concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) He ain't all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOBBY",
          "text": "Cole sits in a phone booth holding the receiver impatient",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The receiver is off the hook. After a beat, Mr. T. crosse to the phone. Cole does not see him, and vice versa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, son, did you find out where the  bachelor party is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. How's everything going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not so good. He wouldn't listen to  reason. He stole my car... my  Porsche... I can't find it anywhere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, he's playing hard ball. Well,  two can play that game. (yelling) Go after him. Stop at nothing. You  hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? I'm sorry, sir, I can't hear  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking over into the next booth, he sees Thomerson's bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Some fat slob in the next booth is  making a lot of noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, tell the asshole to shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. (calling off) Hey, shut up. Okay, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, I can't hear you. Some pin  head's yelling... (yelling O.S.) Shut up, I'm talking here. (into phone) Now look, I want you to go back and  I don't care what you do. Stop that  marriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slams the phone down and EXITS SCREEN RIGHT. Cole star to exit left when he spots Chulo getting into the elevato",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, man, your car's looking good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crazed) Where is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator doors slam shut. Cole races out into the str",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole comes bursting out into the street. We can tell by h shocked expression he doesn't like what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, shit, shit, shit, shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS as he charges to his Porsche. His pride and j has now, thanks to Chulo, been customized into a Chicano  special. It's chopped and channeled; dingleberries rim th back window, flames have been painted on the rear fender; chain steering wheel, fuzzy dashboard, dice hanging from mirror. A real East L.A. beauty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLE",
          "text": "He's snapped -- totally flipped. He turns and yells up to the hotel:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming) Rick... Rick... Goddamn it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "He's standing near the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gee. I think that's for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks out the window and sees Cole standing next to hi transformed Porsche.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick... Debbie is mine. She'll always  be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling back) Cole, when was the last time you had  a lobotomy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furious) You've had it. I'm gonna get you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STREET",
          "text": "Cole hops in his car and drives off, blowing his HORN at  oncoming traffic. The HORN PLAYS \"LA CUCURACHA.\" Cole sla his fist on the steering wheel in disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to guys) Don't you love it when old friends  stop by?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Rick) Hey, I'm starved... Let's go get  something to eat. We'll bring back  food for everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not really hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon. I insist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs Rick by the arm and leads him out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick is finishing giving the food order to a WAITER. In t b.g. we SEE O'Neill talking to a BELLHOP. The Bellhop is  pointing to a table. O'Neill thanks him and slips him som money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...couple more on rye. Lots of  fries... and a burger and diet soda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waiter acknowledges he's got it and exits. O'Neill joins  Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill leads Rick to the table the Bellhop pointed out.  They sit down. Immediately O'Neill takes some cash from h pocket and holds it under the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TABLE",
          "text": "Huddled underneath the table, hidden by the tablecloth, i HOOKER. Her specialty is coming right up. She grabs the b from O'Neill's hand. She tucks the money in her cleavage turns her talents to Rick. She unzips his fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "He reacts to the ZIP SOUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My gift to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under the table!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The best table in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hooker has begun to do what she does best. And Rick l it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I think we can skip the wine list.  Oh, gee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER FALWELL",
          "text": "enters the restaurant. He spots Rick and O'Neill and cros to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys, good evening to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick tries to maintain his dignity. But from under the ta a blue ribbon job is being applied to his fun zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Falwell, good evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falwell shakes Rick's hand. Rick hangs on for dear life.  Pumping the hand up and down at a faster and faster rate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father... Oh, yes... yes... yesssss...  Oh, yesssssss!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falwell pries his hand loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, Rick, soon you will be a married  man. How does it feel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Innnnnn-credible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, nice seeing you both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick's excitement heightens as the Hooker pulls out all s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooooooooh, Jesus, Oh God, God, God,  God, Oh Jesus, Jeeeesussss...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Falwell looks on rather perplexed. Rick sees Falwe puzzled look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I was just saying grace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Rick can speak we HEAR a VOICE from under the tabl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick's hand EXITS FRAME and zips up his pants. Then Rick O'Neill get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father, would you like to take our  table?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill can't believe what Rick is about to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits in Rick's spot. Rick leans on the table to say hi final farewell to the priest. He takes this moment to get some money out of his pocket and hold it under the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDER THE TABLE",
          "text": "The Hooker grabs the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you'll enjoy this table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So long, Father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He and Rick, suppressing a laugh, exit. Father Falwell pi up the menu. We HEAR the ZIP SOUND. Father perks up. He  doesn't know what the hell is happening. O'Neill turns to Rick as they're leaving the coffee shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't get it. Why didn't you go  for it just now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Maybe it's because I  love Debbie or maybe it's hard for  me to get off in a place that smells  like egg salad. I'm not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick and O'Neill enter the suite. No one is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell is everybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone jumps out from their hiding places. With our guy is Gary and his team of FIVE PROSTITUTES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surprise! (gesturing to the  girls) The team bus just pulled in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hookers. It's a party!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of our hookers, KELLEY, gets everyone's attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's first, guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone acts as if they're in grade school. They raise t hands; they come on like kids trying to get the teacher's attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, me... me... me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait. The guest of honor should be  first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, that's okay. My brother has to  look up old people's asses all day  long. Let's give him a break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Give me the will to live. Let  me go first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moving plea. Okay, Doc, you lead  off. I'll screw clean up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone cheers Stan's good fortune. Kelley takes Stan by the hand and leads him into the bedroom. Gary turns on a  record and everyone starts dancing. Larry is laying out d on a table. They consist of lines of coke and various hap time pills of all colors and shapes. Rick takes a look at the layout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How thoughtful. A drug smorgasbord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo enters. He sees the party has taken off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have returned!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He spots a sweet-faced young hooker, LAVERNE. She is pran around in her bra and underwear. Chulo wants her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; points  to her) You! Mine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laverne is frightened of Chulo. Mainly because he's comin at her like a sex-starved buffalo. Chulo goes after her.  Scared, she runs around the room, then out the door. Chul gives chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to O'Neill) Chulo's got such a nice, light touch  with women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laverne runs down the hall, closely pursued by Chulo. An female NEW WAVE BAND comes to the door. O'Neill greets th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terrific. You made it... You can set  up over there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they enter we go to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo is on the heels of Laverne. She bursts through a do to excape him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laverne finds herself on the stage of a beauty pageant, s in her bra and panties. FIVE other LADIES are dressed in  their bathing suits. Chulo stops short of running on stag Laverne, seeking the safety of the moment, stands in line with the contestants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. THOMERSON AND OTHER JUDGES",
          "text": "They like what they see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to another) Great bathing suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating Laverne) I think I screwed that one once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie and the shower guests are all in a state of undres We WATCH as they put on dresses and heavy makeup. Mrs.  Thomerson is still freaked out over her meeting with Nick the Dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had his weiner right in my hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you. Men are pigs... I saw  them standing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a gross thing to do... gawd!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet right now Rick and his pals... (she spits disdainfully) ...are knee deep in whores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A strange wang right in my palm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ilene, we don't really know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what we're going to find out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel like I'm spying on Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. That's just what we're doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll kill Stan if I find out he's  been screwing around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ilene shoves socks in her bra to enhance her cleavage and defiantly slaps on her new dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brett, are you with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coming out of her  fog) Yeah, sure... I was eye to eye with  an unfamiliar pud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party is taking off. The all-girl band is going ape s The guys are dancing with the hookers. They're all moving unison, to a gyrating New Wave dance step and singing alo with the MUSIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYKO",
          "text": "He's wearing gravity boots, hanging upside down, entwined around one of the hookers. They're hanging there, making like crazy. Gary passes by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Gary, spot me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEDROOM DOOR",
          "text": "Stan comes out of the bedroom. He's disheveled, but looks very happy. He crosses to Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks a lot, that was the best.  You're next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, not yet. Look, you're my older  brother. I need some advice here.  What's the deal with marriage? What  can I expect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, the first month it's great.  The second month things calm down a  little. By the third month you're  looking through your old girlfriends'  phone numbers; by the fourth month  you're numb; by the fifth month,  hopefully the football season starts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Stan, you've been a lot of  help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan pats Rick on the back and dives into the festivities",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "He spots someone across the room. It's like Tony spotting Maria for the first time in \"West Side Story.\" As in a DR SEQUENCE, ALL SOUNDS STOP. Two pinspots hit them. She tur and sees him. She smiles. Both are madly in love. Like tw pieces of metal attracted to the same magnet, they walk t each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They take each other by the hand. They walk into the bedr and close the door behind them. The New Wave dance briefly continues, then comes to an en",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HOTEL ROOM",
          "text": "O'Neill grabs Ryko (who is just coming down from his grav bar) and Stan, who is wearing a pair of women's underwear his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys better get going. It's  getting late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ryko and Stan cross to the door and exit. As they do, fou or five pretty GIRLS are passing by in the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there a party going on in there  or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. It's great. Go on in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls cross inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God. Fresh meat. Let's hurry back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a pained, tragic and extremely stoned out look o his face as he sighs deeply and then summons up his coura WIDEN as he looks down at his right wrist. He heaves another deep sigh and brings an electric razor  INTO FRAME. He turns it on and runs it over his wrist. Of course, nothing happens. Just then Rick enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm trying to slash my wrists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're trying to kill yourself with  an electric razor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't find any razor blades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, this is terrific. Now you're  gonna have wrists that are smooth  and kissable. Just go out there.  Forget about everything and laugh it  up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly laughs like  a crazy man) Ha, ha, ha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, have fun first. Then laugh. Now,  forget about marriage for a while.  Go party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he shoves Larry out, Gary enters the bathroom. His  expression tells us he's had the best sex of his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary, how we doing, big stallion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, I really think I'm in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is cause for celebration. She'll  probably charge half price for sex  from now on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick exits as Gary dreamily crosses to the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into mirror) This time it's real. She's wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary's \"woman\" enters and closes the door. Their eyes mee Gary takes her hand and kisses it gently. She turns away, then lifts up the toilet seat, lifts up her dress and pro to pee. She is a man. Gary is stunned. His jaw drops open Gary's dream girl/guy finishes his business. He drops his dress and turns to Gary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The name's Tim. I'm always available.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He blows a kiss and starts to leave, but turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the way... I also do engine work  on BMW's. 'Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tim exits. Gary feels filthy. He rips open the cabinet, t out tooth paste and toothbrush and vigorously brushes his teeth. He rips off his clothes and jumps in the shower an scrubs as if he's scraping barnacles off a hull of a tugb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ryko and Stan drive up to a country stable. They get out the car and open a barn door. Both are pleased at what th see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing there is a donkey, eating straw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole drives up in his Chulo-customized Porsche. He gets o then reaches back into the car and takes out a crossbow ( heavy duty metal kind hunters use). He looks up menacingl at the hotel and spots the room where the party is going He sees another hotel across the way. He gets an idea and enters the other hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party is going full blast. Some other girls and a cou of guys (hotel guests) enter the room and are quickly swe up in the spirit of the party. O'Neill approaches Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, I'm concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is your bachelor party. You  haven't had sex with anyone yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to joke his  way out of it) Get a few drinks into me, we'll dance  and see what happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got something you can't resist. I  have a friend, Tracey. She wants to  meet you. She loves to please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oooooo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating the bedroom) Right in there, pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I'm not out in a half hour, send  for the paramedics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the old Rick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick enters the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's dark, but for a lamp on the nightstand which is on. one corner of the room we SEE the figure of a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellooo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tracey walks toward Rick. The light illuminates her. What see is truly the most beautiful woman on earth. She is to nude. A vision that would make any man screw and ask ques later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself;  overwhelmed by her) Eat my chair!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take me... please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick instinctively makes a move toward her. He decides to for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACEY",
          "text": "Just then a strange thing happens to Tracey's face. It  transforms into Debbies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick stops dead in his tracks. He can't believe it. Debbi face is now on Tracey's body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You promised me, Rick. You promised  you wouldn't make love to anyone  else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick is shaken by this. He shakes his head and wipes at h eyes. Debbie's face is gone. He moves toward Tracey again",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACEY",
          "text": "Her face transforms into Sister Mary Francis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't go back on your word, Rick. Be  true; be strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sister Mary Francis's face disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACEY",
          "text": "Her face becomes Stan's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You nuts? Look at me, I'm beautiful!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan's face turns back to Tracey's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the kids from his bus are gathered around Tracey. The egging him on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do it! Come on! Put her away! Go for  it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie's face appears on Tracey's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleading) Don't Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie's face disappears. Rick can't take it anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't do it. I love Debbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs out of the room, leaving a very confused Tracey i his wake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill is waiting outside the bedroom door as Rick comes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put it to you this way -- you're  gonna have to pry her out of the bed  with a spatula, mister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm proud of you, lad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick crosses to the bar area as O'Neill watches him go,  beaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole enters the room. He runs to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His window is right opposite the window in the hotel of R party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLE",
          "text": "He's pleased. Very pleased. He places an arrow into his  crossbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's looking down his sights. Rick is the target... and a easy one at that, for at this very moment Rick is crossin past the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens and in walks Rajah, the Indian pimp. He lo pissed. He's looking for Gary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angry) Am looking for this dunghead who  took my women... He is being liar to  me. 45 minutes way over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has Rick right where he wants him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSSBOW TRIGGER",
          "text": "Cole's finger squeezes off a shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Luckily he starts to dance with a female guest. This take him out of line of the arrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTEL SUITE WINDOW",
          "text": "The arrow zooms through the open window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rajah is standing by the door. The arrow zips through the room, misses everyone and lodges in the wall inches from  Rajah's head. He looks at the arrow and realizes he almos was killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frightened) Holy Dung is this thing! I sic Milt  on you. He get back bitches. Me? I  haul ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs out of the room. Rick and O'Neill watch Rajah exi confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at arrow) What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just then another arrow comes zipping through the room,  lodging in a chair inches from Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to new arrow) How 'bout this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still drawing a blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn in the direction the arrow came from and look o the window. They spot Cole loading his bow in the room ac the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He look familiar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon. Get the hookers in a circle.  We better put Cochise out of business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start for the door as we go to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo is waiting outside a door that says \"Dressing Room. Several of the beauty contestants race out wearing formal gowns. Laverne follows them, wearing a very tight black d Chulo approaches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay away from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not gonna hassle you... Don't  worry. You look beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervous) Think so? I borrowed it from one of  the girls. I don't look too fat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're an angel... A madonna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laverne is moved by this. Before she can respond a Stage  Manager takes her by the arm and pushes her on stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo watches Laverne enter the stage to hearty applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE AUDIENCE",
          "text": "Mr. Thomerson and the other Judges sit in the front row m notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STAGE",
          "text": "The girls are lined up on pedestals as the MC approaches  Laverne",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, here is your question,  Miss... Er...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks through his cards hurriedly and is unable to fin Laverne's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rivas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Rivas... Yes... How would you  solve our country's present economic  problems?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who, me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a good question. From the way  I understand it, according to supply  side economics, when supply exceeds  demand, recession is the result.  That's why I think we should control  the credit markets and increase the  prime rate. That way, the consumer  price index will stabilize and we  will have economic recovery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CROWD",
          "text": "They break into spontaneous applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHULO",
          "text": "He is totally blown away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVERNE",
          "text": "She smiles broadly at the applause and walks off stage. C moves alongside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you know all that stuff? You're  a real brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, I used to fuck a librarian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo looks at her with awe and respect as she exits into the dressing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie, her mother and the girls enter the lobby. They  approach the Hotel Manager, who is standing behind the fr desk. They are dressed garishly, like hookers. Debbie has a cheap blonde wig and mini skirt. The Manager looks at t the way one would look at an approaching plague.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe we're doing this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Manager crosses to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I help you, ladies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, we're looking for the Stahl  party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Room 1002.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls turn and start toward the elevator. Mrs. Thomer who is wearing the kind of push-up bra that makes her tit look like the Black Hills, smiles at the Manager seductiv He smiles back, then catches himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Bellboy) Those guys are asking for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls cross to the elevator. Ilene pushes the button the doors swing open. They get inside and just before the doors close, a huge behemoth of a man joins them inside. turns and faces CAMERA. It's Milt, Rajah's beefy helper. doesn't look happy as he eyes the girls. They look back a him uncomfortably as the doors slam shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator door opens. Milt has all the girls by the co and hustles them down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're making a big mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. You still got another job  to do here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of job? I'm a housewife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet, Mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Milt stops at a door and kicks it with his foot. The door opens a crack at first, then swings open wide, revealing middle-aged Japanese business MEN in their underwear. The smile wide at the girls, obviously thrilled with the qual of the merchandise delivered to them. Milt shoves them in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slams the door shut and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys start to move toward our panicked girls. They sp to each other in Japanese (with English subtitles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice looking quim, huh, Bob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, you know me, Ray, I've always  been a sucker for redheads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hubba-hubba.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get out of here, girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn toward the door. One of the Japanese races over and gets there first, slamming and bolting the door shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, take it easy. Guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls run around the room in a panic with the Japanes chasing them in very hot pursuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, O'Neill and Tracey quietly approach Cole's door. Tr is dressed in a see-through negligee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it. (he positions Tracey  outside the door) Go get 'im.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He and O'Neill duck around the hallway corner, out of sig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is at the window, holding his crossbow. He is frantica searching the bachelor party across the way for any sign Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hears a KNOCK on the DOOR. Cole quickly hides his cros under the bed and answers the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tracey stands in the open door. Cole's jaw drops open. He has never seen anything as lovely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make love to me... please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks into the room. Cole closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick and O'Neill run up to the door. They listen closely. HEAR the SOUND of Cole's SHIRT being RIPPED off, the butt flying around the room, then the SOUND of his pant ZIPPER being undone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T minus... 3... 2... 1. We have  ignition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e and O'Neill burst into the room and close the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill is tying the end of a sheet around the bed post. SEE the bed is minus its sheets and blankets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All set here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys have tied the sheets and blankets together and m a rope. The other end is tied around Cole's chest. And th all Cole is wearing; he's nude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys are never going to get away  with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick stuffs Cole's underwear in his mouth to gag him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're just going to keep you in a  safe place until after the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He and O'Neill lift Cole up and put him out the window. T hang onto the sheet/blanket rope and lower him slowly out",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE Cole being lowered from the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's struggling, but can do nothing about his predicament He looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hotel parking lot is ten stories below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLE",
          "text": "He looks up to the guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK AND O'NEILL",
          "text": "They look down at him from the window above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, don't get into any trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take care. RICK &amp; O'NEILL Byeeeee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They duck inside the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, O'Neill and Tracey exit the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Tracey) Don't you wish you were a guy so you  could have fun like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLE",
          "text": "He's scared to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE that Cole's weight is pulling the bed to the windo",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLE",
          "text": "He's slowly lowering down the side of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A YOUNG COUPLE enters the room. They are very much in lov He gives her a kiss and closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you get comfortable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles coyly and starts to undress. He crosses to the closed blinds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) There's a wonderful moon out tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens the blinds, revealing Cole's ass pressed up agai the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "She screams, horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls are being hotly pursued by the Japanese men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(subtitled) Hey, Bob, this beats the shit out of  sushi, doesn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bed moves right up against the wall under the window. SEE the end tied to the bed post is beginning to untie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLE",
          "text": "He's panicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The knot unties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLE",
          "text": "He falls OUT OF FRAME. The \"rope\" trailing behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The young couple from the room are seated in his sportsca He's cranking open the sun roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babe, I didn't know anything about  that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun roof opens. Suddenly Cole's ass sticks through it The Woman freaks out again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE a groggy Cole sitting in the sun roof. The Man in car is trying to calm down his lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chulo and Laverne are standing in the wings while in the  b.g. we can SEE the MC singing the Moosehead Beer jingle. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, can we have our five  finalists, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good luck, Laverne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laverne and the five finalists go out on stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. THOMERSON",
          "text": "He gives an envelope to the MC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Mr. Thomerson. Well, the  judges have made their decision, and  this year's Miss Moosehead Beer is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GIRLS",
          "text": "They are all nervous, especially Laverne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laverne Rivas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laverne squeals with delight and hugs the MC as he puts t bejeweled crown on her head. Then the MC leads her to the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(teary-eyed) I can't believe it. This is the  happiest day of my life, and I owe  it all to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She points O.S. to Chulo, Chulo, with tears in his eyes,  comes out on stage and, in a surge of emotion, picks Lave up off her feet and hugs her passionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know I've had that girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at Chulo) And I know that guy from somewhere,  too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other judge looks at Mr. Thomerson suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PUSHES IN TO a car in the parking lot which is tow a U-Haul trailer behind it. The car stops and turns off i lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan and O'Neill sit in the car looking at the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the hell are we supposed to get  this donkey inside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? I thought you told me you had  it all figured out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I did... I don't remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through clenched  teeth) I'd love to get you in an operating  room. Just once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTEL ENTRANCE",
          "text": "Just then the \"Moose\" from the beauty pageant steps outsi the hotel for a smoke. The guy in front removes the head, takes a drag of his  cigarette and passes it to the guy bringing up the rear.  After a beat, smoke steams out the rear end of the costum",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GUYS IN THE CAR",
          "text": "They both have the same idea. They stroll out of the car approach the two men in the moose suit. We can't hear wha they're saying, but we can SEE the bills Stan is taking o of his pocket. Ryko grabs the moosehead and runs over to trailer with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens and Stan and Ryko enter pulling the \"Moose by a rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you believe how perfect it fits?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Who'd have thought they'd both  be a size 138 regular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just then Rick and O'Neill saunter into the lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you guys...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's your friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keeping it a surprise) Oh... it's... er... the guys from  the beer convention. We're bringing  them to the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. (to moose) I was wondering, how do you guys go  to the bathroom in that thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that moment he HEARS a SPLAT hit the ground. The guys  look down and see a large, shiny clump of shiny brown  excrement nestled in the shag carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Say no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Manager crosses to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know which one of you did  this, but you're not going anywhere  till you clean up this disgusting  mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(resigned) Anybody got a paper towel or a shovel  or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the guests turn away in disgust. Stan takes out a  handkerchief and hands it to Rick, who closes his eyes an picks up the warm little bundle. The Manager turns and wa off in a huff. On the way back to the elevator, Rick chec to see no one is watching and places the handkerchief's  contents on the front desk, just OUT OF FRAME. Smiling  contentedly, the guys lead the reluctant \"moose\" into the elevator. The doors slam shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Manager is just finishing checking in a couple from o of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll have the boy take your bags up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes to hit the bell and to his surprise, his hand com down on something soft and mushy. The look on his face te us what it is. It's the \"gift\" Rick left behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to couple) Excuse me. I seem to have a hand  full of potty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revolted, he races into a room marked \"MEN.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "BALLROOM DOORS",
          "text": "The doors open and several people from the Moosehead beau pageant come out. Mr. Thomerson is one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for helping us out, Ed. We  appreciate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any time, Al.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. T. crosses to the door just as Cole comes running in, slightly dazed, wrapped in the tattered remnants of the s that held him suspended out the window. They both are sho to see one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole, my God, boy, what are you doing  here? What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nearly hysterical) The bachelor party's upstairs. They  made me get naked. They hung me from  the window so high up it was so scary  I fell down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take hold of yourself. What room are  they in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1002. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, I'll go up there and take  care of this myself. (disgusted) You look awful, son. Go find yourself  some clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a determined look, Thomerson crosses to the elevator as Cole runs into the hotel gift shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, Ryko, Stan, O'Neill enter with the \"moose.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, guys. We brought back a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Bullwinkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen... Ladies... For your  viewing pleasure, meet Mike the  Magical Sexual Mule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill lifts the head off the moose costume, revealing a real burro. The burro shows all his teeth as burros are a to do when excited. O'Neill and Stan zip off the rest of costume, revealing a well-endowed beast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised) How about this, a Trojan donkey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And here's Mike's partner, in more  ways than one. A gal who doesn't  think happiness ends with primates.  The very lovely, Miss Desiree...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DESIREE, an erotic, tall woman wearing a leather face mas comes out of the bedroom carrying a long whip. Desiree pu Ravel's \"Bolero\" on the PHONOGRAPH; then she starts to sw her hips sensuously in front of the animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PARTY GUESTS",
          "text": "They all scream and holler approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESIREE",
          "text": "She rubs up against the donkey, shaking her backside agai the animal's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swell. She's gonna pin her tail on  the donkey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now all eyes are on Desiree as she does an erotic stripte",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DONKEY",
          "text": "It is getting bored and a little hungry. It bends its hea to the left and spots the table with food on it. It bends over and starts munching on some cole slaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESIREE",
          "text": "To the catcalls of the partygoers, Desiree is getting all worked up, stripping down to a G-string.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DONKEY",
          "text": "It's had enough cole slaw. Now it sniffs at Larry's drug  smorgasbord and then starts to chomp on a few pills. Next sticks its head into the lines of coke and snorts them up one gigantic sniff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESIREE",
          "text": "She lets her long, flowing hair hang down over her breast Then she takes a mattress and sets it on the floor. She r on it and sways her hips sensuously on her knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HER AUDIENCE",
          "text": "Rick can't believe he's seeing this. The other guys are  screaming at the top of their lungs. Even Larry seems spe bound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DONKEY",
          "text": "It doesn't look so hot as it finishes off every drug on t table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESIREE",
          "text": "She moves over to the donkey, hits him on the side gently with her whip, then pulls him over to her mattress. The  donkey's blood-shot eyes are the size of saucers. Once ag he shows his teeth in a kind of shit-eating grin. Desiree drops to the mattress and beckons the animal to her. Mike the Donkey obediently does as he's told, moving to her in trance-like, very turned-on state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Mike... Come to Mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Donkey takes another step forward, and then suddenly  rears up on his hind legs, snorting. He starts bucking wi The crowd moves out of his way as the animal goes berserk for a few seconds, then without warning collapses in a he on the floor. Everyone goes rushing up to it. Chulo and Laverne enter the room, followed by several of other contestants and others from the beauty pageant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excited) Hey, you guys, I'm getting married. (to Laverne) We're gonna make lots of kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks over and sees everyone gathered around Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gary shushes him. We PUSH IN ON Dr. Stan, who is listenin for signs of life in the animal's chest. Finally Stan sta up somberly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drug overdose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean it's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Afraid so. I did everything I could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's my fault. He's dead because...  I left those drugs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's really not all your fault. I  was talking to Mike earlier and he  had a lot of problems. Personal  things, you know. Made some bad  investments. At least now he's  peaceful...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, we gotta get this thing out  of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neil places the moosehead on the donkey as Rick, Gary,  Chulo and Stan pull the donkey out into the hall like  pallbearers at a funeral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson, who's been standing at the door, takes thi time to sneak into the suite right behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson can't believe the goings-on. People are mak out, drinking and dancing. He hides in a corner to watch  undercover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR",
          "text": "The guys shove the donkey onto the elevator and the doors snap shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on phone) Yes... I see... Of course we don't  allow that sort of thing here, ma'am.  No... Well, I'm sorry the noise woke  you. I'll take care of it right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up and crosses to the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've had enough of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just then the elevator door swings open. The donkey falls out into the lobby. The Manager screams in terror, as do  several of the hotel guests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) That's it. I'm calling the cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some more uninvited guests come drifting into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome, welcome, one and all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(recognizing the voice) Oh, no!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and spots Mr. Thomerson as he makes his way thro the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ... it's Mr. Laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson goes nose to nose with Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it. You're through. When  Debbie hears about this she'll never  see you again. Now I'm calling the  cops to break up this sex orgy...  And toss your ass in jail!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns away and walks OUT OF FRAME. O'Neill crosses to  Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you going to do about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defeated) What can I do? I'm dead. Debbie's  going to go crazy and end the whole  thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll stop him... You stall him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson is heading for the phone in the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomerson stops and turns to Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; dramatic) Please, no. Don't ruin my life.  Please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drops to his knees and hugs Thomerson's legs. The part stops and everyone watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) It's not me. I was brought up on the  wrong side of the tracks. A victim  of my environment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry is handing O'Neill a plastic bag filled with white  powder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that all the coke in the place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill unscrews the mouthpiece off the phone. He pours t bag of cocaine into the phone. He then screws the mouthpi back on over this mound of powder. Satisfied with his wor he exits the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomerson is trying to free himself from Rick's grasp as  Rick continues with his \"hard luck\" story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My poor old mammy had to take in  laundry. My pappy had to work 20  hours a day at the Pez Factory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill gestures to Rick that everything's ready. Rick  immediately jumps to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No sob story is going to change my  mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson pushes O'Neill aside and enters the bedroom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone's all yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Thomerson, in the bedroom, picks up the receiver. As does so, a cloud of cocaine falls out of the mouthpiece. screams at Rick, gesturing with the phone in his hand as dials. Each move produces a large cloud of powder, which  causes him to sniffle slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never liked you. I've never liked  any of your friends. I've hated you  from the first time I saw you. And  now you are out of my life. You are  out of my life!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to react from inhaling the powder. He puts the  receiver to his ear. He takes a deep breath and tries to  dial another number. A large cloud of coke flies up his n He's stunned. He takes another deep drag. He's hooked. He forgets all about dialing. He jams the receiver against h nose and takes deep drag after deep drag. Desiree, still wearing her leather mask, crosses to him a sits down next to him on the bed. He gives her a big, wid smile. O'Neill closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reach out and snort someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm saved. Let's party!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone starts to whoop it up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's still a standoff between the girls and the horny  Japanese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's give them what they want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie opens the bedroom door and motions for the Japanes to file in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go. Everyone inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Japanese immediately put two and two together and get orgy. These are some happy fellas as they enter the bedro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deb, we're pretending to be hookers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(herding in the last  Japanese) Right in here. The big show starts  in one minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Japanese man enters the room. Debbie slams the door s behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, girls -- I'll stay behind and  hold them off. The rest of you break  for it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ilene, are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what I'm doing... Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls run out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ilene smiles. She has what she wants. She walks into the  bedroom, surrounded by panting Japanese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, the gods have answered  your prayers... Bonzai!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes a running leap and dives on top of the Japanese",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie and the ladies run to an elevator. Debbie presses \"down\" button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope Ilene's all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope those guys are all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator door opens, revealing the donkey lying flat his back. His stiff legs point skyward. The girls see him and scream. They run down the hall to the stairway. On th way Debbie notices she's passing Room 1002. She HEARS the party SOUNDS inside. She heads for the room angrily. This is a lady out to eve score.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Debbie opens the door, her father walks by with Desire on his arm. Neither sees the other. Debbie enters the roo She is surprised by the masses of humanity rubbing should with one another in the room. O'Neill looks over from the other side of the room and sp her. He isn't fooled for a minute by her wig and mini ski He runs over to Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess who's here? Another surprise  guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Debbie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's with her costume?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill points and Rick sees Debbie. She doesn't see them",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I don't know... Go up to her, make  like you don't know her and send her  into the other bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Neill crosses to Debbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Hi, baby. You're new here. I don't  think the groom's had you yet, has  he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSH IN ON Debbie. She's pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not yet. Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick opens the door from the bathroom. The lights are tur off and from the flashing illumination of a neon sign out the window we can MAKE OUT the outline of Debbie's body o the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't see anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie, in a disguised Southern accent, speaks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't turn on the lights, sugar. (seductively) I'll lead you around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How wonderful. A seeing eye hooker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you get undressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick starts to undress. While undressing, he takes on the persona of Mr. Rodgers. He sings Rodgers' opening theme i that same sappy, child-like manner of his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) It's a lovely day in the neighborhood.  It's a lovely day, it's a beauty,  would you be mine, could you be mine. (he's now stripped  down to his underwear) ...Please won't you be my neighbor. (as Mr. Rodgers) Hi... Hi there... Today we're going  to learn about anatomy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He jumps on top of her and starts mauling her passionatel Debbie snaps on the lights. She throws off her wig and sh and Rick come face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Debbie... you're a hooker! I can't  believe it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She all but jumps out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't trust you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, I knew it was you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding back tears) Rick, you're lying!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Rick protests, she throws on her blouse and runs out o the room. Rick charges after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is wall to wall people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "She tries to make her way to the exit, but her path is sl by all the happy revelers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling over the  din; furious) Let go of me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling back) Debbie, I'm telling you, I didn't do  anything, hardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The marriage is off. Now you can  screw around with your friends for  the rest of your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want that. I want to be with  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I want to be with someone who  understands the meaning of the word  commitment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am committed. I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just then Desiree and Mr. Thomerson cross THROUGH FRAME.  She's leading him around by the silver chain, which is no attached to his neck. She's also carrying a leather whip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't believe me? Okay, fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick gets up on the sofa and yells loudly over the din.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) People! Can I have your attention...  people!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone stops what they're doing and looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I want to ask you all a question.  Have I had sex with anybody in this  room tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a negative response from the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone responds positively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the guests go back to partying. Rick drops off the so and faces Debbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) See? And these are not just ordinary  party-goers -- there are professionals  in this crowd -- I didn't want any  of them. You... You're what I want.  Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(melted) Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. Now, what do you want to do  about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sexy) Let's get naked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes him by the hand and crosses into the other bedr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick and Debbie enter. To their surprise they find a man  wearing a leather mask tied to the bed and happily lickin Desiree's boots, which she dangles in front of him. She a holds a whip over his head. Despite the mask, there is  something very familiar about his face, and the white pow encrusted all over his nose. Debbie picks up on this immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shocked) Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure enough, Mr. Thomerson looks up and grimaces, knowing he's been caught with his bondage down. He tries to say  something, but the boot in his mouth prevents anything  intelligent from coming out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ebbie. Ger... umph... lable...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, sir. That explains it.  Leather is a very good source of  vitamin E.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party has reached fever pitch. Suddenly police SIRENS pierce through the party sounds. Everyone freezes. We HEA the Hotel Manager BEATING on the DOOR with his fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Manager is pounding on the door. By his side are seve UNIFORMED POLICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're all under arrest. Open up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to everyone in the  room) Your attention, please. May I be the  first to say, It's a raid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone starts to panic and run for the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I'm glad no one is panicking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He snaps up his clothes from the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Police) Break it in, boys!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cops rear back for a run at the door. At that moment hotel door opens up and the cops and the Manager are tram by Rick, Debbie, Mr. Thomerson, Rick's gang, other guests and assorted hookers. They run down the stairs. The cops  pick themselves up and give chase. The Manager looks insi the room and is devastated by what he sees... Hiroshima l better after the A-bomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE the police have collared Bobbie, Phoebe, Mrs. Thom and the other ladies of the shower as hooker suspects. Ou bachelor party mob now charges down the stairs and out th hotel doors. The cops grab Mr. Thomerson as he tries to get out, and t throw him in line with the others. Unfortunately for him, he's standing next to Mrs. Thomerson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed! What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before he can answer, Mrs. Thomerson checks out his shock leather outfit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angry) Ed... you're kinky!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone made me do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shocked) You've been having strange sex...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Brett, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right... (proudly) So have I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is totally blown away by this as the cops lead them ou of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen another man's diddly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our people pile out of the hotel. Rick, Debbie and all Ri friends run down the street. Suddenly a Porsche pulls up between Rick and Debbie. It's Cole. He reaches over and pulls Debbie into the car with  him. She screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole, what the hell are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's mine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's kidnapped her! Everyone into  the bus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all board the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Cole rounds a corner, a tire comes loose and rolls off the car -- thanks to Chulo's shoddy workmanship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, shit, shit, shit, shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks to the rear and sees Rick's bus not far behind t Suddenly he spots something O.S. He grabs Debbie and runs OUT OF FRAME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A city maintenance truck is driving slowly down the cente of the street. A man in the back of the truck is leisurel placing orange cones in the center line of the road. Cole, with Debbie in tow, grabs the truck's DRIVER and ha him out of his seat. He then places Debbie inside the tru and him at the wheel. He peels out. Our man with the cone in the back is unaware of what has happened. He keeps pla the cones on the street. However, now the truck is hittin speeds in the upper 70's. The man's leisure pace speeds u He rapidly places cones on the road at break-neck speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, is plowing into the cones and knocking them all ove",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAINTENANCE TRUCK",
          "text": "Our man with the cones is almost completely exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick is in pursuit, knocking over cones. He's almost caug up with Cole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vehicles reach the top of the hill. Cole grabs a shar left and pulls into a movie theater parking lot. The mane loses Rick for a second. Rick jams on the brakes and doub back into the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole pulls up with a SCREECH in front of the theater. He  grabs Debbie and jumps out of the truck. He drags her int the theater entrance. Rick brings his bus to a stop and he and the gang pour ou of the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He and Debbie stand outside the  theater, which is a multi-plex cinema.  Fourteen movie theaters under one  roof. Prominent is a sign which reads:  \"24 HOUR 3D FESTIVAL!\" Cole drags  Debbie into one of the theaters. The  gang runs up to the theaters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fan out and look for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all go running into various theaters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYKO",
          "text": "He approaches a theater and sees the title of the movie  playing inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, I've seen this one already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick chooses a theater and goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The patrons are wearing their 3D glasses, watching the ac on the screen. On the movie screen we SEE a man and a wom arguing. Cole and Debbie enter the theater. They run down the front of the screen, heading for an exit. Rick enters He gives chase and catches up with Cole. He takes a swing at Cole and Cole swings back. Behind the on the screen a man has come to the rescue of the woman. A fight starts in the movie, also. The patrons sit calmly watching the action. Miraculously, Rick's fight with Cole in perfect sync with the actors in the movie. Rick hits C with a punch that sends him backwards into several movie  patrons. The patrons are impressed by the realism of the  film's special effects. Cole throws a punch. Rick ducks. punch hits a MAN in the front row in the mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to LADY next to him) Gee, what a realistic effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, like you're in the movie with  them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick climbs over several rows and continues to pummel Col Cole grabs a woman's purse and begins to hit Rick with it Cole runs out of the aisle as Rick climbs over people and dives onto Cole, knocking him to the aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his date) Best 3D I've ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the movie ends, Rick has Cole by the collar and is dra him out of the theater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick exits the theater with Cole. He tosses Cole to Chulo Debbie comes running behind Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Debbie) Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This has been quite a night. Here's  a thought. Why don't we go home and  give our private parts a workout?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hugging him) You're so romantic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Patrons are exiting. All of them are very up and exci by their 3D experience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Man who has taken a punch and has had his jacket ripped shreds doesn't seem pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's another gorgeous day on the bluff overlooking the oc Just right for Rick and Debbie's wedding. We SEE the wedd in progress. The area is adorned with flowers. The many guests are seated and taken in the moment. Among these are Tracey, Desiree and Gary's she-man, who waves t Gary as he stands with the other ushers, Chulo, Ryko and  Larry. Chulo is choked up and trying to hide his tears. H looks over at Laverne, who smiles to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ryko) Hey, man, don't forget my bachelor  party's next Friday night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get the hookers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nearby stand the maids of honor, Bobbie, Phoebie and Ilen who blows a kiss to her date, Ray (one of the Japanese  businessmen). The Thomersons sit in the front row. Neither of them is  cherishing this moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto; to Mrs.  Thomerson) We'll have morons for grandkids. (resigned to the fact) But... at least we'll have grandkids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sort of smile at each other at the thought. Father Falwell is almost through with the ceremony. A car pulls up in the b.g. Exiting the car is Stan and a WOMAN. O'Neill, the best man, sees the car. He pokes Rick. He  indicates to Rick someone has arrived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAN",
          "text": "We SEE the man in the car is Stan. He ushers the lady in car to Larry. He's surprised at who she is: his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sue!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick called me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry looks to Rick and gives him a warm smile and a wave Rick acknowledges Larry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't we go someplace and talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, before I pronounce you man and  wife, the groom wishes to recite his  vow to Debbie. Richard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They fear the worst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God Almighty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "He turns to Debbie. He waits a beat and begins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheese. I love you more than cheese.  And I love cheese a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They hide their faces in their hands.  Off in the distance a storm is coming  in fast over the ocean. The wind  begins to pick up. Undaunted, Rick  continues his soliloquy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In fact, more than dairy products in  general. I love dairy. My love is  cream. Pour me on the cereal of your  life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now it starts to rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER FALWELL",
          "text": "He wants this to end. He calls softly to Rick, trying to his attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick. Rick. Hey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People begin to scurry for cover. In the b.g., under a tr we SEE Larry and his wife huddled in each other's arms. F the way they look, they have worked things out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think this song pretty much sums  up the way I feel at this moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He begins to sing the theme from \"The Flintstones\" with a the gusto of Jack Jones. Father Falwell has had enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rapid fire) I now pronounce you man and wife.  Goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He blesses them lightning fast and springs for his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SCENE",
          "text": "CREDITS ROLL as Rick continues to sing in the driving rai Debbie joins in on the chorus. She loves her man. Everyone has run for the safety of their cars. Everyone b the Thomersons, who sit and look on bewildered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Flintstones, meet the Flintstones  They're a prehistoric family From  the town of Bedrock They're a page  right out of history...\"",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2497"
    }
  ]
}