{
  "movie_id": "MOV2503",
  "scenes": [
    {
      "location": "ROOF TOP, AGRA",
      "characters": [
        "BIGGE",
        "EXT. OSBORNE HOUSE. ISLE OF WIGHT. DAY",
        "EXT. ON DECK AT SEA. DAY",
        "EXT. TOP OF THE MOOR. SCOTLAND. DAY",
        "LADY CHURCHILL",
        "INT. OSBORNE, CORRIDOR APPROACHING DURBAR ROOM. DAY",
        "INT. COTTAGE. DAY",
        "OFFICER",
        "EXT. PALACE GATES. OSBORNE HOUSE. DAY",
        "II",
        "INT. GLAZED TERRACE, OSBORNE HOUSE. DAY",
        "TAILOR",
        "CHEF",
        "INT. GLAZED TERRACE. OSBORNE HOUSE. DAY",
        "INT. DARKENED ROOM, AGRA. MORNING",
        "PONSONBY",
        "EXT. LANE OUTSIDE. NIGHT",
        "EXT. WILD PROMONTORY. DAY",
        "ABDUL",
        "INT. SCULPTURE CORRIDOR. OSBORNE HOUSE. NIGHT",
        "ABDUL RETURNED TO AGRA IN I9OIT",
        "INT. INDIAN CORRIDOR. DAY",
        "MRS KARIM",
        "INT. DARKENED ROOM. THE FOLLOWING DAY, MORNING",
        "PAGE",
        "GENERAL ASSENT",
        "GUARD",
        "INT. GRAND ROOM. NIGHT",
        "EXT. OTTAGE. DAY",
        "INT. LONG CORRIDOR. DAY",
        "EXT. LOCHSIDE, DAY",
        "EXT. COURTYARD, WINDSOR CASTLE. DAY",
        "EXT. COUNTRYSIDE. DAY",
        "INT. OSBORNE HOUSE. DURBAR ROOM. DAY",
        "DR REID",
        "EXT. VICINITY OF THE WILD PROMONTORY. SCOTLAND. DAY",
        "ALICK YORKE",
        "INT. FIRST FLOOR TERRACE, OSBORNE HOUSE. DAY",
        "4I",
        "INT. INDIAN CORRIDOR. OSBORNE HOUSE. DAY",
        "INT. HALLWAY, OSBORNE HOUSE. NIGHT",
        "MISS PHIPPS",
        "PUCCINI",
        "INT. OSBORNE HOUSE. TOP OF STAIRS. DAY",
        "INT. SCULPTURE CORRIDOR. NIGHT",
        "PAGEBOY",
        "INT. HALL. BALMORAL. NIGHT",
        "BERTIE",
        "REID",
        "VOICE",
        "INT. STAIRCASE. WINDSOR CASTLE. DAY",
        "QUEEN VICTORIA",
        "EXT. GARDENS. WINDSOR CASTLE. DAY",
        "LADY PHIPPS",
        "INT. STATE ROOM, WINDSOR CASTLE. DAY",
        "MOHAMMED",
        "INT. STAFF CORRIDOR. NIGHT",
        "EXT. STREETS, AGRA. BRIGHT DAY",
        "HEAD WAITER",
        "EXT. OSBORNE HOUSE. DAY",
        "BEGGAR",
        "INDIA GAINED INDEPENDENCE IN 1947",
        "EXT. TERRACE, FLORENCE. NIGHT",
        "INT. CORRIDOR. OSBORNE HOUSE. DAY",
        "EXT. GRAVEYARD. DAY",
        "EXT. THE LITTLE HOUSE, GLASSALT SHIEL. DAY",
        "INT. DURBAR ROOM. NIGHT",
        "INT. FIRST-FLOOR TERRACE, OSBORNE HOUSE. DAY",
        "INT. POST-TABLEAU ROOM, OSBORNE HOUSE. NIGHT",
        "INT. TOP OF THE STAIRS, OSBORNE HOUSE. DAY",
        "EXT. CANOPIED WRITING STATION. WINDSOR CASTLE. DAY",
        "TILBURY DOCKS. DAY",
        "AN ASSISTANT",
        "TYLER",
        "INT. COUNCIL CORRIDOR. OSBORNE HOUSE. NIGHT",
        "INT. PASSENGER FERRY, SOLENT. MISTY MORNING",
        "EXT. OSBORNE HOUSE. DAWN",
        "MRS TUCK",
        "EXT. GARDEN PARTY. AFTERNOON",
        "INT. RAILWAY CARRIAGE. DAY",
        "INT. OUTSIDE THE COUNCIL ROOM. NIGHT",
        "HE DIED NINE YEARS LATER",
        "INT. GARDENS, VILLA PALMIERI. DAY",
        "EXT. CARRIAGE. GROUNDS OF OSBORNE HOUSE. DAY",
        "LORD SALISBURY",
        "EXT. COURTYARD. OSBORNE HOUSE. DAY",
        "GHILLIE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Abdul praying in the glorious sunshine. We see all of Agr the Taj Mahal in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul rushes out of a squalid doorway into the bustle of As he hurries through the jammed streets he acknowledges he goes, making his way past the lame and sick, through c stalls. Suddenly he accidentally bumps into a white colon",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Idiot! The officer has already turned away so Abdul hurries on t dusty streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donkeys, a dog pisses on the wall. Abdul hurries in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul bows to the guard enthusiastically. The lugubrious unlocks several locks on the rusting iron gate. The door Abdul hurries along the corridor. We see pitiful inmates, making carpets, watched by bored, unshaven guards. Abdul rushes to his high desk and starts on the Sisyphean compiling the prison ledgers with huge concentration. Abd see the prison guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Tyler wants to see you. Now. INT. TYLER’S OFFICE. THE SAME A faded, mildewed monochrome of a young Queen Victoria on Abdul is underneath looking nervously at Tyler, the Priso",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Ah, Mr Karim. I wanted to speak to you about the carpets we sent to the Exhibition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "There is problem, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "No. No. The carpets went down very well. In fact the Governor General has received a letter from the Royal Household thanking him personally. The whole thing’s been such a success he has decided to present the Queen with a mohar as part of the Jubilee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "A mohar, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "A mohar. Apparently it’s a sort of ceremonial coin, rathe like a medal. I have been asked to find someone tall to present it. Well, you’re the tallest person here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Mr Tyler! When will she be arriving, sir? 6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not in Agra. In England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "England?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "You'll present the mohar at an official function. Like an equerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "On a horse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "I don’t think there’ll be a horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "An equerry always has a horse, Mr Tyler, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Well, maybe not like an equerry exactly. They were actual after Hindus but I thought you’d do. What do you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Are you sure there isn’t a horse? INT. QUEEN’S BEDROOM. ENGLAND Another dark room. The curtains are thrown, light streams room. We see Mrs Tuck at the window. In the shadows is a into which a enormous mound appears to be upholstered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS TUCK",
          "text": "Good morning, Your Majesty. We cut to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul is now with Tyler, a portly Englishman, Bigge, and like his short, squat Indian manservant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "This is Mr Bigge — extra Groom in Waiting to the Royal Household who will be in charge. This is Abdul. 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Mohammed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "He’s very short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "We had to swop him at the last minute. The tall guy had a accident with an elephant. Abdul beams at Mohammed, who is distinctly unhappy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Hi! Mohammed looks sourly and does not respond. INT. QUEEN’S BEDCHAMBER A group of straining footmen roll Queen Victoria over and manhandle her out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ON DECK AT SEA. DAY",
          "text": "Abdul and Mohammed standing in front of Bigge, who has a a tripod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "At the top there’s the Private Secretary, then there are Ladies in Waiting, the Upper Servants, the lower Upper Servants, the members of the Household, the Head of the Household staff — splitting into three parts: the head of Bedchamber, the personal head of staff, the Butler in Chief, who is in charge of the Household Butler, the kitchen factotum, head of kitchen, the head of waiting st the ordinary waiting staff (Windsor), the table maids, th you. Any questions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Who will have the mohar, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "I’m not exactly sure, as yet. I suspect you will both car On a cushion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We both have a cushion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "No, there’ll only be one cushion. Between you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Can we have a cushion now, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "You'll have to mime the cushion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I don’t understand, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "Pretend. You’ll have to pretend the cushion is there. Lik this. The key to good service is standing still and movin backward. The most important thing is you must not look at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "But how will we present the mohar, sir?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "You put out the cushion and avert your gaze, appropriatel Her Majesty will take the mohar and you will egress retrospectively in a stately manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "What an arsehole. INT. OUTSIDE THE QUEEN’S BEDCHAMBER A line of dressers, ladies-in-waiting, footmen, equerries into the Queen’s bedchamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul and Mohammed in their tiny cell. Mohammed has a pil buns. He passes one to Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you any idea how cold it is? We’re gonna bloody die there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Why on earth did you agree to come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "Had no choice. The tall guy fell off an elephant and I go drafted in at the last moment. Five thousand miles to present a bloody medal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "But it’s a very great honour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "Honour?! My father fought in the Mutiny. Have you tasted English food? They eat pig’s blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "They do not eat pig’s blood!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "I’m telling you they have pig’s blood in sausages. And the brains of sheep. The place is barbaric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Not to worry. Abdul shows Mohammed a little tin containing a load of sp A present from my mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "My advice: eat as much as you can before we hit land. He passes Abdul another bun. Let’s give her the medal and get the hell back home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILBURY DOCKS. DAY",
          "text": "The huge exodus. Abdul, Mohammed come down the gangplank Arthur Bigge. 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Civilisation! The posh English people buffet Abdul and Mohammed in the rush to the quayside. Finally, they look at the hawkers, porters, the distinctly uncivilised detritus of Victorian holds out his hand to Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEGGAR",
          "text": "Give uz a farthing. INT. QUEEN’S BEDCHAMBER. THE SAME The Queen is sitting on a stool with her back to us..A ga dressers stand with the Queen’s garments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS TUCK",
          "text": "Arms. The Queen puts her arms up. INT. GENTLEMAN TAILOR’S, LONDON. DAY Wood-panelled room. Men in suits. Abdul and Mohammed are in strange Indian costumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAILOR",
          "text": "Arms. Abdul puts his arms up as the tailor fixes a sash around",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "Splendid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAILOR",
          "text": "We copied them from some drawings in the British Museum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "A sash is not traditional, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAILOR",
          "text": "(to Bigge) The Indian drawings didn’t seem very Indian — so we made some innovations. We need it to look authentic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks jolly good to me. INT. THE QUEEN’S BEDCHAMBER A cloud of powder as Mrs Tuck applies a vast powder brush Queen. Fust as she is about to emerge from the cloud we c Ponsonby, Keeper of the Privy Purse and Private Secretary Sovereign, reading the day’s itinerary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Nine o’clock: breakfast in London. Quarter to ten: Trooping of the Colour. Eleven o’clock: elevenses with th Crown Prince Alexander of Norway, the Norwegian Ambassador, the Chief Under-Secretary of State for the Southern Norwegian Provinces and the Junior Under- Secretary...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. COURTYARD, WINDSOR CASTLE. DAY",
          "text": "A carriage rushes into the courtyard. Abdul, Mohammed and Bigge alight. Abdul and Mohammed look in amazement at the surroundings. Over which we hear Ponsonby continuing his",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "(voice-over) Midday: luncheon at Buckingham Palace. Two o’clock: ceremonial drive down the Mall... INT. THE SAME, QUEEN’S BEDCHAMBER Mrs Tuck places the Queen’s bonnet on. We still haven’t s",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "(voice-over) ‘Two thirty: tea party for thirty thousand children at Hy Park... 12",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bigge, Mohammed and Abdul with their suitcases walking do corridor in full ceremonial garb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "(voice-over) Four thirty: royal train to Windsor. Six thirty: full sup Including the ceremonial presentation of a mohar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. STATE ROOM, WINDSOR CASTLE. DAY",
          "text": "Abdul, Mohammed and Bigge arrive in a vast hall. Tables a an enormous dinner. A crowd of secretaries, officials, wa other servants are being instructed by Alick Yorke, the p of Ceremonies. He stops mid-sentence. Everybody looks at Mohammed in amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "The Hindoos, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "But they are completely different sizes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "There was an incident with an elephant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "But what on earth are they wearing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "It’s ceremonial, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "On arrival Her Majesty will process to the main doors. Fanfares. Ceremonial entrance. The Royal Entourage will sit: Her Majesty; the Viceroy of India; the Prince of Wal Princess Beatrice; Sir Henry Ponsonby, Private Secretary; Lord Salisbury, the Prime Minister; Princess Louise; the Emperor of Russia; Lady Churchill; Lady Mallet; etcetera, etcetera. Grace. Soup: consommé 4 la Portugaise with purée de madeleine. Fish course: morue a huitres. Fanfare Entrées: quenelles with Regency sauce, ballotines de cana 13 with a Cumberland gravy, braised beef a la Hussarde, leg lamb, the pheasant and those potato ribbon things. Desser pain d’épinards, profiteroles au chocolat and tartelettes Suisse. The dessert is cleared. Speeches. A fanfare. You He grabs Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "— will come from the north-west entrance. Process togethe You — He grabs Mohammed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "— will come to here, and you will stand here — no, a litt bit . . . that’s it. Presenting the tray thus — the Vicer indicate to Her Majesty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Tray? Everything stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I thought it was a cushion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "Who said anything about a cushion? You will present the tray...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "What will I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "You will stand perfectly still and move backward when required. Her Majesty takes the mohar. What is a mohar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ASSISTANT",
          "text": "It’s a coin, sir. Issued by the Moghul Empire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "Why are we presenting it here?! Whatever you do you must not look at Her Majesty. You will bow again. Then moving backwards you will turn to your left — you will lead — th and you will process down the hall to be met by Mr Bates 14 \fwho will walk you back to the north wall where you will stand till the end of the meal. Would you like me to run through that again? A page rushes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGE",
          "text": "Mr Yorke. She’s leaving Paddington!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "Everybody out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. COUNTRYSIDE. DAY",
          "text": "The Queen’s train. Children wave flags as it passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hundreds of guests are milling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEF",
          "text": "Where are the bloody quenelles? You two. Out of it! Abdul and Mohammed are evicted from the kitchen by the ch @ voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "She’s at the station!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEF",
          "text": "Jesus Christ! SHE’S AT THE STATION! Abdul and Mohammed are grabbed by Alick Yorke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "For God’s sake just wait where you were told. Open the doors!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LONG CORRIDOR. DAY",
          "text": "A little pageboy runs in shouting: 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open the doors! Open the doors! Open the doors!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ushers let the waiting guests into the main hall, all ago anticipation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul and Mohammed stand with a huge line of waiters all start the service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carriages sweep past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pageboy runs at full pelt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGEBOY",
          "text": "She’s coming! She’s coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guests are by their chairs. A fanfare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul and Mohammad peering out behind Alick Yorke, who lo his pocket watch and shouts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "The soup! 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pageboy running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGEBOY",
          "text": "Soup! Soup!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEF",
          "text": "Soup!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fanfare. The main doors fly open. The fanfare reaches i Enter the Queen. We see her properly for the very first t tiny, almost spherical figure, old, frail, glum and dread Ponsonby leads her to her seat. The entourage follow: the Wales, laughing coarsely with Lady Churchill, Dr Reid, va dignitaries. All completely casual. Everyone else in the agog, craning to see the little old lady at the centre. S an audible sigh of relief. Her bowl of soup is placed in She attacks it greedily making a disgusting slurping nois everybody starts to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul and Mohammed try to have a gander but are pushed ou way by Alick Yorke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Queen has soup all around her mouth and is scraping t get the last bit. Then she is finished in record time. Sh spoon on the bowl and cleans her chin with the napkin. Qu flash a waiter removes the bowl. Further down the table, amiably enjoying the conversation around them, suddenly w snatch the bowls — still full of soup. Dr Reid addresses 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’m afraid you have to be quick. They take it off you as soon as she’s done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scores and scores of waiters rush past Abdul and Mohammed soup bowls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "One down. Six to go. Bigge appears with the mohar on a tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "Ihave the mohar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "Is that it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAD WAITER",
          "text": "Sir, the fish course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "(shouting instructions) The fish course!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The babble of excited chatter. Everyone around the Queen animated. The Queen ignores it all and is shovelling quen mouth, Cut to her polishing off the boeuf braisé, then te pheasant. We see Lady Churchill laughing. Lady Phipps, a skinny, te looking Lady in Waiting is eating salad primly. Back to t her plate is clean and she is nodding off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Profiteroles, Your Majesty. A profiterole is presented and the Queen immediately come 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul waits anxiously as streams of waiters bring back th dessert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "The profiteroles have gone. Gentlemen . . . Alick Yorke makes a final adjustment to the mohar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "Now. Process. Turn. Bow. Present. And absolutely no sodding eye contact what-so-ever! Abdul takes a huge breath, looks nervously at Mohammed. A sounds and they walk up the hall. Everybody turns to see Indians process with the mohar. The Queen is now talking Viceroy and is taking no notice at all of the ceremony. A Mohammed can see her from the corner of their eye. They r head of the table and stop. They turn. Bow. The Queen is and pays them no attention. Ponsonby explains:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "A gift from the Colony of India. A mohar, Your Majesty. The Queen turns and looks at the mohar, incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "A coin from the Mughal Empire. In honour of your service to the sub-continent. Abdul presents the tray bowing his head low. The Queen ta utterly bemused. Another servant puts a cushion on the ta rest on. Abdul doesn’t quite know what to do. Ponsonby an for them to leave. Abdul takes the hint. They back away a",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Are we done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "We still have coffee, Your Majesty. Queen Victoria raises her eyes to heaven. Then suddenly l Abdul. He stops, frozen. He smiles at her. She looks at h appears on screen: 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear Mr Bigge sharply chide Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "Eyes! His smile falls and he drops his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DARKENED ROOM. THE FOLLOWING DAY, MORNING",
          "text": "As before: a dark room, a curtain is drawn by Mrs Tuck. T with sunlight and we see we are in the Queen’s bedchamber",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS TUCK",
          "text": "Good morning, Your Majesty. Again we see the Queen seemingly upholstered into her bed of servants approach to extract her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Regal music. The Queen immobile in the centre of the room",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS TUCK",
          "text": "Arms. The Queen lifts her arms. This time we witness the whole affair. The dresser arrives with a dress and has some tro over her head. Finally her head is prised out of the garm makes no expression. A gaggle of ladies in waiting and ma hand jewels, brooches and various pieces of the Queen’s g Tuck who expertly puts these on. Over all of this we hear outline the days activities..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "(voice-over) Breakfast with the Royal Princes of Belgium. An audience with the Sultan of Dubai where you will be presented with the Diamond of Ooojay. The garden party where you will receive the Right Honourable Marharani of Cooch Behar, Huran Singh, the Maharajah of Karpurthala . . . 20 \fINT. THE SAME, THE QUEEN’S BREAKFAST ROOM The Queen is eating a goose egg with a silver spoon. Dr R phalanx of silent flunkeys are in attendance. Ponsonby is itinerary for the day:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "... And the Crown Princess Lili’uokalani.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Who on earth is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Monarch and only Queen Regnant of the Kingdom of Hawaii, Your Majesty. She has composed a song for you on the ukelele — but we have managed to put her off. Then th afternoon audience with Prime Minister Salisbury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "And your movements, Your Highness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "None to speak of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Not even during the day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "‘We last moved on Sunday evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "I fear the celebratory dinners are taking their toll. May suggest some Benger’s Mixture, Your Majesty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I refuse to eat Benger’s. It’s baby food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "But it is imperative, Your Majesty, that the royal colon receives a little roughage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Is there anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "‘Was Your Highness pleased with the mohar? 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "The mohar. The ceremonial coin presented yesterday by the Indian servants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I thought the tall one was terribly handsome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arthur Bigge running at a surprising lick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bigge runs up to a door at the top. He throws it open. We empty beds are crushed together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul and Mohammed with their tiny suitcases are about to carriage. Arthur Bigge comes running breathlessly into th",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "Stop! He is almost doubled up with exhaustion. He catches his b Slight change of plan. Mohammed is horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GARDEN PARTY. AFTERNOON",
          "text": "Abdul and Mohammed in costume. Bigge is in a food tent, g around outside. They are near a table laden with puddings receive instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "You must not talk to any guests. Nod or bow but please do not interact with anybody other than the serving staff. I 22 come to you when the Queen is seated and you will presen the pudding, as requested. Abdul looks at the jelly on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Excuse me, but what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "That is a jelly. A pudding made from the liquor of fruit. Abdul and Mohammed survey it with great curiosity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "How do they get it so stiff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "Gelatin: a by-product of cow bone. They look at the wobbling mass in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "Barbarians! INT. QUEEN’S MARQUEE. WINDSOR CASTLE. DAY The Queen is sitting at a table with Lord Salisbury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD SALISBURY",
          "text": "There’s another famine in India, more trouble in Ireland, I’m afraid. Suez is a perennial nightmare and I’m afraid Boers are at it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Is there any good news, Prime Minister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD SALISBURY",
          "text": "We have decided to annex Zululand, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Whatever for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD SALISBURY",
          "text": "To prevent the Transvaal having access to the sea. 23",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that absolutely necessary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD SALISBURY",
          "text": "We really have to box in the Boers if we possibly can, Yo Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Prime Minister, you really are terribly depressing. Food starts to arrive. Ah, luncheon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wobbling jelly. We pull up to see Abdul carefully carry by Mohammed who has his own. Queen Victoria is at the tab looking dour and fearsome. Abdul starts to panic as the j wobbling perilously on the plate. The more he nears the Q more errant the giant jelly becomes. With a great deal of consternation Abdul navigates the jelly to Her Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Jelly, Your Majesty. Abdul puts the jelly in front of the Queen, her eyes ligh bows ostentatiously, then drops to his knees. The entire crane round to see what he is doing. Bigge and Ponsonby l horror. The Queen looks down curiously. The whole Royal H seem to hold their breath. Abdul suddenly lunges down — e gasps. Kneeling down, he kisses her feet, rises, bows aga backwards. Everyone is astonished. The Queen is startled breaks into a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I feel a great deal better. She picks up her golden spoon and looks at the jelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An extremely red-faced Bigge has Abdul by the collar. 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell were you thinking?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "You said present the jelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "I didn’t say kiss the feet of the Empress of India.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I thought it would cheer her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "What on earth’s going on here?! Her Majesty has requested Mr Karim and Mr Baksh to be her personal footmen for the rest of the Jubilee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. STAIRCASE. WINDSOR CASTLE. DAY",
          "text": "Abdul and Mohammed follow Bigge up a staircase:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "You stupid bloody idiot. All you had to do was give her jelly. INT. OUTSIDE THE QUEEN’S WRITING ROOM. DAY They’ve reached Ponsonby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Gentlemen. (Jo Abdul.) She wants you to stand by the writing desk. (Zo Bigge.) He can stand by the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul stands to attention. The Queen is led in with cerem down. Her pens are presented by a flunkey. The flunkey bo off to stand by the door. Abdul is standing to attention side, trying not to show his unease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Don’t worry. I’m not going to eat you. 25 The Queen takes a piece of headed notepaper and starts w To Doctor Reid .. . A very successful movement . . . this morning at eight a.m... .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bigge, various Ladies in Waiting and the two flunkeys. Th to look through the keyhole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "What’s he doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Queen is deeply absorbed in her letter writing. She s with a flourish. Then suddenly she is surprised by Abdul at her shoulder with a blotter. He blots her writing and",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Thank you, Mr...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Abdul. Abdul Karim. I am always writing. In India. ’m writing all the day, every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Really. So in India you’re not a servant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "No. In India I am writing in my very big book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "You’re writing a book!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh yes. I am writing every name, who they are, what they will be. This is my life. Every day I am writing. From th morning to the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "And this is fiction? 26",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, this is true. Everything I write is the very truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I don’t understand, if you are an author why you are here presenting the . . . thing, the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "The mohar. It is my humble privilege to serve Her Majesty I was the one who chose your carpets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "The carpets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "For the exhibition. The Viceroy asked Mr Tyler but actual it was me. You have to have very good eye for the carpets This is a very nice one. For example. They look at the carpet beneath them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Very tight knots. This is the sign of a very nice carpet. art of carpets came to India with the great Emperor Akbar The skill of a great carpet is to bring all the different threads together and we weave something we can stand on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "You seem to know an awful lot about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "My family were carpet makers. But now I write in the book. Life is like the carpet. We weave in and out to mak a pattern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "How very true. That is a very beautiful image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "It is a very beautiful carpet. Look at this — here is a b freedom caught forever in the design.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "So in India you are a poet? 27",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I just make a ledger of the prisoners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Indeed we are all prisoners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Indeed we are, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lady Phipps is listening at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY PHIPPS",
          "text": "Apparently he’s a poet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "A poet?! Suddenly the doors burst open, out comes the Queen follow Abdul. Mohammed hisses in Hindi:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "What the hell are you playing at? INT. ABDUL AND MOHAMMED’S CELL. NIGHT A tiny room with two beds squashed together. Mohammed is",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I was just trying to be friendly. Abdul is breathing out, fascinated by his breath freezing",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "Stop being friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "She’s a very nice person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "She is the tyrannical oppressor of our entire country. And if we don’t get out of here we’ll die of bloody cold. 28 Mohammed wraps himself in his blanket and turns away. Ab carries on blowing out frozen exhalations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "Will you stop doing that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GARDENS. WINDSOR CASTLE. DAY",
          "text": "Ponsonby with Dr Reid and Lady Churchill are hiding behin trees so they can spy on the Queen and Abdul. Ponsonby lo binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "You realise this is the third day in a row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CANOPIED WRITING STATION. WINDSOR CASTLE. DAY",
          "text": "The Queen finishes writing. Abdul blots her copy. She clo He goes back to ‘standing sentry’. Then the Queen turns h directly to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "So Mr Abdul. May I ask you which part of India are you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I am from Agra. The Taj Mahal. You have been to the Taj Mahal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh, it is the most marvellous building in the entire worl The Crown of Palaces. It was built by Shah Jahan, the grandson of the great Akbar, to remember his dead wife, Mumtaz Mahal, who died in childhood with their fourteenth child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Goodness. 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was so upset with grief. He brought the greatest architects from Persia and Afghanistan to build the Taj Mahal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "It certainly sounds like a handsome building. I would ver much like to see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh, it is beautiful, Your Majesty. All white marble. And Mumtaz laid inside. All of that beauty for the dead Queen",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "How romantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh yes. And he wrote a poem: ‘The sight of this building brings me sad sighs; ‘The sun and the moon have tears in their eyes.’ But it makes everyone so happy. Agra is very beautiful. Shah Jahan built the Red Fort, the Gardens of Shalimar, and the Peacock Throne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "The Peacock Throne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh, it was the most beautiful throne in all the world. A throne of gold with peacocks on it. And in the throne was the Koh-i-Noor. He would look at the Taj Mahal through the diamond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "But I have the Koh-i-Noor. I have it as a brooch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Do you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "It was given to me by the East India Company. It wasn’t very shiny so Albert had it recut. So what happened to th Peacock Throne? 30",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don’t know, they smashed it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "How awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh, they are always smashing things up. All the British soldiers have taken the jewels from the Taj Mahal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "British soldiers?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh yes, after the Mutiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "But this is terrible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "At least you have the diamond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GARDENS. WINDSOR CASTLE. DAY",
          "text": "Dr Reid looking through the binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "What can they be talking about? An Indian and a servant to boot. Lady Churchill grabs the binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "What on earth does she see in him? We see Abdul from Lady Churchill’s point of view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "Well, he is rather handsome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Queen Victoria continues talking to Abdul as they walk. 31",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what happened to Shah Jahan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "He was overthrown by his son and died in Agra Fort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "The wickedness of children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "They buried him in the Taj Mahal next to his wife. They put an inscription: ‘Here lies Shah Jahan who left this w to the Banquet Hall of Eternity’",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "The Banquet Hall of Eternity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh yes, it is a banquet when we leave here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I rather like that idea. You seem very well informed, Mr Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh, these are famous stories in Uttar Pradesh. You should go there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Oh, I can never go there. I am forbidden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Forbidden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "They fear I would be assassinated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "But you are the Empress of India.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Exactly. (Proudly.) You know I’ve been shot at four times And someone came for me with a knife! 32",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodness. So you have never seen an India street, or a st of spices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh, the spices. Cardamom, turmeric, cumin, coriander. Garam masala.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "What is garam masala?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "It’s what you put into the sauce. You have never tasted Indian food? A dahl? A rogan josh? Oh they are the greate dishes in the world! Biryani with mango chutney?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Mango chutney?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh yes, a chutney made of mango.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "A mango?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh, the mango is the Queen of Fruit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "What does it taste like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "A mango is the most delicious fruit in all the world. Lik orange and a peach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ponsonby and the ladies in waiting are accompanying Queen down the corridor. Abdul and Mohammed in tow. 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ponsonby. I would like a mango.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "A mango?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Yes, I would like to taste a mango.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "It’s impossible. They only grow in India, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Iam the Empress of India, so have one sent. I hope you will like Scotland, Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TOP OF THE MOOR. SCOTLAND. DAY",
          "text": "Scottish mists. The vast landscape of Scotland. A train o come into shot carrying tables, chairs, carpets. Ponsonby Churchill, Miss Phipps and Reid struggle up with them. Qu Victoria comes into view close to the camera. She points",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WILD PROMONTORY. DAY",
          "text": "Queen Victoria is sitting at her ‘tea’ table, formally se with every unnecessary accoutrement. It overlooks spectac but Queen Victoria behaves as if she was in her back gard and Mohammed stand to attention in the background. Mohamm sneezes. Butlers and maids serve the tea. Queen Victoria wrapped up. She gorges herself on a sponge cake. Everyone and miserable. Ponsonby whispers to Dr Reid:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "It’s alright for her. She’s upholstered. The hand of the serving man shakes as he pours the tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "How do you like your new Scottish costumes? 34",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They’re very scratchy, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Everything in Scotland is scratchy. (Jo Ponsonby.) When does Bertie come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Tomorrow, Your Majesty. He is on his way from Monte Carlo. The Queen takes a slurp of the tea then puts the cup on t Suddenly there’s a splish in the teacup. Then a pitter-pa the table cloth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. VICINITY OF THE WILD PROMONTORY. SCOTLAND. DAY",
          "text": "Torrential rain. Queen Victoria is being led along by a r ghillie with an umbrella. Behind her, Abdul and Mohammed, Ponsonby and Reid are all getting soaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Thate Scotland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A piper plays very close to Dr Reid and Ponsonby who both noses and wince at the infernal racket. It seems everyone cold. The Household are sitting round in misery. The Quee at the centre and is tapping her foot delicately as one o doing a dance in front of her. There is forced merriment Mohammed and Abdul are standing at the side, watching the proceedings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GHILLIE",
          "text": "(in incomprehensible Scots) Ye must be the Hindoos. Very nice to meet ye. Incomprehension from Abdul and Mohammed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GHILLIE",
          "text": "Ye must be the Hindoos. Ye. Must. Be. The. Hin. Doos. 35 \fThe piping stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "More! More!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GHILLIE",
          "text": "I wish she’d bloody well go to bed. The Ghillie wearily knocks back a dram from his hip flask starts again. Lady Phipps yawns. The unfortunate dancing wearily raises his arms for another reel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. STAFF CORRIDOR. NIGHT",
          "text": "Abdul and Mohammed walk to bed. Ahead of them is a butler a tray, careering from wall to wall. They pass an open do see the kitchen staff with bottles of whisky open and som the fiddle. Suddenly the music stops. They all look at Ab Mohammed looking in at them. The door closes. Abdul and M look at the closed door. The strathspey starts up again. INT. QUEEN’S STUDY. DAY The Queen is sitting at her desk, Abdul by her side. A se in and puts down the boxes. Ponsonby blows his nose and t through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Your boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "And the blank journal you requested. Ponsonby puts on his glasses and takes a pen out of his p to get down to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "‘You may go. Ponsonby waits. He is confused. 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iam perfectly capable of working through the boxes. Abdul is very helpful with his blotter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "But these are parliamentary papers, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Iam aware of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "But Abdul is a servant. He cannot assist with the boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Iam the Queen of England. I will have whatever help with my boxes that I require. Ponsonby is completely banjaxed by the turn of events. INT. THE SAME, OUTSIDE THE QUEEN’S ROOM Ponsonby emerges wiping his brow. Mohammed is standing ou room, as is Lady Churchill. They look to Ponsonby to disc royal news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "He’s helping her with the boxes. INT. THE SAME, QUEEN’S STUDY Now the Queen and Abdul are alone she turns to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I want you to teach me Indian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Indian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Hindu. Whatever it is you speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Are you sure? 37",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I am sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "But why would you want to speak Hindi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Iam Empress of India. Look. I have ordered a book. I want you to give me private lessons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I can’t teach you Hindi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Why ever not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "You are the Empress of India. You must learn Urdu. The language of the Mughals. Oh there are a thousand languages in India but Urdu is the most noble. The difference is when you write it down. In Urdu you write like this. He demonstrates it. This is Persian script. Just like Arabic. And for Hindi y write like this — in Devanagari: He demonstrates. The Persian script is most superior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Isee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Iam the Queen. Mairn raini hoom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Er donny hoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Mairn raini hoom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Hey Donnneee whoo. 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoom —",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Hoowm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gaggle of Ladies in Waiting and members of the Househ bigger and they are listening outside, full of consternat",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY PHIPPS",
          "text": "He’s teaching her Hindi!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "Urdu, actually: the Muslim version. They are aghast. INT. QUEEN’S STUDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Mairn raini hoom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Mer ranee whoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "That’s it! That’s it! You are the Queen. He writes it down. You see. Now you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now Dr Reid has joined the group. He is looking through t",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "She’s writing in the journal. And she’s speaking in Hindustani.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Urdu, actually. The Muslim version. Mohammed raises an eyebrow. 39 \fINT. QUEEN’S STUDY The Queen is laughing as she tries to repeat Abdul’s phra",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Apanni trishnup kili ap abdu tel new ad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Nearly. Again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Apanni trishnup kili ap abdu tel new ad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Apni. Ni. Abdul slaps his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Knee. Knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Apani utkrsta sabaka kelie apa abdula dhan yavada. Thank you, Abdul, for your excellent lesson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Apani utkrsta sabaka kelie apa abdula dhan yavada!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "That’s it. You did it. Now write it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A new fat arse is on show as its owner bends in to look t keyhole. The doors fly open. The arse stands up straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Bertie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Mother!",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Were you spying on me? 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Were you learning Urdu?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Yes, I was, as a matter of fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Do you think that’s entirely appropriate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Iam the Empress of India. What could be more appropriate than learning Urdu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "But in front of the entire Household —",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "You are absolutely right. I can’t have all of these distractions. Ponsonby, I wish to go to Glassalt Shiel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Glassalt Shiel?! Everybody is surprised. She looks at Bertie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "But I’ve only just got here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LOCHSIDE, DAY",
          "text": "Drone shot of stunning scenery of the lochside. A tiny bo moves towards a white cottage set against the lowering mo beyond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE LITTLE HOUSE, GLASSALT SHIEL. DAY",
          "text": "Queen and Abdul on the promontory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Oh, to be by oneself and live a simple rudimentary existence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "4I",
          "text": "\fShe turns to Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "They don’t understand anything, those stupid aristocratic fools. Toadying around. Jockeying for position. I’ve had my whole life. They couldn’t bear me bringing dear John Brown here. Yet I have been happier here than anywhere in the entire world. Oh, I miss him, Abdul. And Albert. It’s been thirty years and I think about him every day. I am s lonely, Abdul. Everyone I really loved has died. And I ju go on and on and on. She weeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh, Your Majesty. Abdul kneels and wipes her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "It’s an impossible position. No one really knows what it like to be Queen. I am hated by millions of people — all over the world. I have had nine children, all vain and jealous, and completely at loggerheads with each other. Bertie is a complete embarrassment. I have thirty-four grandchildren, my offspring will rule most of Europe — bu look at me: a fat, lame, impotent, silly old woman. What the point, Abdul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "The point, Your Majesty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Of life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Service?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I think we are not here to worry about ourselves. We are here to serve a greater purpose. 42 \fQueen Victoria thinks about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "In the Koran it says: we are here for the good of others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "The Koran? Abdul is trying to cheer up Her Majesty with his enthusia",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh yes, I am a Hafiz. I know the Koran by heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "By heart. Isn’t it very long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "There are 114 Surahs containing 6,236 verses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "And you know every word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Many Muslim people know the Koran.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I thought you were a Hindu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Iam a Muslim, Your Majesty. I learnt the Koran from my father. And he taught me all the great poets: Kabir, Rumi He is my Munshi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Munshi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Yes, Munshi. My teacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Then we would like you to be the Queen’s Munshi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "But I am a servant. A servant cannot be a Munshi? 43",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you are a servant no longer. You are my teacher. Yo shall teach me Urdu and the Koran and anything else you think of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALL. BALMORAL. NIGHT",
          "text": "A dozen local guests are waiting for the dinner. Mohammed standing with a tray of sherry. Across the room Ponsonby, Miss Phipps, Lady Churchill and Dr Reid are gathered in a",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "What the hell is a Munshi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Apparently it’s some sort of ‘spiritual teacher’, Your Ro Highness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Has she completely lost her mind?! She’s the head of the Church of England, for God’s sake! What’s the Archbishop of Canterbury going to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "It’s utter lunacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "I say he’s ‘brown’ John Brown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "And what’s more she’s given him my room!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "But where have they put you, Dr Reid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "(with a hateful look to Ponsonby) In the tower! Bertie suddenly sees the Queen arrive with Abdul in tow i magnificent Munshi garb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Oh my God. 44 \fBertie looks horrified as the Queen approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Good evening, Bertie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Mother?! Aside Mohammed whispers to Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "What the hell are you wearing? Before Bertie can question Queen Victoria about this turn Head Waiter announces:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAD WAITER",
          "text": "Dinner is served.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bertie with Queen Victoria.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Lady Churchill was absolutely scandalised. A servant. And a Hindoo to boot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "The Munshi is a Muslim scholar. He knows the Koran off by heart and for your information is no longer a servant. He is to be given a staff of his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "This is absurd. Letters. Invitations to supper. You’re tr him like family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "No, I like Abdul. Lady Churchill had better get used to t fact — as the Munshi is coming on holiday with us as a fu equal member of the Household.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "You can’t take a Muslim to Florence! 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That will be all. The Queen walks off upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RAILWAY CARRIAGE. DAY",
          "text": "The train is trundling along. Mohammed blows his nose int handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "A spiritual advisor!? You haven’t an idea in your head. Y promised to get us out of here. And now we’re going to bloody Florence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "But don’t you see what a privilege it is to see the glori Italy with all these wonderful people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "You complete bloody idiot. Do you really think they are going to stand there and let her promote a wog? I did not come here to carry your bloody cases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "What you are complaining about? We have our own carriage. With a bathroom. They’ve a very nice bed for you on the floor. Mohammed blows his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "I’m dying here. I want to go home. I am telling you this whole thing is a disaster waiting to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Iam getting sick of your negative attitude. Life is a big adventure. You just need to open up and enjoy it. We’re o holiday. What on earth could possibly go wrong? Abdul sees a rope above him — he grabs hold of it and rea sign beside it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "‘Do Not Pull’ 46 \fINT. QUEEN’S CARRIAGE. TRAIN. LATER The baroque splendour of the Queen’s carriage. The Queen Abdul is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I just want to apologise about the emergency brake, Your Majesty. I hope you weren’t too badly injured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "It was nothing at all, Abdul. Anyway, it’s a completely understandable mistake. I am just so glad you are with us What a treat to show you Florence for the first time. Bertie emerges from the royal bathroom in his pyjamas to",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "What’s he doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Abdul was just explaining what happened earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "I really don’t see why I have to share your bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I shared a bed with my mother until I became Queen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Mother, I am fifty-seven years old. The Munshi’s got his own bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh yes, it is a very fine bathroom indeed, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Excuse me. He has to push his way past Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Goodnight, Ma-mah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Goodnight, Mr Bertie. 47",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bertie. Make sure you shut that door. Bertie pushes past Abdul unhappily and leaves. The Queen Abdul’s hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Abdul, I have something for you. To celebrate your first to Florence. And becoming my Munshi. It is a locket. With a picture of me. She gives him a locket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh Your Majesty! How can I ever thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Keep me safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "For ever, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Oh Abdul. You will love Florence. Such wonderful views.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GARDENS, VILLA PALMIERI. DAY",
          "text": "Abdul and Queen Victoria are walking in the Italianate ga the terrace of the Villa Palmieri, Mohammed standing sent background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Isn’t it glorious. Albert loved it here. The Brunelleschi Dome. The Uffizi Gallery. He spent all of his money on Old Masters. We collected so much I had to give most of i to the National Gallery. He so admired the Medicis. That they would commission the greatest artists of the day. So they could leave something astonishing behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "In India we also commision great artists. Each Mughal Emperor would bring the greatest craftsmen to make great glories for their Durbar Room. 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Durbar Room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh, yes, every Emperor had a Durbar Room. Full of the finest things known to man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Well, Iam the Empress of India. I should have a Durbar Room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "A brilliant idea, Your Majesty. But where would you put i",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "The Isle of Wight. Obviously. Ponsonby arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Signor Puccini has arrived, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND ROOM. NIGHT",
          "text": "We are in the middle of the recital. The Royal Household to a fat man singing ‘Donna non vidi mai’ at the piano. A listening intently next to the Queen, Bertie next to Lady Ponsonby says something to Dr Reid. The Munshi turns:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Ssshhhh! The fat man at the piano finishes his song. Abdul applaud enthusiastically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "And where did you say it was from, Mr Puccini?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCCINI",
          "text": "It’s from my new opera Manon Lescaut. It’s about two lovers separated by the class divide who run away togethe",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "It sounds marvellous. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she is imprisoned for her love, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCCINI",
          "text": "But they escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Bravo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCCINI",
          "text": "But finally she dies, leaving him utterly bereft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I’m not sure we do like the sound of it. We prefer comic opera. Do you know any Gilbert and Sullivan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Perhaps Your Majesty will sing us a song?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Oh no. I couldn’t possibly. The Household on cue:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "But please, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "(aside) God save us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Well, just one. From Pinafore. Bertie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Do I have to? Bertie, reluctantly, goes to the piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "‘Little Buttercup’. In C. Bertie sits at the piano with immense reluctance. Queen V 50 ‘Little Buttercup’ poorly. She dries, is about to contin prompts the applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Bravo! More! More! But to everyone’s relief Puccini produces a glass of cham hands it to the Queen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCCINI",
          "text": "Bellissimo, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I was taught by Mendelssohn, you know. Puccini raises his glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCCINI",
          "text": "To the Queen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "To me. She knocks back the champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TERRACE, FLORENCE. NIGHT",
          "text": "The Queen is tipsy. She holds on to Abdul’s arm as they w the terrace in the warm evening air, Florence twinkling b and Lady Churchill look on aghast. The Queen is singing t of the Gilbert and Sullivan song:",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "La, la, la, la, la, la. She lifts her arm as she walks, half dancing. We should not have drunk all that champagne. She giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "May I? Abdul takes the Queen’s other hand and they waltz their w the terrace, la-la-ing’ an accompaniment. We are close up 51 almost childish pleasure. Finally the Queen and Abdul st come to a stop. Abdul smiling at the Queen. Still holding",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Abdul, I have not been so happy for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "When I came to England, I was terrified of you. But you are a very kind lady. You are a very unique lady to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "And you are very, very ‘unique’ to me, Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I know that you are very much older than me. And you are the Queen of England and Empress of India and I am just a humble Munshi. But I think you are the most special person in my whole life. His eyes are alight. They look at each other intimately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Even more special than my wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "(shocked) Wife?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Yes. The Queen is computing this information, her face severe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "You are married?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "But where is your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "In India.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Why didn’t you tell me you were married? 52",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn’t think it mattered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "(severely) Of course, this changes everything. You will have to retu to India immediately. Abdul looks concerned. And bring her back at once!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OSBORNE HOUSE. ISLE OF WIGHT. DAY",
          "text": "A shot of Osborne House. Huge music as a carriage approac INT. THE SAME, QUEEN’S BEDCHAMBER The Queen is sitting with her journal practising her Urdu",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Aaj kal Agra ka msusam kesa hay? [How is the weather in Agra these days?] Mrs Tuck runs in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS TUCK",
          "text": "He’s coming! INT. QUEEN’S DRESSING ROOM/BEDCHAMBER. DAY The Queen passes a mirror, checks her appearance, then da the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OSBORNE HOUSE. DAY",
          "text": "A carriage races down the drive and into the circle in fr House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOP OF THE STAIRS, OSBORNE HOUSE. DAY",
          "text": "Queen Victoria rushes past maids who jump to attention as round a corner and dashes past Ponsonby and Dr Reid, who her whizz by in amazement. 53",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music of Triumphant Return continues as the carriage stand still. Mohammed is waiting by the door. He blows hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "Bloody hell. And rushes towards the carriage to open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GLAZED TERRACE, OSBORNE HOUSE. DAY",
          "text": "The Queen is now looking out from the terrace with great",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "How terribly exciting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OSBORNE HOUSE. DAY",
          "text": "Mohammed runs, ignominiously, over the gravel to open the the carriage. We cut back to Osborne House. There are exp at every window. The terrace is crowded with Household me Mohammed opens the carriage door. Abdul emerges from the He steps down resplendent in his ceremonial outfit, doubl replete with sword and pistol, and the Star of India. He cross between a Maharajah and a Pirate King and rather fa before. Mohammed is unimpressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "(under his breath) For God’s sake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FIRST FLOOR TERRACE, OSBORNE HOUSE. DAY",
          "text": "Bertie, Lady Churchill, Miss Phipps are gathered with Ali looking down at Abdul’s arrival.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "Look at the size of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "And he’s got a sword. 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And a pistol!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul holds out his hand and Mrs Karim emerges from the c in full burga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FIRST FLOOR TERRACE, OSBORNE HOUSE. DAY",
          "text": "There is an audible gasp from Miss Phipps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "What the devil is she wearing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "You can’t even see her face!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OSBORNE HOUSE. DAY",
          "text": "A skinny serving boy, Ahmed, gets out of the carriage. He around amazed at his surroundings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FIRST-FLOOR TERRACE, OSBORNE HOUSE. DAY",
          "text": "Now Dr Reid and Ponsonby are out on the terrace — further from Bertie and the Ladies in Waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Who the hell is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OSBORNE HOUSE. DAY",
          "text": "Abdul cuffs Ahmed on the ear, bringing him ‘to’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "The bags. The bags! Ahmed runs to help Mohammed with Mrs Karim’s bags. Mrs Ka stands resplendent. 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Queen looks on delighted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I think she looks rather splendid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS TUCK",
          "text": "But you can’t actually see her, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I think it’s rather dignified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OSBORNE HOUSE. DAY",
          "text": "Abdul turns and helps another fully burga’d lady from the",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FIRST FLOOR TERRACE, OSBORNE HOUSE. DAY",
          "text": "Another scandalised gasp from the company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "Oh my God. Another one! How many has he got in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "The ruddy sod’s a bigamist!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "(delighted) This is an absolute scandal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OSBORNE HOUSE. DAY",
          "text": "Abdul stands with his two burqua’d ladies while Mohammed Ahmed get bags from the carriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GLAZED TERRACE. OSBORNE HOUSE. DAY",
          "text": "The Queen looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I do hope they like their little cottage. 56 \fINT. ABDUL’S COTTAGE. DAY A knock at the door. Abdul opens the door to find the Que",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I hope it’s not inconvenient. I just thought we’d pop rou for tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OTTAGE. DAY",
          "text": "A chocolate-box cottage on the Osborne Estate. We see the accompanied by a vast entourage of people. INT. TINY LIVING ROOM, ABDUL’S COTTAGE. DAY A ‘tableau’ of Queen Victoria, Ponsonby, Lady Churchill, of Greece (1870-1932), the Grand Duchess Sophie of Saxe-W Eisenach (1824-97), Princess Helena of Schleswig-Holstein Sonderburg-Augustenburg (1848-1923), and their entourages Mohammed, Abdul, Ahmed, Mrs Karim and the mother-in-law a with the usual entourage, plus the retinue of the royal v squashed tightly in Abdul’s tiny living room. Bertie and perched on travel cases because of the lack of chairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "This is my granddaughter, Sophia, The Queen of Greece, this is the Grand Duchess Sophie of Saxe-Weimar- Eisenach, and my daughter, Princess Helena Augusta Viktoria of Schleswig-Holstein-Sonderburg-Augustenburg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "A pleasure to meet you. This is my wife Mrs Karim, and this is my mother-in-law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "How very nice to meet you. How are you enjoying England, Mrs Karim? Abdul translates this — at great length — to his missus. something to him — also at great length, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "She says: ‘Very well. Thank you, Your Majesty.’ 57 The Munshi’s wife then whispers to him again for an inte long time. Everyone waits politely. Finally he turns and",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "‘Apart from the cold’ They laugh gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "(aside) God help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Your Majesty, Sophia — the Queen of Greece, Grand Duchess Sophie of Saxe-Weimar-Eisenach, Princess Helena Augusta Viktoria of Schleswig-Holstein-Sonderburg- Augustenburg, I would like to take this opportunity on behalf of myself, my wife and my wife’s mother to thank Her Majesty Victoria Regina of the United Kingdom of Great Britain and Ireland, Defender of the Faith, Empress of India, for accommodating us in this beautiful cottage. We are extremely grateful for her infinite kindness and interior decoration. The gift of hospitality and friendsh to strangers is of very high importance in our culture an we are honoured to repay it in our very small way. What i ours is yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "(under his breath) Quite literally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "And this is how the world should be. Here we are, representatives of the great nations of the world, all snuggled together, having a nice cup of Indian tea. Thank be to Allah. Queen Victoria leads the polite applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "My dear Munshi, Mrs Karim and Mrs Karim’s mother — it’s so good to have you back, my children. We have misse you enormously. 58 \fEXT. ABDUL’S COTTAGE. DAY A groom and pony-driven carriage wait for the Queen. The visitors are leaving. Bertie marches up the path, Ponsonb following close behind:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Children?! Dr Reid is on Ponsonby’s heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "(aside, to Ponsonby) If they are going to live here can I get my room back? The Queen is the last to leave. She takes his hand:",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Oh Abdul, I am so glad you are back — it really has been dreadfully dull without you. And I am so glad to meet Mrs Karim. There’s just one thing I’ve been curious about thi whole afternoon. What does Mrs Karim look like behind her veil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Behind her veil? You must see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Is that allowed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Of course it is allowed. You are a lady. And the Empress of India.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Really?! You think she’d let me take a glimpse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "She would be honoured, Your Majesty. Ponsonby and Bertie at the end of the garden path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Where the hell is she going now? 59 \fINT. TINY LIVING ROOM, ABDUL’S COTTAGE. DAY Queen Victoria is sitting on a chair. Mrs Karim takes off We glimpse the gorgeous costume underneath, full of colou see her face. Her nose is pierced with a gold chain linke She giggles like a schoolgirl. Victoria is transfixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Oh, you really are beautiful. Mrs Karim giggles again, not understanding a word. The Qu stands and takes both of her hands:",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Tum bahut sundar ho. [You are very beautiful.] Mrs Karim beams. Her mother watches inscrutably from her Abdul looks on at the whole scene, proud as Punch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Main tum yahaan hai bahut khush hoon. [I am so happy to have you here.]",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OSBORNE HOUSE. DAY",
          "text": "A carriage arrives. Ponsonby is waiting for Lord Salisbur gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD SALISBURY",
          "text": "What on earth is a Durbar Room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OSBORNE, CORRIDOR APPROACHING DURBAR ROOM. DAY",
          "text": "The Prime Minister, Lord Salisbury, is marching up a corr followed by his private secretary and deputy private secr face filled with fury. Bertie and Ponsonby are running al",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "It is a celebration of all things Indian inspired by the Mughal Emperors, Prime Minister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD SALISBURY",
          "text": "But I don’t understand. Who gave her permission to build this in the first place? 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don’t blame me. I was in Monte Carlo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "I’m afraid she is a law unto herself, Prime Minister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD SALISBURY",
          "text": "For God’s sake. She’ll be wearing a burga next. I am holding you entirely responsible, Ponsonby. They have arrived at the Queen, who is waiting with Dr Re Churchill, Miss Phipps and the usual entourage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Prime Minister, you are late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD SALISBURY",
          "text": "I’m terribly sorry, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Let us begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. INDIAN CORRIDOR. DAY",
          "text": "The Queen leads Salisbury, Ponsonby, Bertie, etc. down th corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "This, as you can see, is the Indian corridor. The Durbar Room was designed by Mr Bhai Ram Singh. They pass a smiling Mr Bhai Ram Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "(in Salisbury’s ear) The place is crawling with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "And we commissioned a series of portraits. Of eminent Indians. This is Princess Gurmma. Lord Salisbury tries to feign interest as he looks at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "This, of course . . . is the Munshi. 61 Salisbury looks horrified at the portrait of Abdul. Then upon the real Abdul who is in full Munshi uniform, a flow Abdul beams at the Prime Minister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "An honour to meet you, Mr Prime Minister, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "A very good likeness. Don’t you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "(whispering to Lord Salisbury) I asked him to take a few pounds off. This is my wife, Mr Prime Minister, sir, and this is my mother-in-law. The two ladies are by his side in their identical burgas. At least I think that’s the right way round. Abdul chuckles at his own joke. And this is my servant, Mohammed. Mohammed blows his nose. Ahmed is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD SALISBURY",
          "text": "(aside to Ponsonby) What the hell is going on here, Ponsonby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "And this, Prime Minister, is the Durbar Room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Salisbury follows the Queen into the Durbar Room in all i It is a state room decorated in an over-the-top higgledy- Mughal and Hindu motifs. Indian musicians play from the b The Queen walks through the room pointing out the carving",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "The carvings are all from Uttar Pradesh. And the carpet: The carpet was woven in a gaol in Agra. Perfect, of cours for the tableaux. 62 \fAt the end of the room is the Peacock Throne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "And the piéce de résistance. The Peacock Throne. The Queen sits on the throne. An exact copy of the one in Agra. And, of course, the Koh-i-Noor! She is wearing the Koh-i-Noor brooch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Now I really do feel like the Empress of India. She is like a little child, swinging her feet joyously. S household deputation look on at her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "(aside to Dr Reid) I thought she was supposed to be dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD SALISBURY",
          "text": "It really is a remarkable addition to the house, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "We have Abdul to thank for the whole idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "(who is now standing next to the Queen) Oh, really — it was nothing. Ponsonby steps forward, very formally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "To celebrate the completion of the Durbar Room. A little surprise, Your Majesty. Mohammed appears bearing an ornately inlaid box. The Quee the box and looks inside. Pulling a confused face:",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "A mango, Your Majesty. 63 \fA general gasp. Abdul peers inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "It’s ‘off’. A look of horror on everyone’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Ponsonby. This mango is off. Ponsonby’s chagrin. INT. LADIES’ DRESSING ROOM, OSBORNE HOUSE. NIGHT Lady Churchill, Miss Phipps, and various other ladies fro entourage in petticoats getting undressed. Helped by Mrs",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "A line has definitively been crossed. INT. MEN’S DRESSING ROOM. OSBORNE HOUSE. NIGHT Abdul is getting changed into his Sultan of Persia outfit wipes his brow and sits down, shaking with a fever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "This is a complete and utter disaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I don’t understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "They’ve been waiting for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Who have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "Ponsonby, Reid. The whole damn lot of them. Don’t you see, she’s been rubbing their noses in it but now it’s go public. I’m telling you they’re not going to stand for it they’ll rise up and chop your bloody balls off. You’ve up the order of everything. You think they are going to lie and take it? 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I haven’t done anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "You stupid, bloody Uncle Tom. Don’t you see you’ve upset the order of everything. I’m telling you this whole thing complete catastrophe. Abdul looks worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "Everything alright in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DURBAR ROOM. NIGHT",
          "text": "Now the Durbar Room has been transformed. A large stage w plush velvet curtain has been erected at one end and domi room. The room is crammed with people ready to see the ta Bigge, Reid, Ponsonby, all the staff in the rear rows cra arrival of Mrs Karim and Mrs Karim’s mother. The Queen raises her hand and waves at Mrs Karim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Mrs Munshi! Please, sit here. Bertie. Bertie, much put out, is forced to move. Salisbury watche thing in horror. INT. LADIES’ DRESSING ROOM. NIGHT Lady Churchill puts on her a yashmak and looks in the mir",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "I have never been so humiliated in my entire life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DURBAR ROOM. NIGHT",
          "text": "The lights in the hall have dimmed. Music. The Queen sque Karim’s hand. Alick Yorke appears from between the curtai",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "A scene in Ancient Persia. 65 He withdraws. Ponsonby pops a pill. The Queen is agog wi anticipation. The curtains open to reveal painted flats. Ancient Persia. Lady Churchill, Miss Phipps and Mrs Tuck dressed in Persian costumes. They pose as a harem of supp Abdul, dressed as the Sultan of Persia with Ahmed as his Mohammed is at the back sick with fever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Iam the Sultan of Persia, King of all Kings. You are now under my power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "Your Highness. We bestow all the riches of the Orient upo you. The ladies proffer paste jewels. Abdul tries his best to regal. They all look out uneasily at the audience trying matey rictus as the orchestra swells and they hold the ta is in the way — Abdul surreptitiously cuffs him to clear We notice Mohammed swaying, clearly ill, and just as the descends as everyone else is fixed in the tableau, Mohamm Lord Salisbury is open-mouthed. Ponsonby holds his forehe despair. The Queen is unabashed with her approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Bravo! Bravo the Munshi!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "(aside to Dr Reid) Now she thinks he’s Henry Irving. As the curtain opens for the ‘call’, the Queen leaps to h entire household follow suit, applauding politely. Only M her mother remain seated. Abdul gestures his respects to and bows egregiously. She claps enthusiastically. The cur again. Salisbury is not happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALLWAY, OSBORNE HOUSE. NIGHT",
          "text": "Lord Salisbury bollocks Ponsonby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD SALISBURY",
          "text": "What the hell is this, Ponsonby? Munshi-mania? I’m trying 66 to keep an empire together and it looks like they’re run the place. I want this whole sodding mess knocked on the head or you’re finished. Understood? Lord Salisbury turns and leaves leaving Ponsonby chagrine",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. POST-TABLEAU ROOM, OSBORNE HOUSE. NIGHT",
          "text": "The post-tableau soirée. Victoria is sitting amongst the members of the household, drinking sherry. Ponsonby, batt comes in to join them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Ah, Ponsonby. Tell us, what exactly did the Prime Ministe say about the tableau?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "To be entirely frank, Your Majesty, he seemed to be a lit perturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Whatever for? He must have liked the Munshi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "I think the Munshi was the problem, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Really? I thought he was rather good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "I think he meant his position, Your Majesty. I think he was rather alarmed he had such a prominent role in the Household.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Of course Abdul has a prominent role in the household. He is my Munshi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "But he’s an Indian, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Iam aware of it. 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But given current sensitivities in the sub-continent, You Majesty. The Prime Minister was concerned it might be ‘sending the wrong message’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I should have thought it was a jolly good message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "But he’s a Muslim, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Precisely. We owe them so much, do we not? For their role in the Mutiny, for example. The hubbub drops to a deathly silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "The Mutiny, Your Majesty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Yes. For all the help they gave us with the Hindus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "But the Mutiny was a Muslim-led revolt, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Of course. The Muslim soldiers revolted when it was rumoured their rifles were greased with pork fat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "The Grand Mufti, himself, put out a fatwa against you personally. And Muslim soldiers killed over two thousand British personnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Who have you been talking to, Mother? 68 Suddenly Abdul arrives with a flourish in his smartest M",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Ta-da! The Queen glares at him. Everyone else is staring. He rea something is wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SCULPTURE CORRIDOR. OSBORNE HOUSE. NIGHT",
          "text": "The Queen is standing next to Abdul in the corridor, givi furious dressing down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Ihave opened my heart to you. I have brought your family from India, promoted you in the teeth of very considerabl opposition and disquiet from the Household. I even turned a blind eye when you failed to tell me you were married, which came, as you know, as quite a surprise. How could you let me humiliate myself in front of the entire Househ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Iam deeply sorry, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "You said the Hindus were behind the Mutiny!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I didn’t say it was only the Hindus, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "You told me categorically that the Muslims were my friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "But we are your friends, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Abdul, there is a fatwa against me. It was Muslims who started the whole thing! This is completely unacceptable. Abdul, I thought you were outstanding as the Sultan of Persia, but I’m afraid you will have to go home. 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bertie, Lady Churchill and Dr Reid have gathered and are the conversation. Unable to repress his delight:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Hallelujah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul is knocked for six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "You have hurt my feelings very much indeed, Abdul. Don’t you see what a position I have been put in? Thank you for everything you’ve done for me. She starts to leave. She turns and faces Abdul. We can se looking on behind her. I will miss you a very great deal. She turns and walks down the corridor. Queen Victoria marches along the corridor passing Bertie, and Lady Churchill, who dutifully follow her, smirking li have got the cream. Abdul is standing devastated. We see Mohammed has been wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "So we’re going home. He starts to cough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SCULPTURE CORRIDOR. NIGHT",
          "text": "Victoria walks along the corridor followed by the smirkin Reid and Lady Churchill. The Queen stops at the end stair Mrs Tuck. Victoria turns to face Bertie, Reid and Churchi suddenly adopt an appropriately solemn demeanour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Goodnight, Mother. 7o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight. The Queen eyes them suspiciously — she knows she’s been h try to keep straight faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Queen turns and struggles up the stairs. Reid’s face a smile. INT. QUEEN’S BEDCHAMBER. OSBORNE HOUSE. NIGHT The Queen on her dressing stool, unnerved. She looks up a of Abdul on her wall: Abdul standing proudly as she sits She thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Mrs Tuck! INT. ABDUL’S COTTAGE. NIGHT Pouring rain. It is Mrs Tuck under an umbrella. Abdul is",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LANE OUTSIDE. NIGHT",
          "text": "Victoria is in her pony and trap. Abdul is standing by th an umbrella held by Mrs Tuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Abdul, you have been an utter fool and I am absolutely furious with you. It is unconscionable that as my Munshi you should have lied to me in any way. But also it would completely churlish not to recognise the considerable kindness and devotion you’ve shown. And after all, I am sure you thought in some way you were protecting me. But as the monarch, I do realise nothing can really protect m And in that light I have decided, even though I am very disappointed, I would like you to stay. Abdul is astonished. 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it must never happen again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh Your Gracious Majesty. How can I ever thank you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Well, there is something we really must sort out, Abdul. Abdul has no idea what she could mean. Iam deeply concerned about Mrs Karim. INT. QUEEN’S BEDROOM. OSBORNE HOUSE. DAY The Queen is having breakfast in bed attended by Dr Reid, and Mrs Tuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I want you to examine Mrs Karim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Examine Mrs Karim?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Just make sure everything’s working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "But I thought the Munshi and his family were leaving us, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Whatever gave you that impression? Astonishment from all and sundry. The Munshi and his family are an integral part of the Roy Household. And I would be very grateful if you gave her a thorough examination. She blithely goes back to work on her egg. Dr Reid looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OSBORNE HOUSE. TOP OF STAIRS. DAY",
          "text": "Bertie, Ponsonby and Reid descending the stairs. 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As far as I’m concerned this is war. We’re going to dig u every last piece of shit the blaggard’s ever done. I want someone in India raking through the family coals. Isn’t your son out there, Ponsonby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "I couldn’t possibly be involved in subterfuge, Your Majes",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Look. I’m going to be the one in charge very soon. You’ll do as you’re bloody well told. I want no stone unturned. We are going to make a dossier. Have it all down in black and white; and put an end to this for good. Bertie leaves. Ponsonby looks at Dr Reid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Well, I better go and examine Mrs Munshi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. COTTAGE. DAY",
          "text": "Dr Reid is sitting awkwardly on a chair, a stethoscope ro clearly very unhappy. The Munshi’s wife is in full burga sitting on the side of the bed. Her mother, also in full her holding her hand. Dr Reid looks at Mrs Karim awkwardl turns to Abdul who is waiting anxiously by the doctor’s s",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "I need to see her tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Oh, it is not possible to uncover a lady’s mouth, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "But how can I tell anything if I can’t see her tongue? Abdul speaks to the mother-in-law in Hindi, the mother-in to Mrs Karim. Then she daintily lifts her yashmak a fract sticks out her tongue. The doctor looks at it gingerly th back behind the veil as quickly as it appeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Well? 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think she’s fine. INT. OUTSIDE MOHAMMED’S ROOM. DAY Ponsonby and Bertie are in the servants’ corridor. Ponson on a door. INT. MOHAMMED’S ROOM. DAY Bertie and Ponsonby are in Mohammed’s room. Mohammed has declined since we last saw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Mr Mohammed. We have come here because we are not unaware of your predicament. That you arrived in the firs place almost by accident and find yourself stuck here through a bizarre set of circumstances — none of your own making. It is not beneath our notice that the inclement English weather, especially on the Solent, has been the cause of a precipitous decline in your general health and what’s more you continue to suffer the vast indignity of being a servant to someone who is in many ways your inferior, who seems to discharge his role with increasing abuse and disregard. But it has occurred to us that we might be able to offer you some help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "Help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Travel home, medical care, perhaps a modest pension. In return, of course, for a little information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "What sort of information?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Look, I’m not going to beat about the bush. You’ve borne the brunt of Abdul’s appalling behaviour and that is of a great deal of interest to a lot of people. 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to dish the dirty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "In a manner of speaking. Mohammed coughs into his handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "What would you like me to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Anything really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "We need details. What he says, what he does. Mohammed thinks about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "Abdul does what everybody else does. Looks for preferment ‘Curries’ favour. Crawls up the stinking greasy pole of t shitty British Empire. Making fools of you all because he a servant — an Indian, Muslim servant — and you are all quaking in your boots because he’s beating you at your ow game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "No one is quaking in their boots. We are the most powerfu nation on Earth at the height of our influence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOHAMMED",
          "text": "In that case the only way is down. So stick your stupid British Empire up your stinky royal bottom-hole, Mr Berti Prince, sir. I hope he makes the whole damn thing come tumbling down. He coughs into his handkerchief. There is blood. Mohammed shocked. Ponsonby looks on in pity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "T’ll see that you die here. 75",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bertie and Ponsonby in a cabal with Dr Reid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "What do you mean, he wouldn’t say anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "The man’s a complete shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "(out of shot) Dr Reid! The Queen comes round the corner, Suddenly Ponsonby et al round to see her with Lady Churchill, Miss Phipps et al.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Iam not a fool. I know there is some skulduggery afoot. Something is going on here and I am not going to stand for it. Ponsonby et al. look terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Dr Reid, I asked you to get to the bottom of Mrs Karim’s fertility issues and it seems nothing has been done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Well, actually, Your Majesty, it was impossible to make a conclusive judgement for religious reasons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Well, did you examine the Munshi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "No, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Well, examine the Munshi. The Queen heads off. Lady Churchill and Bertie hold back. 76",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bertie. Bertie sheepishly follows. Dr Reid turns to Ponsonby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "I did not do seven years at Edinburgh University to look at Indian dicks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OSBORNE HOUSE. DAY",
          "text": "Dr Reid stomps, unhappily, carrying his doctor’s bag towa house. INT. ABDUL’S COTTAGE. DAY Dr Reid with his stethoscope, as before. Abdul standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Trousers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OSBORNE HOUSE. DAY",
          "text": "Dr Reid running at full pelt in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. COURTYARD. OSBORNE HOUSE. DAY",
          "text": "Dr Reid running across the courtyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr Reid running. He skids round a corner. INT. PONSONBY’S OFFICE. OSBORNE HOUSE. DAY Reid bursts in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Eureka! Ponsonby looks up. He’s riddled with the clap! 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ponsonby and Reid knock on a bedroom door. A voice from i",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "of) Go away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Your Royal Highness. We come with important news about the Munshi! INT. BERTIE’S BEDROOM. OSBORNE HOUSE. DAY Bertie is now in bed with a post-coital cigar. Lady Churc the bed. Ponsonby and Dr Reid have just explained the new",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "The clap!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "But we can’t possibly tell her. It would kill her stone d",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Maybe it’s not such a bad idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "There’s more. It appears the father, far from being an Indian Eminent, is in fact a prison apothecary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "I received a telegram only this afternoon from Agra. My son visited the gaol himself. They are absolute nobodies. Bertie takes a puff while he thinks about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Well, it sounds pretty conclusive to me. INT. QUEEN’S STUDY. OSBORNE HOUSE. DAY Bertie knocks on the door and goes in. 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother, we have to see you... The Queen is sitting behind a small desk, Abdul intimatel side. Ponsonby and Dr Reid stand nervously before her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "(looking at Abdul) Alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Iam in the middle of my Urdu lesson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Mother, we come with very important news of a highly personal matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I have nothing to hide from Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Iam afraid, Your Majesty, We have news concerning the Munshi. Proof, beyond any doubt, that Abdul Karim is a low-born imposter, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "But the Munshi is from a noble family and a long line of teachers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "The Munshi was a mere clerk in a common gaol. She is silent. My own son has sent word from India and has actually spoken to the man in question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "His family are completely uneducated. His father is a low apothecary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "The Munshi didn’t even go to school, Mother. The man’s a complete fraud. There he is, overseeing the boxes. I’m ne in line and I can’t get anywhere near them. 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is true, Your Majesty. You have been hideously duped a ignominously misused, Your Majesty. The Munshi is a blackguard and an arch deceiver. I am afraid Abdul and hi father are completely common. The Queen looks horrified at the proceedings. We have prepared a dossier. Ponsonby flourishes the dossier and slams it on the Queen seems flabbergasted. She looks at the dossier. The case s They stare at her with bated breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "You despicable toads. Racialists! Spying?! Dossiers?! Picking on a poor defenceless Indian. Of course they don’ have qualifications. It’s completely different out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "But don’t you see, Mother, he’s using his position for hi own gain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "And how does that make him any different to any one of you? How dare you look down on Abdul. How dare you defame his poor father. Bertie, I am ashamed that you are part of this. Abdul is a loyal, wise, sympathetic human being who has risen on his own merits. Not by endless backstabbing or family connections. I will not have this. Now. Repeat after me. I will be courteous to the Munshi. She stares at Ponsonby. He looks at Abdul, then reluctant",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "I will be courteous to the Munshi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "I will be courteous to the Munshi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Bertie. All of you. ‘I will be courteous to the Munshi.’ 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will be courteous to the Munshi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "It has become apparent that to get any respect in the Household one needs to be formally recognised. In which case, Abdul, I intend to give you a knighthood in the nex honours list. Ponsonby almost collapses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Enough! This is absurd. We can’t protect you from this an further. The Queen stares in astonishment. The man is riddled with gonorrhoea. Stunned silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Gonorrhoea!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Yes, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Well, you’re a doctor. Why don’t you treat him?! Now get out of my sight. All of you. INT. OUTSIDE THE QUEEN’S STUDY. OSBORNE HOUSE. DAY Abdul, Bertie, Ponsonby and Reid come out of the room. Su Dr Reid loses it and pins Abdul up against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "You’re killing her, you pox-ridden Indian shit. Reid is strangling Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Doctor R— Abdul turns puce as Reid throttles him. Ponsonby tries to from Dr Reid’s clutches. 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr Reid! Be courteous! Reid comes to his senses and lets go. Abdul is shaken. INT. PONSONBY’S OFFICE. OSBORNE HOUSE. NIGHT The council is completely full with scores of staff and m Royal Household.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "Knighted?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "Surely there is some law against it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "The man’s a common Indian, for God’s sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "And a Muslim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "She can’t just do what she likes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "That’s right. We are the ones who make this palace work and we are being ignored and exploited. We have to stand up to this wanton bullying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "Exactly. This is a usurpation of the basic tenets of leadership.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "There are moral standards at stake. What is this? The Yea of the Munshi? They all laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "I propose we should rise up as a household and demand that she retracts. 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she’s the Queen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "She is our sovereign. Her position is entirely based on t implicit contract she makes with us. Who manages the estates? Who is up at the crack of dawn preparing her breakfast? Toadying to foreign diplomats? Eating those interminable meals? Listening to the infernal drivel? Lor and Ladies, the time has come to say no. We must stand together and show her who really runs this ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "But this is a palace coup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "It is an assertion of our inalienable rights as the arist of this country. The monarchy is not there by divine righ",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "I think it is, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "Oh shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "I agree. We must resist these foreign intruders, for the of England, the Empire and St George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "I say: either she drops this preposterous insult or we wi all leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL ASSENT",
          "text": "Hear, hear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "But isn’t this treason?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "This is politics. The bloody unions do it. I don’t see wh shouldn’t have a go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hooray!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "The Nabob has met his match. Yes! Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "Let’s show them what we are made of. More approval! That we are prepared to stand up to tyranny: for justice, right and for England! Huge cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "Are you with me? Unanimous assent. Are you with me? Unanimous assent and self-congratulation apart from:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "So what should we do? Nobody is sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Somebody has to tell her. They all suddenly look nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "We should make a deputation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICK YORKE",
          "text": "Won’t that look like a cabal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "I think you should go. You are the head of Household.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "I couldn’t possibly go, it would bring the position into disrepute. 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know her quite well, Mrs Tuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS TUCK",
          "text": "I’m just a dresser. What about Miss Phipps? Everyone’s attention is drawn to the skinny, mild-mannere Lady in Waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY CHURCHILL",
          "text": "Brilliant. You’re the maid of honour. Exactly the person break the news. Miss Phipps looks terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. COUNCIL CORRIDOR. OSBORNE HOUSE. NIGHT",
          "text": "Mrs Tuck fusses over Miss Phipps, making her look just so Dr Reid and Lady Churchill are there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONSONBY",
          "text": "Off you go — and don’t take no for an answer. The poor woman is terrified. She timidly makes her way up She stops and looks back. Lady Churchill gives her a look admonishment. Phipps nervously carries on. Then stops aga grandma’s footsteps. Churchill ushers her on again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OUTSIDE THE COUNCIL ROOM. NIGHT",
          "text": "A terrified Miss Phipps knocks meekly on the double doors INT. QUEEN’S STUDY. NIGHT Miss Phipps walks nervously across the vast room to the l where Queen Victoria is sitting alone at her letters. The up, clearly displeased to be interrupted. Miss Phipps is Queen stares at her full of indignant expectation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "Erm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Speak up. 85 Miss Phipps tries to gather herself and stop herself col",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "Your Majesty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Out with it, girl, we are very busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "There is something I must say that .. . She looks at the Queen, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "What is the meaning of this? Stop shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "I have come to ask you to reconsider the elevation of . . of Mr Karim. The Queen can’t quite believe her ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "Ihave come to ask you not to give Mr Karim a knighthood, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Why the devil not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "The members of the Household demand that you abandon your plans, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Demand?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "We believe that it degrades the very concept of knighthoo He comes from a very low family, Your Majesty. And he is coloured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Get out of my sight. 86 \fMiss Phipps looks like she’s beginning to crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Did you not hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PHIPPS",
          "text": "Your Majesty, I must inform you that if you refuse — the entire Household will resign. The Queen cannot believe her ears. She pauses for a momen out an earth-shattering scream of rage:",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Treason! Treason! She sweeps the table in anger, evicting her Fabergé egg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Phipps is given whisky. INT. OUTSIDE THE QUEEN’S STUDY, THE SAME Ponsonby, Bertie and Reid approach the Queen’s study. INT. QUEEN’S STUDY. DAY Bertie, Ponsonby and Reid march into the room. The Queen with Abdul. Abdul stands up and moves out of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Mummy. Enough is enough. You are bringing the monarchy into crisis. And you are humiliating yourself for no good reason. You will drop this Munshi business forthwith. Do you hear me? She stares at him. The Munshi is a servant. He is an ignorant, pox-ridden, Indian peasant. Did you really think the Household would countenance such an insult?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I will not be disobeyed. 87",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I’ve put up with you for over fifty years. You will d this forthwith or...",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Or?...Or?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "We will have you certified insane. And removed from offic immediately. Here are the papers. Signed by Dr Reid. The Queen is stunned. She looks at Dr Reid, who appears t the whole situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Iam eighty-one years of age. I have had nine children, forty-two grandchildren, and almost a billion citizens. I have rheumatism, a collapsed uterus, am morbidly obese, deaf in one ear. I have known eleven prime ministers, passed 2,347 pieces of legislation. I have been in office sixty-two years, 234 days — thus I am the longest-serving monarch in world history. I am responsible for five households and a staff of more than three thousand. I am cantankerous, boring, greedy, ill-tempered, at times self and myopic, metaphorically and literally. I am, perhaps, disagreeably attached to power and should not have smashed the Emperor of Russia’s egg. But I am anything but insane. If the Household wish to disobey me, so be it let them do it face to face. I will see everyone in the D Room. At once! She marches out past Abdul: Where on earth did you get gonorrhoea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OSBORNE HOUSE. DURBAR ROOM. DAY",
          "text": "The Durbar Room is full. The chief members of the Royal H are there: Ponsonby, Reid, Phipps, Lady Churchill, but so pages, footmen and the maids. The Queen marches in to fac 88",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand there is some concern over my desires on preferment. I understand that feelings have run high and I understand that you have decided to resign rather than withstand my decision. If any one of you would like to tender their resignation it will be accepted without any unfortunate consequences — but at least have the decency to do it to my face. If anyone wishes to resign, please s forward. She stares at them, absolutely formidable. Nervousness. P at one another. Small feints, but no one moves. Abdul is the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I would like to inform you that I have decided against awarding any knighthoods at this moment. Relief all round that she’s come to her senses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Instead, you will be delighted to know I have decided to make the Munshi a Commander of the Royal Victorian Order as a special token of my personal esteem for his services to the Empire. That will be all. Ponsonby is so overcome he has to sit down. The Queen is She walks through the middle of the crowd who part to obs customary obsequies. She walks out into the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. INDIAN CORRIDOR. OSBORNE HOUSE. DAY",
          "text": "The Queen walks out into the corridor alone. But we see s faltering. Abdul sees her and runs the whole length of th catches her in his arms. Dr Reid and Mrs Tuck arrive. Rei Abdul out of the way to get to the Queen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Satisfied? Reid pushes Abdul away from the Queen. Then suddenly a sh Ahmed arrives. 89",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr Reid! Dr Reid! It’s Mr Mohammed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GRAVEYARD. DAY",
          "text": "A devastated Abdul is at Mohammea’s funeral. The Queen is Abdul, Mrs Karim, the mother-in-law and Ahmed. Dr Reid an Ponsonby stand nearby out of duty to Her Majesty. Reid tu Ponsonby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "One down. Abdul stands by the grave as the others leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Iam sorry, my friend. Then Abdul helps lead the Queen away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "We need to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CARRIAGE. GROUNDS OF OSBORNE HOUSE. DAY",
          "text": "After the funeral. The Queen and Abdul sit in the open ca Queen is wrapped up against the cold weather but looks ve She takes Abdul’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I think it’s time that you went home, Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "This is my home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I have been short-sighted and selfish. You are a young ma Abdul. Your whole life ahead of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "But, Your Majesty —",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I cannot protect you if I am not here. You must go, Abdul go with your wife. The vultures are already circling. I don think I will see this year out. All these stupid ceremoni What is the point in them, Abdul? They will kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "You will live for many more years, Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "No. Abdul, I am sick and weary. I can hardly see, barely hear. The Empress of half the world and I can’t get in an out of my own carriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "I cannot leave you. I am your Munshi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "‘You must protect yourself. How could we have been so blind? Forget me, Abdul. You have been a very good friend",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "They can do what they like, but every day I will come and be at your side as long as I shall live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "You are a silly fool, Abdul. But I adore you. Snow falls all around them. Abdul holds the Queen’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR. OSBORNE HOUSE. DAY",
          "text": "The Queen, now ill, is wheeled along the corridor. INT. THE SAME, QUEEN’S BEDCHAMBER The Queen is now in bed unconscious, surrounded by the Ho INT. CORRIDOR OUTSIDE QUEEN’S BEDCHAMBER. NIGHT Abdul is waiting outside the door. Ponsonby and Reid come looking grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "I think you should inform the Kaiser. 91",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wide shot of the house at night. A light shining from an",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul is dutifully standing sentry outside the Queen’s ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OSBORNE HOUSE. DAWN",
          "text": "Wide shot of Osborne House. Carriages arrive. The Kaiser",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Kaiser et al. walk past Abdul into the Queen’s room. closed. INT. QUEEN’S BEDCHAMBER. OSBORNE HOUSE. DAWN The darkened room is full. On one side of the bed is the other is Bertie. They look at the Queen, who appears to b Suddenly she stirs. There is a gasp in the room. She open Dr Reid takes away the oxygen mask. Bertie takes her hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Abdul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "It’s me, Mummy. And your grandson, Wilhelm. The Kaiser. She takes the Kaiser’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "No fighting when I’m gone. Promise me. Where is my Munshi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "Hush. Hush. Everything is fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "But I need my Munshi. Where is the Munshi? Bertie, hurt that he is not enough, gives in. 92",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring her the Munshi. INT. CORRIDOR OUTSIDE QUEEN’S BEDCHAMBER. DAY Abdul is resolutely standing by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Don’t you dare upset her. INT. QUEEN’S BEDCHAMBER. OSBORNE HOUSE. DAY The crowds of dignitaries part to let Abdul through. He a sadly, and holds her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Abdul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Yes. I am here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I want to talk to the Munshi alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "I think Your Majesty might . . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "I said: alone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Kaiser, Bertie, the Household et al. all troop into t INT. THE QUEEN’S BEDCHAMBER. THE SAME The Queen has been propped up with pillows. Abdul kneels bedside. Dr Reid is discreetly at the back of the room, i The Queen takes some oxygen then turns to Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "When I was young I used to long for death. And now when 93 there is nothing to live for I cling on to life with eve breath. I am scared, Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Don’t be scared. Abdul quotes a poem in Hindi. Then translates it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "‘Listen, little drop, give up yourself without regret And in exchange you will gain the ocean. Give yourself away And in the arms of the Great Sea be secure.’ The Great poet Rumi. She squeezes Abdul’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Prema puri hai. Hama kevala tukare kara rahe haim. ‘Love is the whole. We are only pieces.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "That is very beautiful. You are a teacher, Abdul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Everybody knows Rumi. Allah is the teacher. Love is the whole. Prema puri hai. ‘We are only pieces. Hama kevala tukare kara rahe haim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "‘Prema puri hai. Hama kevala tukare kara rahe haim,’ Alhamdulilah! I keep thinking I am falling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Fall. Everything will be well. You are about to go to a m safer place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "To the Banquet Hall of Eternity. 94",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Goodbye, my Queen. Abdul is crying. The Queen holds on to Abdul’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN VICTORIA",
          "text": "Goodbye. Take care, my sweet son. She starts to nod off, Dr Reid puts his hand on Abdul’s s clearly moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR REID",
          "text": "Let her sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul emerges still in tears. Bertie, the Kaiser, the Arc look on in pity as Abdul, completely absorbed, walks away back into the Queen’s chamber. INT. THE QUEEN’S BEDCHAMBER Everyone has resumed their vigil. The junior serving girl back. Suddenly we realise the Queen’s oxygen bottle stops bubbles. Bertie has the Queen’s hand. He realises she has INT. CORRIDOR OUTSIDE QUEEN’S BEDCHAMBER Abdul is waiting outside. The doors open. Bertie appears. Abdul in the eye with contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PALACE GATES. OSBORNE HOUSE. DAY",
          "text": "Bigge, dressed immaculately in black with a top hat, walk to make an announcement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGE",
          "text": "I grieve to say Her Majesty passed away at half past six precisely. Long live the King. 95 \fINT. QUEEN’S STUDY. OSBORNE HOUSE. DAY Bertie in the darkness of the Queen’s study. He throws op shutters himself, morning light floods in. He sits at the it’s his now. INT. QUEEN’S BEDCHAMBER. OSBORNE HOUSE. DAY Mrs Tuck throws open the curtains as she did at the begin film. The crepuscular room is flooded with light. Maids t sheets. The Queen’s body is blanched. INT. QUEEN’S STUDY. OSBORNE HOUSE. DAY Bertie looks down and sees on the desk her Urdu journals. INT. CORRIDOR OUTSIDE QUEEN’S BEDCHAMBER Mrs Tuck comes out of the Queen’s bedchamber. She takes A hand and leads him into the room. INT. QUEEN’S BEDCHAMBER The Queen has been transformed into a transcendental visi Abdul transfixed by the dead Queen. Slowly, with great re kneels before her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "May Allah bless you. He hisses her feet. Finally as he raises his head we see sadness. Then his look turns from one of devastated loss ‘foreboding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul walks out along the corridor and down the grand sta the sound track we hear the sound of violent banging on a",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "(out of shot) Open up in the name of the King! 96 \fEXT. ABDUL’S COTTAGE. DAY Mrs Karim opens the front door. Suddenly several henchmen pushing her aside as they rush into the house. INT. FRONT ROOM, ABDUL’S COTTAGE. DAY The henchmen run into the room and start ransaking the pl Karim and her mother in full burga try to prevent them ta A henchman goes past with a drawer stuffed with letters. EXT. GARDEN, ABDUL’S COTTAGE. DAY The henchmen have made a big pyre of the letters. One hen pours petrol on and the whole thing goes up in flames. Be contentedly, smoking a cigar. Mrs Karim runs out. EXT. ROAD TO ABDUL’S COTTAGE. DAY Abdul walking. He looks up to see smoke. He hears Mrs Kar scream and he starts to run. EXT. GARDEN, ABDUL’S COTTAGE. DAY A henchman throws on more letters. Mrs Karim, screaming, being restrained by a henchman. Suddenly there is a shout comes running into the garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "No! Footmen hold back the screaming Abdul as the pyre burns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERTIE",
          "text": "I want you out of here immediately. Satisfied, he leaves. Mrs Karim takes Abdul’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS KARIM",
          "text": "They’ve taken everything. 97 She surreptitiously gives him something as the pyre burn down. She has given him the locket. He holds it tight. Th fire obscures everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PASSENGER FERRY, SOLENT. MISTY MORNING",
          "text": "The smoke turns into mist on the Solent. We are on a ferr his wife as it pulls away from shore. No one recognises A his palm to reveal the Queen’s locket. Looking back, he d the mist as the boat sails away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DARKENED ROOM, AGRA. MORNING",
          "text": "As in the beginning of the film, shutters are opened on t daylight as a muezzin calls to prayers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As before, we see a figure from behind praying. The rooft below, the Taj Mahal in the distance. Title:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREETS, AGRA. BRIGHT DAY",
          "text": "The bustle of an Agra street. A figure makes his way thro street life as in the opening of the film. But this time We follow him from behind and see he has grey hair. We re Abdul. He makes his way determinedly through the city to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdul makes his way to a statue of Queen Victoria. He kne think he is praying but he kisses the Queen’s feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABDUL",
          "text": "Good morning, Your Majesty. 98 Abdul sits on the base of the statue. He looks out at th by. In his hand we see the locket — the camera slowly cra Abdul the faithful retainer has kept his word: he remains his Queen despite everything. Title:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE DIED NINE YEARS LATER",
          "text": "We crane above the statue to see the whole vista of Agra. Mahal glistening in the background. Title:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INDIA GAINED INDEPENDENCE IN 1947",
          "text": "The End. 99",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2504"
    }
  ]
}