{
  "movie_id": "MOV2524",
  "scenes": [
    {
      "location": "MODERN CIRCUS GROUNDS",
      "time": "NIGHT",
      "characters": [
        "89.",
        "85.",
        "54.",
        "7.",
        "125.",
        "88.",
        "70.",
        "ALL THE ANIMALS BEGIN BANGING AGAINST THEIR CAGES AND SHA",
        "47.",
        "26.",
        "96.",
        "DIRECTION...",
        "1931.",
        "21.",
        "99.",
        "ARE YOU CRAZY TALKING TO AN",
        "ELEPHANT",
        "OH",
        "BEATING HIM. AUGUST FORCIBLY TAKES MARLENA, HITTING HER..",
        "THEY SCREECH, SCREAM, SWING, WHINY AND ROAR...",
        "28.",
        "SUDDENLY, EVERY CLOWN PULLS OUT A SELZTER BOTTLE AND DOUS",
        "FOLLOWED BY AN UNGODLY COLLISION OF BRASS THAT FINISHES W",
        "OF THEM..",
        "YES THANK YOU",
        "AUGUST, (V.O.)",
        "13.",
        "23.",
        "48.",
        "66.",
        "OLD TIMER, (CONT'D)",
        "SPECTACULAR SHOW ON EARTH",
        "103.",
        "A HERD OF ZEBRAS RUN PAST, CRUSHING AUGUST BENEATH THEM.",
        "36.",
        "BRAVA QUEENIE",
        "ROSIE'S CARETAKER",
        "AUDIENCE MEMBERS...THEY CHARGE INTO THE MENAGERIE ONLY TO",
        "JACOB MAKES HIS WAY ACROSS SIX CARS...LEAPING FROM CAR TO",
        "TO THE NEXT...",
        "IN BLACK OUT....WE HEAR A SCRAPING NOISE THEN SEE A SLIVE",
        "THE YAK THUNDERS PAST HIM, HIS HORN INCHES FROM JACOB, TH",
        "20.",
        "55.",
        "MARLENA, (V.O.)",
        "WE HEAR THE BIG TOP BAND START PLAYING AGAIN...THIS TIME",
        "AND CHILDREN OF ALL AGES.",
        "BELLOWING, AS IF IN PROTEST OF THEIR JACOB'S DEPARTURE.",
        "MR. ERWIN",
        "COME ON THEN",
        "5.",
        "DOCTORS OF VETERINARY MEDICINE",
        "3.",
        "4.",
        "9.",
        "CAMEL, (O.S.)",
        "40.",
        "EARL'S MAN",
        "NO",
        "100.",
        "FAST CUT TO",
        "116.",
        "A CHAMPAGNE BOTTLE IS POPPED OPEN...",
        "86.",
        "81.",
        "LION, GIRAFFE, CAMEL AND HORSES... RUN IN A MAD TERROR AS",
        "120.",
        "52.",
        "11.",
        "BREAKING INTO WALTER AND CAMEL'S ROOM.",
        "FACE THE STAMPEDE..",
        "114.",
        "BEHOLD...WELCOME THE STARS OF THE",
        "MY HOUSE",
        "33.",
        "INT/EXT. BAGGAGE STOCK CAR",
        "25.",
        "THE FLICKERING RED LIGHT IS A SIGNAL LIGHT ON A TRAIN TRA",
        "FAST CUT BACK",
        "37.",
        "2.",
        "64.",
        "ANIMAL",
        "12.",
        "67.",
        "105.",
        "DOOR, JACOB FIGHTS EVEN HARDER TO PULL THEM AWAY FROM",
        "8.",
        "LET ME GO",
        "OPEN STOCK CAR DOOR. THEY CHARGE INTO THE ROOM CAUSING TH",
        "53.",
        "HE'S HURTING HER",
        "SUDDENLY, WE HEAR THE BIG TOP MUSIC COME TO A CRASHING HA",
        "BOULDERS OF A RIVERBANK ILLUMINATED BY MOONLIGHT.",
        "PACKED HOUSE AS AUGUST LEADS THE WAY TO CHEERS AND APPLAU",
        "108.",
        "MAKING CONTACT WITH THE LLAMA, KNOCKING IT FLAT.",
        "27.",
        "39.",
        "63.",
        "71.",
        "E. JANKOWSKI",
        "MONKEY ON IT'S NECK...THE POLAR BEAR NOW ON ALL FOURS,",
        "TRAIN AND RUN TOWARDS HIM. JUST AS JACOB GETS TO HIS FEET",
        "JESUS CHRIST",
        "42.",
        "58.",
        "SWEEPING HER TO THE GROUND...",
        "115.",
        "BARBARA AND GIRLS",
        "MARLENA ATOP ROSIE IN FULL COSTUME MAKING THEIR ENTRANCE",
        "109.",
        "COURSE OF THE EVENING ALONG WITH JACOB'S NARRATION",
        "61.",
        "45.",
        "KINKO, (WALTER)",
        "19.",
        "CROWD EXPLODES THROUGH THE BIG TOP, TRAMPLING OVER FELLOW",
        "UNCLE AUGUST, (V.O.)",
        "HER BACK AND WE CUT TO",
        "WELCOME TO THE MOST EXTRAVAGANT",
        "82.",
        "123.",
        "SHOW ON EARTH",
        "56.",
        "DON'T HURT HIM",
        "121.",
        "PLAYS. IN THE CENTER RING IS",
        "62.",
        "INTO BLACKNESS.",
        "YOU",
        "122.",
        "EXT. MIDWAY",
        "INT/EXT. COOKHOUSE TENT",
        "90.",
        "A CYMBAL'S HOLLOW CLANG.",
        "22.",
        "10.",
        "ROSIE'S CARETAKER, (CONT'D)",
        "WITH A TIGER...TWELVE HORSES AND A GIRAFFE WITH A SPIDER",
        "91.",
        "STOP IT",
        "102.",
        "17.",
        "E. JANKOWSKI AND SON",
        "INT/EXT. RING STOCK CAR",
        "BENZINI BROTHERS MOST SPECTACULAR",
        "98.",
        "JACOB",
        "THE TRAIN IS TRAVERSING OVER A TRESTLE, FORTY YARDS ABOVE",
        "AUGUST",
        "RAID",
        "97.",
        "93.",
        "THROUGHOUT THIS NARRATION WE JUMP CUT INTO VARIOUS CARS",
        "OFF CAMERA SHOUT",
        "THE PLATFORM",
        "JACOB, (V.O.)",
        "GO ON",
        "44.",
        "JACOB ROLLS DOWN THE GRAVEL. BLACKIE AND HIS MEN JUMP OFF",
        "60.",
        "32.",
        "43.",
        "29.",
        "101.",
        "AUGUST IS DRAGGING A SCREAMING MARLENA THROUGH THE DOOR T",
        "46.",
        "ANIMALS ARE LOOSE.",
        "THE ENTRANCE...PEOPLE BANGING ON THE BACKS OF THOSE IN FR",
        "75.",
        "AUGUST, (O.S.)",
        "15.",
        "HIGHER UP...UP",
        "INT/EXT. TRAILER DOOR",
        "50.",
        "AUGUST, NO",
        "BY LANDING ON THE ROOF, GETTING TO HIS KNEES THEN TO HIS",
        "87.",
        "16.",
        "24.",
        "JACOB, (O.S.)",
        "59.",
        "65.",
        "79.",
        "AAHHH, MY TOMATOES",
        "PRE-LAP",
        "JACOB..BARBARA AND ALL THE GIRLS THROW HALF A DOZEN PIES",
        "FROM OUT OF A WALL OF WIND BLOWN DUST APPEARS MARLENA AND",
        "GET UP",
        "73.",
        "OLD TIMER, (O.S.)",
        "78.",
        "18.",
        "AUGUST, (CONT'D)",
        "HIS FACE AND BODY. OTHERS THROW CONFETTI, STREAMERS...",
        "WITH A SINGLE BLOW TO THE BACK OF HIS HEAD, JACOB IS THRO",
        "14.",
        "95.",
        "111.",
        "117.",
        "MARLENA",
        "AUGUST...STOP",
        "92.",
        "HAND CONNECTED TO A EVEN LARGER ARM COMES OUT OF THE",
        "38.",
        "LAAADIIIEEESS AND GENTLEMENNNNN",
        "119.",
        "WHEN BOBO SWINGS FROM A ROPE AND JUMPS ONTO JACOB'S BACK.",
        "31.",
        "EXTRAVAGANCY THE HUMAN EYE CAN",
        "57.",
        "MOVE",
        "74.",
        "80.",
        "WALTER",
        "THEIR BARS OR STOMPING THEIR FEET, SCREECHING OR ROARING",
        "THEIR FISTS UNTIL JACOB LOSES HIS GRIP AND BLACK TOSSES H",
        "69.",
        "BENEATH HIS FEET...THE SOUNDS OF HOOVES ON HARD DIRT.",
        "AND CLUTCHES ONTO JACOB'S LEG. JACOB MOVES TO PICK HER UP",
        "83.",
        "49.",
        "104.",
        "6.",
        "THE EXTRAORDINARY GRANDEUR OF THE SPEC",
        "DARKNESS, GRABBING JACOB BY HIS COLLAR, HOISTING HIM UP.",
        "84.",
        "30.",
        "UP",
        "113.",
        "BLACKIE BEATS JACOB WHO CRIES OUT FOR MARLENA'S SAFETY,",
        "34.",
        "77.",
        "CHARGING...ALL OF THEM HEADING FOR THE CROWD OF PEOPLE...",
        "LIGHT AS A LID IS OPENED.",
        "107.",
        "118.",
        "THE NIGHT, BENDING ROUND A CURVE.",
        "51.",
        "...TO THE BENZINI BROTHERS MOST",
        "94.",
        "YOU DON'T EVEN DENY IT",
        "WAIT",
        "OH MY GOD...SOMEBODY SHAVED MY...",
        "68.",
        "76.",
        "SAME LOCATION",
        "110.",
        "WITH THE CHIMPS AND ORANGUTANS..A HYENA SHOULDER TO SHOUL",
        "TRAMP",
        "INT PERFORMER'S TENT",
        "AS BLACKIE AND HIS MEN DRAG JACOB PAST WALTER'S MAKESHIFT",
        "106.",
        "MARLENA, (O.S.)",
        "HOLDING ONTO THE OPEN CAR DOORS. THE MEN BANG HIS HANDS W",
        "72.",
        "35.",
        "THE MEN REACH HIM",
        "41.",
        "112.",
        "SPECIES FLOCK",
        "124.",
        "A FULL FLEDGED STAMPEDE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "An upstate New York town. A CIRCUS is being dismantled... Big Top falls and is gathered up by workmen...Trucks are being loaded with animals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AN ELDERLY MAN , JACOB JANKOWSKI - 93 year old - stands alone, with a walker in the middle of the empty parking l His shirt is stained with sweat - as if it took great eff for him to get there. As he watches the Circus disappear, Jacob looks lost, bewildered and fragile. CHARLIE, 50's circus manager, and RUSS, a tattooed teen w rings through his eyebrows, approach him with a wheelchai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me sir, can we help you? (No reply from Jacob) Did you miss your ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I missed the Spec.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I'm afraid you did. Can we call someone for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd it all go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's seriously old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you come with the folks from the retirement home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I came on my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go inside and we can call them to pick you up. Charlie motions for Russ to get Jacob in the wheelchair. Jacob resists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I told ya, I came on my own and I'm not going back. Get your hands off me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as if talking to a child) It's OK. We're gonna call the home so they can come pick you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you pick some of those rings out ya head maybe you won't be so stupid, ya dumb little shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woah! The language. Uncalled for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, we need to get you out of this parking lot. My trucks have to come through here. Please... He offers the wheelchair. Jacob relents and sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got it Russ. Take the walker. Finish closing up the ticket booth. Russ takes the walker and exits as Charlie wheels Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In my day, they had old timers in the ticket wicket and freaks like him in the sideshow. Damn kid didn't even know what the Spec was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sound like you know circuses. Charlie checks his watch, impatient to get Jacob home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should. I was on two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Calling OS to Trucks) Malcolm, tell them to come through! (Patronizing, to Jacob) Two circuses. Wow, that's something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ringling, of course, but that was later...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll need your name when I call the home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...First one was called Benzini Brothers Most Spectacular Show ... Charlie suddenly stops upon hearing that name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?...Wait a minute! Did you say you were with the Benzini Brothers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What years?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"31?...You're saying you were there for the---?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was in the middle of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe this. After the Hartford Fire and the Hagenback- Wallace Wreck, that's the most famous circus disaster of all time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I remember it like yesterday... Better - cause I don't remember yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie O'Brien the third.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob Jankowski the only.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Jankowski, I would be honored if you would have a drink with me in my trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bottle of expensive, Laphroaig scotch sits on the table Charlie pours them each a shot. Jacobs drinks. It feels g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Scotch) Ah, I remember you...Camel would've loved this stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camels drink scotch? Jacob laughs, shaking his head No. Charlie pours another;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really got here on you're own?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Great Escape! But I got lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should call the home, let them know where you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know why they call it a \"home\". You don't know anybody there. They fill you so full of drugs, you don't care...Five kids and not one has a place for me since their mother died. They take turns visiting me on weekends. They forgot whose turn it was today so nobody showed up..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a life, ya know. A big life...It isn't right. Charlie empathizes. Pours another. Changes the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, how did the Benzini Brothers stampede start? The story is two guys got thrown off the train and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No point in telling a story if all you want to know is the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. From the beginning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, let's see...the beginning... Well, everything began the same day everything ended...Ha, isn't that how it always works?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mirrored medicine cabinet closes revealing the reflecti of JACOB JANKOWSKI - 23 years old, handsome, full of ener",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "It was a big day. My final exams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob bounds down the stairs and into the kitchen. JACOB'S MOTHER AND FATHER are finishing up breakfast. The Father tunes a Philco Radio while smoking a pipe...The Mo pours coffee wearing a cardigan sweater and pearls. Late for class, Jacob grabs a piece of bread and bacon an downs a coffee as his mother sweetly scolds him in POLISH His father says something supportive in POLISH as well. J thanks him in POLISH. He kisses his mother and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A simple, clapboard house in a middle class neighborhood. Jacob runs out, passing his father's sign on the front la",
          "sentiment": "neutral"
        },
        {
          "speaker": "E. JANKOWSKI",
          "text": "Doctor of Veterinary Medicine EXT. CORNELL UNIVERSITY CAMPUS - 1931 - ITHACA, NY - DAY. The beautiful campus of Cornell University. Jacob runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "After six years of dissections, castrations, foalings and shoving my arm up a cow's ass more times than I cared to remember, I was finally going to graduate Cornell in Veterinary Science. I was summa cum laude...ha,ha and the oldest male virgin on campus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob sits beside a beautiful Blonde who distracts him wi her legs. She notices him staring, crosses her legs and smooths her skirt. VETERINARY SCIENCES FINAL EXAMS is written on the board o Lecture Hall. The Proctor announces from his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You may begin. Jacob, the Blonde and fifty other students open their exa booklets and begin under The PROCTOR's supervision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "I had my whole life planned. I knew exactly where it was taking me... And then, with the opening of a door, it all vanished. The Lecture Hall door opens and DEAN WILKINS enters. The walks to the Proctor and they confer privately. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Jankowski? May we have a word? Fifty pairs of eyes turn to look at Jacob, who looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob steps outside with Dean Wilkins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob, it's your parents. I'm afraid there's been a car accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob walks down a dimly lit hall with a Police Chief and Chaplain to the Morgue led by a Nurse. We follow them ins",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is windowless and bare except for TWO GURNEYS, e with a sheet-covered body. A CORONER stands between them. Jacob sees a steel table upon which lay his parents belongings; wedding rings, pearl necklace, his father's p",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you ready? The Chaplain places a comforting hand on Jacob's shoulder Jacob nods. The Coroner exposes first Jacob's father, the Jacob's mother. We see only Jacob's expression:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there any other family to call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Just me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob, in a black suit. Mr. Hyde is seated opposite him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know this is difficult for you, but there's been no mistake. The house and all their assets, including your father's practise, are now property of the bank in default of the mortgage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I'm telling you, my father put away every penny he ever earned. They owned that house outright. Why would he have a mortgage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My guess is because he let people pay him in beans &amp; eggs or whatever they had, instead of money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And so he's penalized for not turning away people who couldn't afford his help? He was a doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I know, he was a very good man but in banking terms, in the reality of what makes this world actually function, he was an irresponsible man. I'm sorry, but you oughta to know the truth. This Depression is going to last for a long while..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..And the only ones who will be standing at the end of it, are the ones who fight to take what they need to survive. Everyone else is going to disappear. Don't make the same mistakes as your father. Jacob is disturbed by this description of his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob in his black suit walking home..looks up ahead to s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the family possessions are on the lawn being scoured by strangers: father's Philco radio, mother's jewelry...A foreclosure sign hangs beside his father's business sign:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "Things happened so fast, my head was spinning. And that mortgage...I just couldn't figure it out. A DELIVERY TRUCK pulls up at the curb. It is met by A BAN REPRESENTATIVE, who receives a package and carries it to Jacob, meeting him halfway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This just came for you, Jacob. Whatever it is I'm going to have to include in the bank's report of assets. Sorry. You OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I also have documents to sign.. The Bank Representative continues MOS as Jacob opens the package,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "I didn't believe the lawyer or the bank. My mother worked. They had savings. We were never broke. So why would they need a mortgage? And then it hit me... Jacob opens the package revealing a BRAND NEW SIGN, readi",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "They did it to pay for my Ivy League education. For a moment Jacob can't move. This thought stuns him. Wi his house being picked apart and the Bank Representative speaking about papers, Jacob can't take it any longer. He drops the sign and walks away. The Bank Rep calls after h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob? Jacob they need these signed by the end of the business day. Jacob walks away from the Bank Rep, pulling off his tie a tossing it. He is crying - the reality finally hitting hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "I walked and I kept on walking... It's a strange feeling becoming an orphan the same time you're becoming a man...To have this freedom to be anything you want at the same time everything you were is taken away. So I just walked ...Then all of a sudden, I stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob stands with his feet in a clear stream. He is no lo crying. There are dense woods, pitch black, all around hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "Like I'd been sleepwalking and I woke up. I had no idea where I was. Jacob can hear the buzz of insects, the glow of fireflies the cries of distant animals in the woods. It unnerves hi Far off beyond the dense woods Jacob sees A MOVING FLICKE LIGHT - like a distant, silent star moving past the trees The Light is moving around the woods until it curves towa Jacob's direction. He hears a distant CLANK-CLANK... Curious, Jacob puts his shoes on and walks back to a grav path that leads to TRAIN TRACKS just as: THE MASSIVE TRAIN ENGINE EXPLODES INTO VIEW PASSING HIM. Jacob is so close, he is hit by a wall of wind that nearl knocks him down. It is dark and the train is moving fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "What is it inside of us makes us decide to grab onto life again and again, no matter how many times it abandons us without a second thought?...What is it makes us hungry for more of the same? Somebody smart should figure that one out. Jacob makes his decision: He runs parallel to the train...stumbling over gravel, pitching forward and losin his balance, recovering, then running faster, scanning fo something to grab hold of to hoist himself up. He sees: AN OPEN STOCK CAR IS THREE CARS BEHIND HIM...As it catche to him, he lunges forward, reaching for the iron grab hol and flings himself upward. He clings on with his left leg elbow and chin. His right hand clings to the grab hold. W his left hand, he claws the floorboards of the stock car, the aged wood scraps off under his fingers. His right leg dangling, beneath the train itself, dangerously close to tracks. Jacob is slipping...slipping... With everything he's got, Jacob makes one final \"life or death\" effort, managing to get his left knee up over the edge. Using foot, knee, chin, elbow and fingernails, he scrapes his way inside the stock car and lies panting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dim light barely illuminates the interior. Jacob breath brief sigh of relief and accomplishment when suddenly: A",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKNESS, GRABBING JACOB BY HIS COLLAR, HOISTING HIM UP.",
          "text": "Jacob swings at this Brute with his free arm but it's blo easily, as the Brute moves him to the open car door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD TIMER, (O.S.)",
          "text": "Oh, don't go messin with Blackie. Throwing people off of trains is one of the perks of his job. Jacob can now see THREE MEN playing cards by a kerosene l ONE MAN HAS A RIFLE, aimed at Jacob. Another, A SHRUNKEN, STUBBLE FACED OLD TIMER, drinks out of a jug... Blackie holds Jacob out on the edge of the open stock car trees slam against the train almost cutting Jacob's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't need no bums on this train brother. You can get off right now and keep running. Old Timer rises with a lantern and hobbles on one bad leg inspects Jacob and his nice suit with the lantern...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now everybody calm down here. Grady put that damn rifle away. BLACKIE LET'IM GO...And I mean on the inside of the train! Jacob struggles as Blackie pins one arm behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD TIMER, (CONT'D)",
          "text": "I'm tellin ya, ya can't red light him, we don't need that trouble. Look at them clothes - he's no bum. Blackie scans Jacob's clothes, then tosses him inside the train and returns to the card game. Jacob pants, relieved",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD TIMER, (CONT'D)",
          "text": "Don't be sore kid. It's more like a reflex with Blackie. I'm Camel..And that there's Grady. And Bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob. Jankowski. Nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're pretty young for the rails. You running from something boy? You on the lam?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Nothing like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you headed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hungry? Outta work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No shame in it. What can you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About anything I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "12.",
          "text": "Camel gives him the once-over look then offers the jug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We land in Deposit in the morning. We'll find you some work. And if you're still alive by the end of it, I'll get you some food and take you to Uncle August. Jacob drinks and chokes on the liquor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August Rosenbluth...Lord and Master of the Known and Unknown Universes. Ringmaster Extraordinaire. Jacob looks baffled. Camel laughs as he drinks more;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh kid, don't tell me you didn't notice? Grady and Bill laugh though Blackie remains un-amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha, he really don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HA! You didn't just jump a train boy. You jumped the Flying Squadron of the Benzini Brothers Most Spectacular Show on Earth... You done landed your ass on a circus, kid! PRE-LAP: The Circus Train brakes screeching to a halt! INT. STOCK CAR - DEPOSIT, NY - DAWN. Jacob is rolled awake as the train stops. He is disorient as Blackie, Grady and Bill jump out through the open stoc car door. Camel is fast asleep, drunk from the jug. EXT. CIRCUS TRAIN/CIRCUS GROUNDS - DEPOSIT, NY - DAWN. The Train has stopped adjacent to a huge grassy lot. Beyo it, the scattered buildings of Deposit, NY backlit by daw",
          "sentiment": "neutral"
        },
        {
          "speaker": "13.",
          "text": "Jacob jumps out of the stock car, in awe of what he sees: Hundreds of dirty, unshaven men pouring out of the train like ants on candy. The wagons of the train are painted scarlet red with gold trim and sunburst wheels. Emblazone each wagon; BENZINI BROTHERS MOST SPECTACULAR SHOW ON EAR Jacob wanders as the Circus is being created: Canvas tent are raised, the Big Top laying sprawled on the ground. Me standing over seams, lacing pieces together...Eight man sledge teams pound stakes into the ground at breakneck speed....Teams of men are raising enormous poles with the combined weight, chanting: Pull it! Shake it! Break it! Again!...Now down stake it!...Several teams horses pullin wagons are charging right for Jacob.. Jacob jumps out of the way, nearly being run down. He is of place...in the way of this finely tuned machine. Jacob ducks into a LARGE TENT for safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob enters. A stillness takes the place of the chaos outside: The translucent tent is as tall as the sky. It h barely been set up - just the tent and: THE ANIMALS. Jacob is in awe. Camels, llamas, zebras and horses stand behind low ropes slung between iron stakes, some with the heads in mounds of hay.....Two giraffes stand within a ch link fence....lions, tigers, panthers, jaguars, bears, ch and an Orangutan. The animals stop moving, as if to give Jacob an acknowledgement. Jacob responds with a nod or a smile. The Orangutan is stretching it's arm outside it's den for something out of reach. Jacob tries to understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it? What do you want? The Orangutan strains its arm. Blinking at him. Pointing. Jacob looks around and sees A HALF SQUASHED ORANGE on the ground in front of the cage. He picks it up. Jacob opens the den and hands the Orangutan the orange. S takes it and sets it on the floor of her den. She returns reaches out for Jacob again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "14.",
          "text": "Jacob hesitates, not knowing what she wants. But deciding trust her, Jacob extends his hand to hers. The Orangutan wraps her long fingers around Jacob's hand holds it for a beat, looking to his face. Jacob returns t gaze, realizing she is thanking him. He is touched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're welcome, ma'am. The Orangutan lets go and returns to the orange in her de",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMEL, (O.S.)",
          "text": "What the hell you doing in here? Get outta there!! You ain't a menagerie man. Only menagerie men is allowed in there. Jacob runs out to Camel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camel escorts Jacob through the grounds to a baggage car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gonna try to get you set up with Crazy Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I call him Crazy Joe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It has been said Crazy Joe went to prison for killing a man who spit into the wind and hit the back of Joe's neck. So no, I would not call this man Crazy Joe to his face. Camel and Jacob walks on to an open stock car door, where CRAZY JOE stands - a burly man, missing three fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Joe! I got a First of May here. Think you can use him? Crazy Joe scans Jacob, shoots an oyster of dark brown tob juice then disappears back inside. Camel tells Jacob;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're in, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. BAGGAGE STOCK CAR",
          "text": "Jacob and another Young Man, WADE, with their shirts off, shovelling tons of horse manure. Jacob is queasy, blinkin from the stench. The Young Man doesn't seem bothered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never seen so much manure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baggage stock horses. They pack'em in 27 a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you stand the smell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What smell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob and several other Flying Squadron men struggle to p on cables hoisting up the canvases on the Big Top. It tak tremendous effort. Jacob uses every bit of strength. When the Big Top is raised, Jacob can't help but be impre with the accomplishment as the local townsfolk (rubes) ch",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob struggles to shovel LLAMA manure out of the menager He checks his hands - they are blistered and bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CECIL, THE BARKER, is \"speechifying\" from a platform bes the sideshow entrance, strutting back and forth, as a cro gathers... Jacob and other working men, including Wade, a positioned around the perimeter of the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When Cecil gives the signal ya gotta push the rubes in towards the entrance but without them catching on or else they'll be a fight. Jacob, Wade and the other men position themselves equidis around the perimeter of the crowd facing Cecil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "16.",
          "text": "When Cecil pulls his ear (the Signal)...Jacob and the oth men move forward, inching the crowd into the sideshow ten",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob shovels YAK manure more easily having taped his blistered hands. EXT. BARBARA'S SHOW TENT - DEPOSIT, NY - LATE AFTERNOON. Grady hands Jacob a long lead pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stand inside the tent and smack the sides with this when you see a head trying to peek in without paying. Jacob follows Grady into the tent... INT. BARBARA'S SHOW TENT - CONTINUOUS - LATE AFTERNOON. Jacob enters and is paralyzed by what he sees: Camera angles behind BARBARA - a topless woman on stage a in front of rows of ogling men - as she maneuvers her bre in circles flipping the tassels attached to them...The me hoot and holler for more as Barbara smiles encouragingly, hiding her routine boredom. Jacob is paralyzed by the sight of a naked woman. Grady frantically motions for Jacob to snap out of it and the pipe at the heads sneaking under the tent to peek in. Startled out of his enthrallment, Jacob lifts the pipe to quickly and hits his own forehead. OW!..then proceeds to his job, banging the heads thru the flaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob shovels ZEBRA manure, no longer affected by the sce By this point, the menagerie tent has been fully installe Ten chandeliers hang and twinkle from the roof illuminati the a gloriously bannered candy stand in the tent's cente Jacob hears someone entering the menagerie. He turns to s",
          "sentiment": "neutral"
        },
        {
          "speaker": "17.",
          "text": "Behind the rows of beautiful black and white horses, Jaco catches flashes of pink sequins...pink tights...pink sequ gloves of a WOMAN caressing and whispering to them. She is MARLENA. Her shimmering eyes and hair. Her porcela skin. Her pink sequins make her glisten and sparkle... Jacob is spellbound as he watches Marlena's gift with hor Marlena uses signals with her whip or clicking sounds wit her tongue to communicate with the horses: they line up a her subtle command, they raise their hooves, they bow dow her, rise up on their hind legs... She clicks her tongue and one White Silver Maned Horse li a hoof for her to inspect. She clicks for him to take a s Jacob notices the Silver Maned Horse walks tenderly on th foot. He decides to help....Approaching the shimmering Marlena, Jacob looks like he's been shovelling shit all d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, ma'am? Hi. I'm Jacob. Marlena doesn't respond. She looks at him with suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I? He may be foundering. Marlena nods. Jacob also clicks his tongue as he glides h hands up Silver Star's fetlock. To Marlena's surprise, th horse trusts Jacob, lifting its hoof. Jacob examines it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He should be all right for tonight. But I'd put him on stall rest as soon as possible. He clicks his tongue and eases the hoof down. Marlena loo both impressed and insulted. Jacob smiles. Marlena does n She clicks and assembles her horses in formation, then le them out of the menagerie....Jacob looks after her adorin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera follows Jacob into the Big Top ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOW ON EARTH",
          "text": "Jacob arrives as we reveal:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLAYS. IN THE CENTER RING IS",
          "text": "Jacob can barely contain himself...The Audience - young a old - is captivated. Faces of poor Depression era townspe light up with joy and amazement; During Jacob's lines we see; Clowns, jugglers, acrobats, exotic animals, Marlena with her Horses, high divers on f diving into a tank of water...it is truly spectacular:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "You never saw anything like it. You could hardly take it all in without fearing you might go blind from the shine. From one kind of world too hard to bear came some kind a heaven no one knew existed. End on Jacob seeing: Marlena gloriously atop her horses w form a tableau, as a curtain of sparks falls behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Big Top drops. Poles topple. Horses, men and equipmen dismantle the great city of tents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "And then just as quickly, heaven was packed away and gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the train travels, a worn out Jacob sits cramped under bunk beside A CONTORTIONIST taking up little space. Jacob voraciously eats a plate of food Camel snuck in for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like the food? You deserve it. You done good, I hear..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..Woah, you better take a breath before it all comes back up on ya. Here. Have a hit of Jake. He offers Jacob his \"Jake\". Jacob drinks and chokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an acquired taste. Now get yourself outta there. I'm gonna take you in to see August. As Jacob squeezes out, the Contortionist unwinds himself takes up more space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's the middle of the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only time circus people live - when they don't have to work. Come on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camel leads Jacob through various sleeping cars, revealin the lowly conditions of life on the road...wooden bunks, private space, one bathroom for a dozen to share.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGHOUT THIS NARRATION WE JUMP CUT INTO VARIOUS CARS",
          "text": "- The Musicians Car: Men smoking, cleaning instruments...looking at Jacob with suspicion and wry hum The Trumpet Player plays TAPS. Jacob doesn't understand w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got a son about your age. Lives outside of Reading, PA. Haven't seen him for years. Fix your shirt there. Jacob shoves in his shirt. Camel smiles. He likes the kid - The Clown Car: Clowns without make-up reading or playin cards. They look at Jacob as if he were walking the last mile. One Clown waves goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember, when you meet August let him do the talking and don't ever mention Ringling. He hates them bastards worse than the Depression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "20.",
          "text": "- Barbara and the Coochie Girls Car; Girls in various for of undress, negligees, sheer robes. Barbara exits a bathr and bumps into Jacob, who fumbles seeing her half-nude;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's your pipe, kid? Camel leads the slack-jawed Jacob away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night ladies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBARA AND GIRLS",
          "text": "Night Camel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slightly more upscale and private quarters with a passeng aisle outside individual doors and windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Camel - who's that woman who works the horses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now stop right there. That's Marlena. She don't talk to nobody and you don't talk to her. And don't mention her to August. Ain't no right way to talk about somebody's wife and make it sound like a compliment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wife? Camel takes this opportunity to drink some Jake and ask:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, kid, before we do this, I gotta ask... ..I ain't tryin to know your business but I do know you ain't been on the road too long. You're too clean, your clothes too nice and you don't got a possession on you. See, a man on the road collects little things. It's not a big life I can tell ya. So before you start, I ask: if you got any kind of life to go back to, that's what you should do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "21.",
          "text": "Jacob stops. He tries to not sound emotional when he says",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't. Camel studies him, as if understanding what isn't said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am sorry to hear that. They move on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They reach a platform facing the fanciest car yet. Standi upon it is an enormous, muscular BALD MAN, EARL...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This here's Earl. He's gonna take you in. Earl, this here's Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes hands w/Camel) I don't know how to thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HA! You may not want to after you been on a show long as I have. Good luck to ya, kid. Camel exits OS. Alone with Earl, Jacob asks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I look OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very nice. Then, with one hand Earl slides back the door and with th other hand, violently grabs Jacob by the neck and throws head first into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob falls into Uncle August's opulent private car, with wood panelling, cushioned furniture and chandeliers. Sitting at a table playing cards are CECIL the Barker, DIAMOND JOE (menagerie and ring stock), MR. ERWIN (talent booker), CRAZY JOE (baggage stock) and, with his back to in a high wing back chair, (UNCLE) AUGUST ROSENBLUTH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "22.",
          "text": "Earl shoves him against the wall, dangling him off the fl As August speaks to Jacob, all we see is the back of his and smoke from his cigar as he plays cards throughout...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That stowaway the old drunk took under his wing. College boy. Jacob tries to explain but Earl bangs him against the wal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the game) I'll see your three and raise you five...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe I've had the pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob Jankowski, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what is a \"Jacob Jankowski\" and why he is on my train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just looking for work, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ERWIN",
          "text": "Can you fly? Set yourself on fire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever worked a show, son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever been to a show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes sir... Jacob, sensing where this is going, gets August's attenti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ringling Brothers. August stops playing cards. The others react with sudden apprehension. Earl casually shakes his head to warn Jacob August finally rises and turns to Camera: handsome, charismatic, fiercely intelligent...matinee idol looks th mask a darker nature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ringling, you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. But it was terrible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? Have you seen our show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was your favorite act? Jacob sees a CIRCUS POSTER with Marlena and her Horses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The uh...the one with the black and white horses. And the girl in pink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, our Star Attraction. Well, I believe we're looking for a boy to carry water for the elephants, aren't we Diamond Joe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't have an eleph-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would do that, sir. I'd like to work with the animals. August and the others chuckle. Jacob doesn't understand w August crosses to Jacob, as he ridicules:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you'd carry water for elephants? Ha, ha...you have any idea how much water an elephant drinks, kid? College! Pfft! Never met a college man yet who knew his own ass from shinola.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You eat my food and you ride my train like you're entitled to survive. But you see, nothing survives here without my permission...Maybe if you tell me you're nothing, I'll let you stay, although my bet is you won't last. Jacob refuses to let August demean him. He stays silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You smell like every kind of shit. Why would a college boy want that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Times are hard for everybody...And I guess because ... out of all the dirt and sweat and shit and working with fellas you don't want to be caught dead meeting in the daylight, comes...so much beauty. We think August and the men are moved by Jacob's words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's beautifully put.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toss him off, Earl. And make sure you see the red light before you red light him. As Earl drags Jacob in tow, August derides him to the oth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another sonny boy mad at mommy and daddy for paying the bills. Sounds like he studied poetry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got no use for people who rhyme.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouts as he is dragged) It was veterinary science! And I can tell you one thing - that Star Attraction horse of yours won't be walking in a few days let alone performing center ring!! August stops and turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earl wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "25.",
          "text": "Earl stops with Jacob. Now all the men are intrigued...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Veterinary science? (Earl stops with Jacob) May I ask what school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cornell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a Cornell graduate? Jacob lies and nods...August wonders whether to trust Jac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marlena did want a vet to take a look at Silver Star. They cost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He worked the rubes for me this afternoon. Pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shovelled horse shit. Don't make him a horse doctor. August looks reluctant. Until Jacob caps it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear Ringling has its own vet. The other men can't believe Jacob spoke up like this. But amuses August, who faces him and smiles;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, Cornell. Come with me. August leads Jacob out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August and Jacob exit onto the platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure-footed, Jacob Jankowski?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Without missing a beat, August leans forward, catches hol something around the side of the car and disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS CHRIST",
          "text": "The train jerks a curve. Jacob almost falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COME ON THEN",
          "text": "Jacob looks up to see: August is on the roof of the train: his face moonlit, his hair blowing wildly in the wind...He points downward. Jacob, none too pleased, advances to the edge of the plat as the train speeds by, and looks where August is pointin He can see the edge of a thin iron ladder. He wipes his h on his thighs. Focuses. Then leaps... Jacob's right hand meets the ladder. His left grasps wild until it ensnares the other side. His feet jam into the rungs. Jacob climbs to the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August gives Jacob a hand up and they sit cross legged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a breath taking sight, isn't it? Always gets me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't get a new Liberty Horse mid- season. So you make sure this horse performs and the job's yours. Nine bucks a week. If you cross me, I'll feed you to my meat eaters and there won't be a trace left of you... Jacob hangs on every word. August smiles;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do right by me, Jacob Jankowski...I'll show you what it's like to travel every inch of this country, every inch of this world, and be welcomed home in every street, be loved in every town...I'll give you a life most suckers can't dream of. Jacob is mesmerized by August. August stands and tap danc across the roofs. Jacob has no choice but to follow... The two men dance and leap atop the train from car to car across the moving train...Jacob grows increasingly confid and euphoric following August's exultant lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August drops into the Ring Stock Car followed by Jacob. O one side is a line of Marlena's Black and White Show Hors The other side, there is a makeshift door. August kicks through the door, revealing a small room;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This makeshift room is lit by a kerosene lamp on a crate to a cot, propped up by a wall of trunks. A DWARF \"KINKO\" (WALTER) is reading on his cot. He has hair. He and August greet each other with polite disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kinko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Jacob. He's going to bunk with you a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said his name is Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked what, not who.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's going to help out in the menagerie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A menagerie man? Performers don't bunk with working men. There's a growl from his loyal Russell terrier, QUEENIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well there are performers.. (his hand indicates high",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then there are performers.. (his hand indicates lower \"Kinko\" standard) Considering we used to keep the goats in here, I'm sure Marlena's horses out there object to now sharing their quarters with you. Of course I can always change that and send you back to a bottom bunk with the other kinkers who sorely miss your sunny personality and affectionate camaraderie. (Kinko knows this threat) This gentleman is the show's new veterinarian - Ivy League no less - which puts him a good deal higher than you in my estimation. Perhaps you'd like to offer him your cot. As the kerosene lamp light flickers in August's face, Kin knows he has no choice. August smiles and turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll find you in the morning. Sleep well, Cornell. August exits....Jacob is left staring at resentful Kinko Queenie, who snarls at him. Jacob tries to be friendly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Jack Russell. They're very smart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Queenie attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "29.",
          "text": "Queenie jumps at Jacob, growling, hunch backed. Jacob is pressed against the wall. Kinko returns to his book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINKO, (WALTER)",
          "text": "You're not getting the cot. EXT. CIRCUS GROUNDS - LIBERTY, NY - DAWN. Jacob is washing himself with dirty water out of a bucket beside Camel. Camel starts hitting his leg. He laughs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha, this gam of mine keeps falling asleep on me. Pretty soon the only place for me is going to be selling tickets but I'm too ugly for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST, (O.S.)",
          "text": "Jacob! Camel straightens up when August appears, clearly on his guard. He turns his back to continue washing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can do better than this for our new vet. I'll arrange for you to start getting your own water bucket like the performers and bosses. Two buckets per person. Come... August walks away as Jacob hurries to follow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See ya Camel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sips his Jake) Yeah, take care kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT PERFORMER'S TENT",
          "text": "August and Jacob enter a more upscale tent where male performers are washing from personal buckets of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll need new clothes too. I'll set you up with the Monday Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monday Man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What day of the week did your mother hang out the wash to dry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes other people's clothes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the Depression, Cornell. Where have you been? Oh right - Cornell. Kinko is bathing with his two buckets when August snatche one of them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, use Kinko's second bucket for now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You barely use up one. Kinko fumes. Jacob tries to placate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August, it's all right, I'll--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you need a razor, there are some back there with my name on them. August walks away. Jacob follows August away from Kinko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August.. When August stops, Jacob is caught off guard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good to have an educated man like you around. I need one other sane individual in this operation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you for everything, August. August pats his back and exits. Jacob heads for the bucke",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST, (O.S.)",
          "text": "Ah...Jacob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, August?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The horse. August wants Jacob to follow him to the horse. Jacob thou he was going to bathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! Yes...The horse. Jacob follows behind August's commanding stride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diamond Joe and GREG, a ring stock man in overalls, are leading the Marlena's horses out of the ring stock car...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure it's nothing serious. Don't tell my wife I said this but she coddles them too much. She has a particularly strong affection for Silver Star. I don't encourage it. It's unhealthy to love an animal that much...Here she is. Marlena runs up to them, still in her bed clothes/robe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darling, meet Jacob Jankowski, Benzini Brothers own veterinarian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a pleasure to meet you. Marlena barely acknowledges Jacob - keeping their previou meeting a secret (for which Jacob is grateful). August pu his arm around her and they kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last stall. Lead the way, doc. They enter the ring stock car...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob, Marlena and August arrive at the stall to see Silv Star is laying down. He is breathing heavily, his rib cag rising and falling. Jacob immediately senses the worst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Marlena, he wasn't this bad in the show. Jacob moves to examine the horse, but he flinches in pain Marlena takes over, by sitting besides Silver Star's head and stroking his head while singing a soft lullaby. Jacob registers Marlena's soothing effect causes Silver S to relax...his breathing grows calmer. So Jacob begins to examine him as Marlena watches protectively. Jacob runs his right hand down the leg to the fetlock. He lays his hand on the hoof then place his thumb and forefi on the back of the fetlock. He looks at the sole of the h which is bulging and dark with a red line around the edge Jacob's expression tells us this is a bad sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you need any hoof testers? Diamond Joe has them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, how are you going to fix it? Marlena looks at him coolly, expecting an explanation. Ja doesn't want to tell her the truth. Jacob looks to August and rises, leaving Marlena with the horse. Jacob pulls August away to whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't want to say anything in front of... Mrs. Rosenbluth...he's already foundering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This horse isn't getting back on his feet, August. If there was anything I could do, I would but we're going to have to put him down...I'm real sorry. Beat. August's stares at Jacob - or rather, stares throug him. A dead stare that lasts just a beat or two too long...And then just as suddenly, the look is gone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you are. Come with me. August exits. Jacob doesn't know what this means. He foll",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO BUCKETS FILLED WITH PUTRID MEAT. Flies buzzing on top Diamond Joe finishes filling the buckets as August grabs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, bad report for Silver Star I'm afraid. Jacob here says there's no hope. We're going to have to put him down... Diamond Joe registers a concerned, anxious look to Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...So I need you to round up Pete and Greg, get a wagon and a harness stretcher. He has to be hauled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A harness what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob and I'll take care of the cats. We'll meet you back at the stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grab the other bucket, will you? Diamond Joe seems uneasy about this as we follow August a Jacob, who comments on the putrid meat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August, this stuff has gone off. Do the cats really eat this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, they really love goats. (Jacob looks to him) We're all out of goats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob waits with the buckets outside the car. August is inside unlocking the padlocks, then reappears and jumps o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead. They get a bucket each. Apprehensive, Jacob hops up. August hands him the buckets",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cat dens have two compartments: to the left is a pair lions. To the right, a tiger and a panther. All are massi As soon as Jacob appears, they lift their heads ominously August has unlocked the dens but left the padlock hanging the cage bars. The animals can smell the buckets now. The growl. Jacob is a bit unhinged:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do I do, just open the door and toss it in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unless you think a formal sit-down is appropriate. Jacob approaches the tiger first. The six hundred pound c rises then roars, his massive head hitting the cage and rattling the lose padlock. Jacob freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you start with Rex... that's him on the left. August is pointing to one of the lions - with a ratty man and visible rib cage. Smaller than the tiger, Jacob has a more nerve. He reaches for a bucket...August suddenly sho unnerving Jacob even more:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not that one, that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "35.",
          "text": "He points to a difference bucket. Jacob can see no differ between them, but no matter. He lifts the bucket and approaches the lion's cage. Rex, the lion, lunges at the door. Jacob freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter? Didn't they cover this in school? August is having a grand time. Jacob smirks. Rex is rubbi his mangy coat against the cage bars. Jacob fumbles, removing the padlock and laying it at his feet. He lifts the bucket and waits. When Rex turns away the cage door, Jacob swings it open. But before he can sp out the contents of the bucket: Rex turns and chomps his huge jaw down on Jacob's arm. JA SCREAMS. The bucket drops, spilling the entrails inside w cause Rex to release Jacob's arm and attack the food. Jacob slams the cage shut and checks to see if he has an He does but it is dripping with saliva and as red as if h dipped it in boiling water. But no skin is broken. August is hysterically laughing. Furious, Jacob storms of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell is wrong with you? You think that's funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes I do! Aw Jacob wait! Don't be sore! I was having a little fun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FUN! I could have lost my arm!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rex hasn't got any teeth... Jacob feels more foolish and walks away, when, just as quickly, August's tone of voice turns darker:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST, (O.S.)",
          "text": "Jacob.. Jacob stops and turns. August isn't laughing any more. He that sniper's stare of August's darker side...August move towards Jacob, almost menacingly, as he speaks;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..people want their money back when the Star Act on the poster isn't in the ring! A Star Attraction keeps a circus alive. Without it, animals eat that and men eat nothing. It takes time to find and train another horse so without Silver Star, I have no Star Act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know how he's been performing August, but you don't have a Star Act now. That horse can't walk and if he does you'll lose him. He's in a lot of pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like this? August squeezes Jacob's sore arm from Rex's attack. Jacob cries out in pain as August holds his grip yet speaks cal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We always have choices, Jacob - a choice between our pain and someone else's. That horse was performing before you came and he will continue to perform until he drops dead. I'm telling you to keep it alive and that's what you'll do or you'll be red lit like anyone else who doesn't obey the law here. Every nation has it's own laws under God, Jacob. You left America the second you jumped my train. I like you. Believe me, I do. I'm only thinking of your future. August lets go of his arm and walks away. Jacob is angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angry, Jacob inspects his arm - swollen and red from Rex' mouth. He hears: O.S. murmuring coming from Silver Star's stall. He approaches to find Marlena sitting at Silver St head, stroking his nose and humming the lullaby. Marlena strokes Silver Star as Jacob appears. And Marlena speaks to him for the first time;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me the truth. What's wrong with him? Jacob hesitates before answering, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The connective tissues between the hoof and the coffin bone are compromised and the coffin bone rotates toward the sole of the hoof. If he keeps walking, it'll puncture through...He's in a lot of pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if he rests?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll lose him anyway. I'm sorry. Marlena breaths in this bad news and braces herself, tear welling up in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you have to put him down. Jacob is impressed by her...and a little surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the right thing to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But August won't let you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Beat. Then:) If I'm the show's vet then it's my decision, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But August won't like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then it'll be my last decision. Marlena is impressed by Jacob. And surprised. She doesn't quite know what to make of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A determined, pent-up Jacob marches towards Bill and Grad who are taking a break, smoking. Camel is drinking Jake..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey kid. What are you doing on the wrong side of the tracks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It can't be that bad... They laugh but Jacob insists boldly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a gun! Or a rifle! Now! Grady leans inside the open car door and gets him a rifle Jacob takes it and marches back. They watch him, curiousl Jacob passes Blackie on the way and boldly ignores his intimidating stance....Performers and workmen sense a dra brewing and follow Jacob to see what is happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob jumps into the Ring Stock car with the rifle as Kin exits his room with Queenie. Queenie growls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think you're doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut-up! Both of you! Jacob continues on to Silver Star and Marlena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I'll keep him calm. Jacob respects Marlena's fortitude...Jacob raises the rif and aims, trembling...Stoic Marlena, tears in her eyes, t her face away...Jacob pauses, upset...then...shoots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "39.",
          "text": "Jacob's distraught expression tells us everything as the rifle slides to his side. He looks to Marlena. This is th first moment of intimacy. She rises and takes the rifle f his grip. She sees his arm bruised from the cats. She see to know what it means. She offers a respectful farewell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be sorry to see you go, Mr. Jankowski. She exits O.S. with the rifle. INT. MENAGERIE TENT - LIBERTY, NY - LATER - EVENING. The yaks are motionless. Flies buzz around their head and ears. Jacob swats them away...The Polar Bear is on his stomach, breathing heavily. Jacob smooths his coat....Jac leans down and hoists a bucket of ice, scattering the ice near the polar bear who rolls closer to it. Jacob sees Rex, lying on his side in his cage, panting wi thirst. He brings a bucket of water to Rex's cage and ope it. Rex gets to his feet but this time Jacob doesn't flin He isn't frightened. He gives Rex the bucket of water. Re drinks as Jacob strokes his mane, which Rex allows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friends now? August calmly enters the menagerie with the rifle. He wal to the center and stops, staring at Jacob. Jacob goes about caring for the animals - moving from one the next - trying not to be unnerved by August's presence Then August does a surprising thing: He sits in the cente the menagerie, crossed legged, with the rifle beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got a gift for them. Like Marlena with horses. It's God- given. I can always spot it. Jacob takes Bobo out of his den. Bobo hugs him tightly. H continues on as he replies;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My father used to say that to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He must have been a wise man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "40.",
          "text": "This stops Jacob. Beat. He turns to August.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How is Marlena? August tilts his head curiously, with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a genuine curiosity Jacob Jankowski. What am I to do with you? ... I threaten to throw you off a moving train, feed you to my lions and you go ahead and shoot my star horse anyway. So I think - Jacob's an educated man. For Jacob to disobey me and shoot that horse, that horse must have been in pretty bad shape. Perhaps bad enough to injure my Marlena during the show. And so I think Jacob Jankowski might be a valuable person to have around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell Diamond Joe the animals need more water when the humidity's this bad if I don't see him before I go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not going anywhere. You belong here. These animals..they've been waiting for you. Jacob doesn't know whether to believe him or not. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But don't ever disobey me like that again. I'll give you this one. I'll call it \"respect\"...Next one I call \"betrayal\". Understood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do thank you though. You and Silver Star solved a much bigger problem for me. August pulls a pack of Camels from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What problem? August lights, inhales, blows smoke then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cats. You see, meat eaters are always more valuable to a circus than hay burners. And you saw what we had to feed them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does Silver Star have to do with the cats?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should have just enough food for them to get us to the next show, thanks to you. Of course Marlena won't speak to me for a day or two but she'll come around...So, I was right. You are a valuable man. As he walks away, rifle over his arm, Jacob is unnerved;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August, what did you do? August?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Queenie sleeps. Kinko reads comic book porn inside a book Aristotle's Poetics. Jacob sits on his bed thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "I couldn't stop thinking about Marlena. I didn't see her for three days. Our shows were cancelled and we kept moving because, word was, August found a \"dead one\"... The train wheels screech as it begins to stop. Jacob rise and looks out of open train car doors..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train is pulling into the site of a \"ghost town\" abandoned circus; a dilapidated Big Top, broken wagons an tents, desolate performers walking about idly or sitting the shade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. RING STOCK CAR",
          "text": "As the train pulls into Goshen, performers stick their he out the window to see....Jacob sits in the open stock car with Kinko and Queenie:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are we stopping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August loves his sideshow freaks. There's a guy with this outfit who has a parasitic twin growing out of his chest. He dresses it in a tiny tuxedo and black patent leather shoes. No talent but a real money- maker with the rubes. Calls himself the Man and a Half. Goddamn August'll pay him double what he pays me just for the irony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to this circus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Went belly up. Pretty common nowadays. Circus bosses see the end coming and they'd pull a runner with all the money. Menagerie belongs to the town now. August can get anything he wants for a song. Jacob and Kinko watch August striding through the grounds desperate performers hopeful for work rush up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Most of them will never belong to another show. And they know it. August is helped by Earl, who pushes the performers aside August can head straight for the Goshen TOWN OFFICIALS, standing beside an Oldsmobile. They exchange greetings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crazy Joe is organizing the Flying Squadron to take whate parts of the Fox Circus remains that they can use. Jacob is checking baggage stock horses when he sees: Marlena sitting alone outside her stateroom. He walks to Just as he reaches her, Marlena turns to him, looking as she hadn't slept in days. Before they can speak, they hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CHAMPAGNE BOTTLE IS POPPED OPEN...",
          "text": "A deliriously happy August is walking and holding the champagne, pouring glasses held by Earl who then hands on each to Marlena, Jacob, Diamond Joe and Crazy Joe as they walk towards the Fox Bros. Menagerie Tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have a new star!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Man and a Half?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, lousy Ringling got here first. But we got better! A bull!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bull?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bull elephant! Her name is Rosie, she's fifty-three and she's brilliant. The best bull they had. I'm going to come up with a whole new Star Act around her and Marlena..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can ride her in the Spec from now on, since we have no Liberty Horse. August smiles at Marlena who looks back contemptuously, u about Silver Star. August ignores her. Jacob notices the exchange between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Pours himself a glass.) ...Our own bull! Ringling can't hold that over us now. I'm renovating an entire car just for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just for the elephant! But the bunkers are at capacity! I've got roustabouts three to a bunk. August tosses off this concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll find places for everyone. And when our new star sells tickets, we'll buy another car! We're a show to be reckoned with now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA POV: Dozens of Benzini Brothers work men are dismantling and taking what they need...As our characters walk through, this crowd of working men in constant motio part the way to reveal: ROSIE THE ELEPHANT: She is gargantuan. Ten feet tall at t shoulder. Her skin is mottled and cracked from the tip of trunk down to her feet. Only her ears are smooth. She has deeply set, amber eyes with extremely long lashes. She st tall behind a rope, chained to a stake in the ground. Jacob, Marlena, August, Diamond Joe and Greg observe her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has such long eye lashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's a hundred if she's a day. We're lucky if she can move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darling, what do you think? She's magnificent, isn't she? Marlena keeps her rage silent, but it is all the more pot August decides to ignore it. Jacob keeps his eyes on Rosi but feels the tension between them. ROSIE'S CARETAKER approaches: filthy shirt behind suspend",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE'S CARETAKER",
          "text": "You the bull man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. (Refers to Diamond Joe) This is my menagerie man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE'S CARETAKER",
          "text": "Where's your bull man? Ya got no bull man, I gotta tell the township or else they can't sell her to ya. August grabs Jacob's arm and shoves him forward;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here he is. He's my bull man.. Rosie's Caretaker looks at the surprised Jacob, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE'S CARETAKER",
          "text": "All right. See this animal...this here's the stupidest Goddamn animal on the face of God's good earth....Here's your bull hook. You're gonna need it. He tosses A BULL HOOK - a wooden rod about three feet lon with a four inch metal pick coming off the end - to Jacob",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe it. The mayor said she was the best bull you had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE'S CARETAKER",
          "text": "If she was the best bull, why is she the only one left? You think you're the first show to turn up picking on the bones? August is annoyed. As the Caretaker gathers his things:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE'S CARETAKER, (CONT'D)",
          "text": "Some elephant tramp who dropped dead in Genesee sold her for a song which still ain't no bargain cause she ain't done a damn thing since but eat everything in sight. (Starts to walk away) Well, good luck to ya. And if I don't ever see another dumb bull in my life it'll be too soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie pulls her trunk from the trough. She lifts, aims, a blasts the Caretaker with such a force, his hat sails off head in a stream of water. Jacob, August, Diamond Joe and Greg bite their lips from laughing. Marlena just stares into Rosie's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "46.",
          "text": "The Caretaker stops, his hair and clothes dripping. He doesn't turn, just stands still for a moment - then moves August's enthusiasm is slightly dampened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, you and Greg come with me. We have to find a car to renovate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See what you can do with her. They exit. Jacob and Marlena are left alone with Rosie as Flying Squadron men continue to work in the tent. There i awkward pause between them...then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Rosenbluth, I hope I'm not speaking out of turn here but - but I had no idea they were going to do that to Silver Star.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know....Thank you. This relaxes Jacob, but he senses she is still sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And please, call me Marlena. I'm not a snob like everybody thinks. Jacob smiles. He faces Rosie and tries to cheer Marlena u",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello Rosie, I'm Jacob Jankowski. This is Mrs. Marlena Rosenbluth. Can you say Mrs. Marlena Rosenbluth? Marlena smiles as she watches Jacob stroke Rosie's hide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a beauty, huh. Skin's a little dry, you oughta take care of that. First thing you notice about a woman's age is her skin. Rosie lifts her trunk and begins to explore Jacob's body. Marlena giggles. Jacob plays it up to make her laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you flirting with me young lady? I usually like to make the first move...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Her trunk taps his head) I like to get to know a girl first...take her out. Meet her folks... (Her trunk goes lower) Of course, aggressive women can be a nice change... (She tickles him) Jacob and Marlena laugh, her mood lightened because of Ja",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you two are engaged. They laugh. Jacob is thrilled to have this effect on Marl A HARMONICA PLAYS A TUNE in the distance. They turn towar the sound and see that the two of them are alone in the t All the workmen have left. Jacob and Marlena turn back to Rosie who stands between t There is a awkward, lovely moment of intimacy between the three as Marlena strokes Rosie's trunk. Her hand and Jaco come very close to overlapping. When their eyes meet, one them quickly averts their glance...There is clearly a gro attraction between them. But it's uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think Rosie likes music. That harmonica song is lovely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm confessin that I love you. Marlena stops, her face flushed by Jacob's \"confession\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The name of the song. \"I'm Confessin' That I Love You.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlaps, realizing) --\"Confessin' that I love you.\" Beat. Jacob tries not to laugh. They return to stroking Rosie, trying not to look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louis Armstrong. Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob enters. Kinko is on his bed reading his \"Aristotle\" quickly shuts the book. Queenie growls at Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Queenie stop. Queenie stops. Kinko returns to his book. Jacob sees a NE BED ROLL AND PILLOW, upon which sits a LETTER. He reads i \"MR. &amp; MRS. AUGUST ROSENBLUTH REQUEST THE PLEASURE OF COMPANY IN STATEROOM 3, CAR 48, FOR COCKTAILS AND SUPPER. Jacob looks up to find Kinko staring at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's trouble, that's what. Not that I give a damn, but you're playing with dynamite with those two and you're gonna blow all of us up. August is the meanest sonofabitch I've ever met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I admit he has his moments of insanity but he's really a very generous, charming guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't get it, do you? When August feeds your arm to a lion - that's the real August. The one who's generous and charming - that's the insane August. They hear a fight outside the car. They move to investiga INT/EXT. RING STOCK CAR - CONTINUOUS - LATE AFTERNOON. Jacob and Kinko look out of the open ring stock car to se August is standing before A MAN who is being held by Blackie's Men and punched by Blackie himself. The Man is bleeding and bruised. Various other performers and workin men also watch the brutality;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six men got red lit last night. Cancelling shows and that damn elephant cost August. He needed to clean house to save on payroll... It's a lousy day when an animal gets paid and men don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are they beating him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hid one of the men who was supposed to be tossed. Word was the train was over a trestle instead of land. Nobody comes back from that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get rid of him. He comes back on my property, you can shoot him. August walks away, with Earl and his men in tow. Blackie his men drag the beaten Man away. As they turn, Jacob recognizes the Man; It is WADE who worked Jacob on his first day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August, wearing a tuxedo, opens the door on the platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACOB! Come in, come in! Jacob enters their Stateroom which takes up half the car, with an additional room, cordoned off by a velvet curtain The main room is paneled in walnut and outfitted with dam furniture, a dinette and a Pullman kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darling, our guest has arrived. Jacob's eyes go wide upon seeing Marlena who appears look radiant in a rose silk, off the shoulder evening dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so glad you could come. Would you like a beer? Or champagne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not dressed for champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can fix that, can't we darling? August winks at Marlena who giggles at their secret as Au ushers Jacob to the velvet curtain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're celebrating our new star, Rosie. My plan is to have the act ready for the Manhattan/Jersey show so she can start selling tickets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unfortunately we had to let some men go last night... Jacob listens to how August will explain this:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I don't like doing it, not one bit. But to keep hard working men working, I had to get rid of lay- abouts and thieves who are dead weight. If I had the funds to pay them all I would, but times being as they are...I regret it though. Jacob believes him. August turns to him, with cheer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So tomorrow, my faithful bull man, we begin! But tonight - we dine!! Tonight, we all deserve champagne! August whisks the velvet curtain aside:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ta-dah! A tuxedo for Jacob, who smiles, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURSE OF THE EVENING ALONG WITH JACOB'S NARRATION",
          "text": "- Three white-gloved waiters remove the domes off of silv platters revealing oyster bisque, prime rib, boiled potat asparagus in cream. - Marlena's dress barely covers her shoulders, exposing h porcelain skin and the curves of her breasts. Jacob can barely keep his eyes off of her during dinner...",
          "sentiment": "neutral"
        },
        {
          "speaker": "51.",
          "text": "- Jacob is wiping his plate clean as August proudly offer more. Marlena laughs at Jacob's embarrassment when he realizes his plate is clean... - Wine is poured over and over...as the evening continues - August is at the center of conversation entertaining Marlena and Jacob. They are drunk from the wine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob, I want to apologize to you, in front of my darling Marlena so she can witness how truly sorry I am for any bit of nastiness between us...Running this show, the many pressures...It can get the best of me sometimes I'm afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People don't realize how much August does holding everything together. How difficult it is in these times. The whole company is like a family to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you my love. He kisses her hand then turns to Jacob;",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST, (CONT'D)",
          "text": "From now on I shall trust your judgement in all things veterinarian. Please say you accept my apology. Jacob is enamoured with August again, especially seeing Marlena smiling in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I do, August. You've been nothing but swell to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could truly use a friend I can trust. Jacob once again beams at the compliment as August pours wine. But Jacob feels a twinge of guilt. He stands to mak dramatic statement. August and Marlena look up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to tell you something. You may not trust me after you hear it. August and Marlena pause - giving Jacob their attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never took my final exams at Cornell. I'm not a real vet. Beat. Then August and Marlena burst into laughter at the earnestness with which Jacob made his statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's true. I never got my degree. I'm not a licensed vet. They laugh even harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAH! A worthless piece of paper from the ivy bush league! Of course you're a vet. You have the gift. You're idealism is just so...sweet. When are you going to learn that the rules written of, by and for these united states of suckers do not apply to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not about this, August.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, let me ask you - do you honestly think this is the most spectacular show on earth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Beat. Then laughs) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It's nowhere near. Lucinda, our Fat Lady, isn't 800 pounds. Four at the tops. And you really think the Tattooed Man got tattooed by headhunters in Borneo? He's from Pittsburgh. Took him nine years to ink himself. And you know what I did when the hippo died? Swapped out her water for formaldehyde and kept showing her. For two weeks, we travelled with a pickled hippo..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Jacob &amp; Marlena laugh) ..The world is run on tricks - in here and out there. So trust me, it's having a talent that counts. In this world, it's all that's real. Look at this country, these dead, God awful towns we play. Talent and illusion bringing life to what is dead...Even for just a matinee. How wonderful is that? Jacob believes he's right. Marlena smiles in agreement. August rises to toast. Jacob and Marlena follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To talent and illusion!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To Rosie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Silver Star. August takes a beat and smiles warmly at Marlena...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To all we love. He leans over and kisses Marlena longer than appropriate front of a guest. Jacob downs his wine, closing his eyes. Suddenly, August grabs Jacob and Marlena and pulls them u dance, throwing his arm around them both as we hear: Loui Armstrong's DREAM A LITTLE DREAM OF ME. August starts singing along, imitating Satchmo's voice, encouraging Jacob to join in...August is a great performe filling up the space with his impersonation. Jacob can on laugh along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on Jacob! It's customary to sing for your supper! Jacob joins in to perform with August. Marlena applauds t August breaks away to dance with Marlena as Jacob sings. begin to slow dance, very intimately. Jacob gives up singing and plops himself on an upholstere chair, drinking more champagne. Jacob watches them dance:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "He looked like a different man when he looked at her. I said to myself, maybe love does that to a man. I didn't know much about it. Suddenly, August kisses Marlena - a bit too aggressively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darling. Darling, please..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gently. We have a guest. August stares at her. His expression darkens - locking hi eyes on Marlena and tilting his head as if he is examinin her. Marlena smiles and strokes his face. August doesn't respond. He remains intense...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darling, what is it? August takes her face by the chin and tilts it with compl control, as if searching for proof of something he can't trust. His grip tightens, hurting her. Alerted, Jacob sits up, prepared to intervene...But Marle shows no sign of fear. She knows exactly what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August, dear... She manages to moves his hand to her mouth and kisses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know your own strength, my love. And then, just as quickly, August's expression softens, relaxes, almost into sadness...as if he's about to cry....Marlena senses it immediately. She whispers loving",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Auggie? August stops and eyes the bed beyond them. He leaves Marl and throws himself face first on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, Jacob. Jacob watches as Marlena attends to August, lifting his l onto the bed, taking off his shoes. August begins snoring",
          "sentiment": "neutral"
        },
        {
          "speaker": "55.",
          "text": "Marlena smooths the hair out of his face then closes the curtains and returns to Jacob in the main room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is everything all right? Marlena puts a finger to lip and keeps it there, as she returns to her Victrola and selects another record. She cranks it on and plays it low. A RUTH ETTING SONG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yes. He's just had too much to drink, that's all. I hope you had a good time tonight. I wanted so much to make things up to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight was your idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Auggie wanted it too, he felt horrible about what happened. He really does like you Jacob. But it's hard for him. He's under a lot of pressure. He does more than people realize holding things together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well it's true... (Opens her arms to him.) One dance before you go? Jacob cautiously approaches. Marlena takes his hands but Jacob presses closely against her and places his hand aga her bare back, he almost swoons. They slow dance. Both ti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jankowski is Polish isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, of course, sorry...I just think it's interesting. I don't know what I am, besides August's wife....I grew up in foster homes since I was a baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kentucky, Oklahoma, Kansas, Texas...I must have covered a dozen states by the time I was 17. I'd make up stories about who my parents were...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I was five, I pretended for a whole year my mother was an Appaloosa mare... They both laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did! ... and I pretended that I was really an Appaloosa filly...and that I was just dreaming I was a girl and one day, I'd wake up...and I'd run home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, I was a lot safer inside those stables than I ever was inside those homes... Marlena stops, not wanting to continue. Jacob finds a new route for her conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened at 17?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was a parade for the circus. At the head, there were six black Fresians, 17 hands high wearing red tassles. So proud! So beautiful. And August was leading them. The second he looked at me, the way he looked at me, I knew I'd never live with strangers again. And the way he talked. Told me \"I'd find a home in every city..welcomed in every town...and he'd give me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- a life most suckers can't dream of\"!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha, you too, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a wonderful lie, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he said he'd make me a Star Attraction and he did. I'm pretty lucky he found me. Jacob, lost in her eyes and her voice, blurts out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was pretty lucky to find you. Marlena is surprised by the compliment...and endeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're sweet to say so. Beat. Feeling exposed, Jacob searches to change the subje",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell him what happened... Jacob takes this as an intimate moment between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no Marlena, I won't ever tell. Marlena smiles, laughs, using Jacob's joke back on him;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the name of the song. \"Don't Tell Him What Happened To Me\". Ruth Etting. She's one of my favorites. Jacob's head starts spinning. Marlena takes care of him;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you much of a wine drinker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you should go to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's that? Marlena laughs. Jacob's bow tie is undone - she ties it;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, let me...We can't let you go out there all untied. A circus is a small town. What will people say? As Marlena ties his tie, Jacob's eyes simply rest on Marlena's face - sinking deeper in love. When Marlena finishes, she looks up to Jacob...She can tell Jacob is enamoured. She smiles warmly, touching his cheek...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet, sweet Jacob...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not that sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Lowers her hand) Good night. Marlena turns and disappears behind the velvet curtain. J stands still for a moment, then exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A drunk Jacob sees the ring stock car door open, filled w people's legs hanging out and loud voices from within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob hops up into the car. Kinko is giving a party, with bottle in his hand and drunken hospitality on his face. Thirty performers cram the area usually occupied by Marle horses, including BARBARA and another Coochie girl, NELL. Kinko and Queenie are performing tricks. Jacob watches. H admires the talent and humor of Kinko and Queenie's act. the end, the girls laugh and applaud. Jacob joins in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAVA QUEENIE",
          "text": "But the sound of Jacob's voice immediately makes Queenie and growl at him. Jacob stops. Kinko, Barbara and the Coochie girls stop laughing and st the drunken young man, with his shirt out of his pants. H ripe for the picking! They get an idea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACOB MY FRIEND!! Folks, this is my friend and roommate Jacob. I'd like you all to make him feel at home! Kinko starts laughing uncontrollably and before Jacob can protest or escape, Barbara and Nell approach him, moving for the kill. Blurry-eyed, Jacob staggers back but the ot refuse to let him leave. In fact, he is picked up bodily, raised above their heads and transported to Silver Star's empty stall as Barbara and Nell disrobe him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kinko opens the lid of a trunk, speaking to someone insid",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (O.S.)",
          "text": "Where am I? Kinko moves about a car filled with racks of costumes, pr and an open trunk containing the hidden Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you right now or where are you in an Aristotelean context because right now you're in a trunk. Inside the trunk, O.S. Jacob lifts his arm to Camera and discovers he is dressed in a red silk dressing gown...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (O.S.)",
          "text": "Where are my clothes? I'm not wearing anything underneath this---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh-huh. As Jacob struggles out of the trunk, we only see his arms",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (O.S.)",
          "text": "What the hell did I do last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You threw up on Barbara...And maybe Nell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "I feel sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look a little pale. Kinko holds the mirror to Jacob. We see for the first tim JACOB'S FACE HAS BEEN PAINTED AS A CLOWN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob races through each car - past musicians, clowns and Coochie Girls - clutching his robe, rubbing the make-up o Along the way, the circus company taunt and tease him wit sexy hoots and hollers. Kinko follows him, delighted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Having cleaned up, Jacob is dressing in his own clothes. Kinko sits on his cot \"reading Shakespeare\" with a melan Queenie at his side. When Jacob scratches his shaven ball",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your balls itchy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YES THANK YOU",
          "text": "Pissed off, Jacob continues to dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll grow back. Aw come on, you still store about last night? Now I figure we're even. In fact, I probably owe you one. Feel free to borrow a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's just drop it. Kinko opens a book to read. Jacob notices Queenie's quiet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong with Queenie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean \"wrong\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean she's not hating me. Something's wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Concerned, pets her) Yeah, she's been like this all day. I don't know...she must have eaten something. She did her business and it was kind of...watery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her stool? Did you look at it for parasites?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like looking at my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get some honey from the cookhouse. And if you can find any slippery elm powder. But the honey should do it. If not, we'll check her for parasites. Jacob starts to exit. As Kinko reads his book;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure Kinko. He moves to exit again. Kinko never looks up from book;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My real name's Walter. They never look at each other but a friendship is formed. Jacob exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When Jacob hops out, he sees performers and roustabouts a gathered by a performer train car, huddling and discussin He crosses to investigate, meeting up with August Diamond and Mr. Erwin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got big trouble. Lucinda died. Now we've got no center ring star act and no sideshow star...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did she die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ERWIN",
          "text": "I don't know where we're gonna find a fat lady this late in the season.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care where you find one, but find one. (To Diamond Joe) Better get some kind of rig set up to lift her out of the car. How did you carry Silver Star out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yes... (considers for a second) Mmmm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, of course, don't be silly! Right. Well, figure something else out Joe but get it down for the performance. Put her in the hippo tank for now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better start on that elephant. We need her performing yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of the darkness of her car, the enormous elephant emerges, being led down a ramp by Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob - cleaned, dressed and hung over - sits crossed leg in front of Rosie. The two stare at each other. Rosie's n searching the ground for something to eat. Jacob, without energy or focus, his head pounding, orders her;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie...Up. Rosie just looks at him without moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up. Rosie. Up. Rosie's trunk starts to sniff around Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie....Walk!...STEP!..Rosie STEP! Rosie's trunk investigates Jacob's body, tapping his head",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie please. My hair hurts. Rosie's trunk snakes around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...No more Cracker Jack until you do something....Rosie!... Rosie curls her trunk around Jacob and slowly topples him sideways, turning him over as he weakly threatens;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm getting really mad now....I mean it...Rosie stop... Rosie gets the Cracker Jack from his back pocket...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST, (V.O.)",
          "text": "You just can't get enough of somebody in your pants, can you? Jacob quickly gets up as August strides towards him;",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST",
          "text": "Heard you had a rough night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does everybody know what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can somebody tell me? August suppresses a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm opening the midway and the menagerie this afternoon for some extra cash before the show tomorrow night. We'll see how she does with the crowd. She got any skills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finding food? But I don't really know how to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, first of all, you can't do anything with a bull without the bull hook. August takes the BULL HOOK from the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the only way to train them. Watch. Jacob steps back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP",
          "text": "August stabs Rosie behind the shoulder..Jacob winces. Ros lifts her foot a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHER UP...UP",
          "text": "August keeps jabbing her with the hook...dotting her fles with blood. Jacob gets upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August, there's got to be another way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't have the time! She has to start earning her keep MOVE! UP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP",
          "text": "August stabs her other shoulder...harder...continuing to shout. Rosie is getting agitated...pulling away from him constrained by her chain. Her eyes fearful. Other performers rehearsing in the area begin to watch as August strikes Rosie harder and harder. She begins to ble Jacob tries to stop August by going for the bull hook...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, August, let me try again. But August angrily pulls it away and turns on Jacob:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me my business! You don't want to watch this, get the hell out! Making love to it ain't going to work. Besides, from what I hear, you're not that good at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET UP",
          "text": "Jacob watches, upset and furious at August's treatment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie's flesh is dotted with wounds from August's bull ho Jacob is applying zinc ointment to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so sorry girl. Just a few more here. Hold still. The un-staked canvas flaps behind Rosie wave up with the breeze....Rosie's trunk rises. She smells something from outside the tent. When Jacob bends down for more ointment, Rosie tries to t around but her chain is still staked into the ground. As Jacob straightens up, he sees: Rosie's trunk carefully wrap itself around the stake and it up out of the ground....She then manages to turn herse around, her butt to Jacob. Rosie's trunk then dives down up under the canvas flaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A VAT OF LEMONADE LEFT ON THE CONCESSION STAND, which is the process of being dismantled. Work men are carrying it back to the train. WE SEE: Rosie's trunk come out from under the canvas, her body hidden, searching for the lemonade. Jacob peers out to see: Rosie's trunk dip itself into the of lemonade and drink the entire contents. Jacob is amazed. He looks around: Workmen are some distan away loading the train. No one else sees her. Rosie finishes then turns back into the menagerie. INT. MENAGERIE TENT - TUXEDO PARK, NY - CONTINUOUS - DAY. Rosie's trunk gathers up the stake and then stakes it bac into the ground. Jacob can't believe his eyes. He laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the train travels to Weekhawken, New Jersey...Jacob is looking out of open car to NYC skyline across the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "We were on our way to the Manhattan/ Jersey show and Mr. Erwin still hadn't found a fat lady. Tickets sales were low. So August, ha,ha...August pulled a hat trick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August is sitting atop Rosie, smiling, waving his top hat then forlornly placing it against his chest and lowering head in respect for Lucinda. Manhattan is in the distance",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "A parade like you never saw, a funeral and a celebration, saying goodbye to one star, introducing a new one...playing those rubes dying to get a peek like he was rolling a coin over his finger tips... Rosie leads a small parade of clowns, including Walter an perky, healthy Queenie down the main street. Marlena sits atop a Percheron, in full costume. Jacob walks astride. Lucinda's Wagon, carrying \"the dead Lucinda\", follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "It wasn't really Lucinda in there. It was Barbara in a fat suit and wig inside the hippo den. We buried the real Lucinda by the railroad tracks between towns. Cemeteries cost too much. We were the only family she knew. People line up to cheer and offer their silent respects.. satisfy a ghoulish fascination at the \"dead\" fat lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "August sure was right about Rosie. She pulled the people right in. Rosie played that crowd like a pro. The rubes love the exotic Rosie...kids run up to pet her their parents. As Rosie passes, we see AN OLD WOMAN standing in front of green shuttered house waving with delight. We see she has abundant vegetable garden which Rosie eyes covertly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE HEAR: The Band playing from inside the Big Top as the performers and ring stock are lined up for the Grand Spec",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But as soon as the Spec started, we all knew it was too soon for Rosie's debut. Rosie heads the line. Marlena sits atop her, in her sequi and headdress, grabbing onto Rosie's leather halter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "68.",
          "text": "August stands beside with the bull hook. His face is cold still. His fingers clutch and release the bull hook. The SPEC MUSIC begins and everyone makes last minute adjustments...Kinko and Queenie included....August shouts into Rosie's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOVE",
          "text": "Rosie hesitates so August strikes her right shoulder with bull hook. The pain sends Rosie flying through the Big To flap, causing Marlena to adeptly flatten her back atop Ro so as not to hit her head on the pole that runs across th Big Top flap. Others gasp at the near accident. August is already furio Jacob senses danger ahead. He follows in, curling the edg the sidewall so as not to impede the Spec performers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob watches as Rosie makes it twenty feet down the hippodrome track then stops. Without missing a beat, Marlena yanks herself upright, be a smile and thrusts her hands in the air, her back arched her toes pointed - as if it were all a part of the act. The crowd goes wild - clapping, throwing peanuts, whistli Rosie only moves in fits and starts, causing the rest of Spec to pass them by at times. She trots ahead of August then when August reaches her she stops, making August hal awkwardly. August feels humiliated until: The crowd laughs, thinking it's the act. They applaud. August realizes the crowd loves it. So August, the perfor starts to play the infuriated fool to the audience, actin comically angry and frustrated with Rosie.. But when he turns back to Rosie, he is red-faced with rea anger, poking under her shoulders with the bull hook. After three stops and starts, August plunges the bull hoo sharply into her shoulder blade...and Rosie takes off at faster speed, curling her trunk in the air. The crowd che",
          "sentiment": "neutral"
        },
        {
          "speaker": "69.",
          "text": "Marlena grasps Rosie's halter as they fast approach the dangerous pole above the entrance. If Marlena doesn't bai she'll be knocked off by the pole. Jacob, August, the Spec and the audience watch enthralled Rosie charges toward the entrance...when suddenly: Marlena lets go of the halter and leans hard to the left. Just as Rosie bolts out of the Big Top, Marlena grabs hol the pole above the entrance and is left hanging there as Rosie exits the Big Top... For a moment, the audience doesn't know if this is part o the act. Jacob wants to run to help her... But Marlena quickly decides what to do; She lets go of th pole with her left hand and quickly swings around so she facing the audience, still hanging from the pole. Her face lights up and she points to her toes. The Band Leader takes this as a signal and conducts the band into drum roll. The crowd relaxes and applauds. Marlena begins swinging, gaining momentum as the band rol mounts. Soon, in one final burst of performance inspirati she releases herself from the pole, sails through the air tucking her body into a ball, rolling twice, uncurling fo one sideways rotation and lands firmly in the sawdust in feet. She straightens up and thrusts her arms in the air. The crowd goes wild. The Band plays victory music. Coins thrown from the bleachers. Even the Spec performers cheer August acknowledges the audience's response by bowing as it were all his creation. But after a moment, Jacob can see Marlena is in pain as s turns and subtly limps out of the Big Top. He follows her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob rushes to her. Marlena, in pain, collapses in his a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Jacob... August rushes out and is stopped cold by the sight of Marlena in Jacob's arms. He immediately tenses up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August, she's hurt. August takes her in his arms. Barbara appears to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here, darling, I've got you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring her to my tent, it's closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob, send Joe for ice. You go and find that Goddamn bull before we're run out town. And take the hook! August is seething, his expression cold, as he carries Marlena O.S. Jacob, concerned, takes the hook and runs O.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie is standing in a vegetable garden calmly feeding herself cabbages. The owner is the OLD WOMAN who was delighted by Rosie in the parade. She is now screaming hitting her with a small garden shovel...Jacob runs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry ma'am. I'll get her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better before she gets at my --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAHHH, MY TOMATOES",
          "text": "Rosie has helped herself to tomatoes. Jacob steps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie, no! Stop! Rosie pauses for a moment, flapping her ears at Jacob, th shoves a bush of tomatoes in her mouth. Jacob almost laug",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad elephant, that's not nice. This kind lady hasn't invited you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MY HOUSE",
          "text": "She exits into the house as Rosie wraps her trunk around cabbages, uprooting them, as Jacob tries to battle her tr Greg arrives with a bucket he places in front of Rosie. H trunk stops fighting Jacob and sniffs inside the bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's in the bucket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gin and ginger ale. Elephants love booze. One whiff of this and she's not thinking about cabbages no more. (Bats her trunk away) ... moj malutki paczuszek?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greg, right? Are you Polish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grabowski.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jankowski. Greg again pushes Rosie's trunk away from the bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last show I worked, one bull faked a belly ache just to get the whiskey...Better grab the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you a bull man? August would hire you in a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't want the job. Not for him. Besides, I'm not bull man. I just like big beasts. Jacob gets it and follows Greg who carries the bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is she following? Jacob turns around to see and sure enough: Rosie is leaving the garden and trotting behind to catch to the bucket of gin and ginger ale. Jacob's impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The show is still in progress - we can hear the band play for the aerialist act in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "72.",
          "text": "As Jacob makes his way to Marlena's stateroom he crosses paths with August, whose face is \"dark as thunder\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's Marlena?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little shaky. Sore wrists. Bruised heel. Doc says she'll be fine. Did you catch the bull?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's in the menagerie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. August takes the bull hook from Jacob and walks with cold blooded intent towards the menagerie. Jacob panics, reali what August about to do. Jacob follows to stop him;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August! Wait! She was good! She came back on her own! Besides, you can't do anything now! The show is still going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. The band will drown it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST, NO",
          "text": "Jacob touches August's arm. August turns on Jacob with a murderous expression, shoving him to the ground. Jacob is about to get up to fight but August cautions him with the bull hook to stay down. August smiles slightly. Would he really use that bull hook on Jacob or is he kidding? Jaco stays down. August continues on, entering the menagerie t",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARLENA, (O.S.)",
          "text": "Jacob! Jacob sees Marlena running towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob and Marlena run across the grounds to the menagerie workmen are running out of the menagerie tent, hearing Au screaming from inside. They enter the menagerie tent to s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August is beating Rosie, who cries out with each blow. Th animals are panicking from inside their cages - the lions roaring, the monkey's squealing. Marlena freezes at the entrance as Jacob runs to August.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST...STOP",
          "text": "August turns to see her. Enraged, he stops Jacob with:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get her out of here! NOW! Jacob wants to help Rosie but can not disobey August in t moment. He returns to Marlena and ushers her out, as Augu continues to beat Rosie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marlena and Jacob step away, hearing Rosie cry out. Marle can't bear it. She grabs Jacob's hand for support. Jacob tentatively holds onto her waist, guiding her away. She l into him. Jacob loves being this close to her. The screams of August O.S. pull their attention to see: Earl and his men physically dragging a maniacal August ou the tent, his bull hook and clothes bloodied by his rage. is kicking and struggling against them like a madman. Jacob is shocked by August's behavior. But Marlena has se it before. She pulls away from Jacob and exits O.S. alone",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie is lying on her side, her foot still chained to the stake. She is quivering, riddled with bloodied holes. Jacob is kneeling, applying zinc ointment, not knowing wh he can touch that won't hurt her. He is heart broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie, what am I going to do with you? Rosie's eyes look up to him, her lashes blinking. Her tru lifts and wipes at her own eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "74.",
          "text": "Greg appears with a bucket and several bottles of whiskey begins pouring whiskey bottles into a bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here this will help. Poor beast. He really hurt her. Told you about him. (Curses August in POLISH) Don't understand why a man like that wants to be around animals in the first place. He shouldn't have the right, if you ask me. Listening to Greg, Jacob gets increasingly angry. He sees bull hook. He grabs it and marches out of the menagerie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earl's men are smoking, when one sees Jacob marching angr towards August's stateroom, carrying the bull hook. Alert",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL'S MAN",
          "text": "Somebody better find Earl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob reaches the platform to find the door ajar. He move through it. The stateroom is in a shambles. An open suitc of women's clothes lies strewn across the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST, (O.S.)",
          "text": "Marlena...! August appears from behind the curtain ; he looks uncharacteristically distraught...teary eyed and unkempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know where Marlena is? Did she send you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No....What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She won't speak to me... He can't finish. He sits, burying his head in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...She won't let me apologize... She won't forgive me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "75.",
          "text": "Jacob is astounded by August's sad, pitiable state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what happens to me, Jacob. When I saw that bull running wild with Marlena, I...I lost my mind. But it's because I love her. Why can't she understand that? (Jacob stands coldly) Isn't there anyone who understands? (Jacob remains silent) Ah, it's all my fault, I know it is. I've spent too much money on that bull. I can't pay the workmen. Our debts are piling. We're losing attendance at every show. I have no Star Attraction. I don't know what's going to happen to us if Rosie doesn't sell tickets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I lose this circus, I'll lose Marlena - I know it. Jacob softens, seeing August in this helpless, humble lig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure that's not true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you can talk to her. She's tired of my apologies but, this pressure I'm under...Of course, that's no excuse for what I did... (Rubs the images away) ...I can't believe what I did. Is she all right? The bull. Rosie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'll be OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you tell Marlena? And tell her...tell her I'll do anything. Anything she wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August, I can't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure she'll forgive you...She loves you...Anyone can see that. August wants to believe him. He seems more hopeful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. My friend. Jacob nods, confused, his anger diffused. As he exits;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob? Jacob stops and turns back as August asks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What were you planning to do with that bull hook? Jacob realizes he's holding the bull hook. August smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha. You look like me. Jacob looks in the mirror and indeed - with Rosie's blood his open shirt, bull hook in hand - he looks like a viole man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe there is someone who understands me. August smiles. But Jacob is unnerved by the smile...and t comparison. Suddenly, Earl enters and looks around, on al",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything's fine, Earl. August nods to Jacob, who pushes past Earl to exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob jumps down off the platform. Confused and disgusted takes the bull hook, wedges it under the train and breaks in half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob enters to find Greg still treating Rosie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's she doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh she's a strong one, this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jestes dobra dziewczynka Jacob watches as Rosie lifts her foot and Greg rubs ointm Jacob sees the many empty whiskey bottles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is she drunk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's four tons..she'll just sleep good. (Screwing ointment top) Potoz noge. Jacob watches as Rosie puts her foot back on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Masz, moja piekna Jacob watches as Greg digs in his pocket and pulls out a mint, brushing off the lint. Rosie's trunk investigates, nimbly plucks it out of his hand and into her mouth. SUDDENLY, JACOB HAS AN EPIPHANY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. MIDWAY",
          "text": "An excited Jacob is leading August to the menagerie tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob leads August to Rosie. A curious Greg stops tending Rosie. Jacob hands August a slip of paper with Polish wor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just read those out loud. To Rosie. August reads the words in Polish with Jacob's help...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie...da--da---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daj.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daj...daj..no-ge. Rosie does nothing. August looks to Jacob. Jacob is worri Greg suggests, in a low whisper;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Might help if he said please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say...Prosze Rosie daj noge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pros--Prozze Rosie...daj noge. Rosie lifts her foot. August's eyes gleam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Reads and recites) Rosie...potoz noge. Rosie puts her foot down. August starts to understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Reads and recites) Do tylu, Rosie! Do tylu! Rosie sighs, shifts her weight, then takes a couple of st backward. August is amazed. Jacob is thrilled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "That Fox Bros bull man didn't tell us was the elephant tramp who sold Rosie to them was Polish... August grabs Jacob and kisses him on the mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got a new star! Greg remains cautious. PRE-LAP : LIVE JAZZ BAND MUSIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The live band plays on a raised platform. The dance floor jammed with couples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "79.",
          "text": "Tables and U-shaped booths surround the dance floor. Tuxe bartenders serve from a wooden bar lined with hundreds of bottles in front of a smoky mirror. August, Jacob and Marlena sit in a booth. They are drunk their third bottle of champagne. Marlena is wearing a beautiful, low cut beaded red gown. Jacob can barely keep eyes off of her. Marlena is particularly drunk - we've never seen her this wild or spontaneous. She sings along with the band...she keeps rhythm by banging her hands on the table. However, she is acting distant to August. August is happy she is having a good time. When he slides next to her and puts his arm around her, Marlena stiffens",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you like to dance, darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, thank you. Awkward beat. Marlena takes her champagne glass and drink the last of it. August tries to make light of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need more champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you stay with Marlena. August kisses her cheek, but Marlena is clearly still ups August lets her be. He exits O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever going to let him off the hook?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hook? That's an unfortunate choice of words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie's going be great. He won't hurt her again. I know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob, what you know about August is pretty much nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "80.",
          "text": "Jacob feels put down. Marlena realizes that came out too brusquely. She softens, and explains with vulnerability;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how many star acts we've had? How much money we've made and lost and made...? Silver Star paid for our new stateroom and look what happened to him. Everything August touches gets fed to the cats one way or another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll never change. Jacob is moved. Marlena shifts gears and rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you should wait for August.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to dance now! She pulls him up onto the dance floor. Marlena dances lig as air. She spins from Jacob then returns to his arms, so that her back is to him. Jacob's forearm is on her collar - skin to skin. Her chest rises and falls under his arm. hair under his chin, Jacob can smell her fragrance - then unwinds away from, like a ribbon. When the music stops, everyone applauds their dance - including Marlena. Jacob beams. He looks up to the bar: August stands stock still. His eyes glaring at Jacob. The dark expression we've come to know. Seething with quiet r Jacob takes a step back from Marlena when suddenly they h",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAID",
          "text": "PANDEMONIUM: Jacob is swept by a crush of bodies. People scream, shoving their way towards the exit. Marlena is sh along with them, a few heads in front of Jacob. Jacob reaches through the sea of flesh and grabs a hand. Marlena's expression, we know he has grasped her hand. Ja scans the panicked crowd for August but all he sees are strangers running in every direction, people screaming.. Jacob's hand is ripped apart from Marlena at the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob is thrown into the alley. People are piling into ca engines are starting, wheels squealing. Suddenly, Marlena appears, grabbing Jacob's hand. She tak off her shoes. They run through back streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They run under a fire escape, panting, out of breath. The sirens and screams of the crowd are distant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lord, that was close...Aw, look at my stockings! And they're silk too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wonder if August got out... Marlena looks up at Jacob and starts laughing hystericall as if for no reason. They are both still drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I don't know how we're going to get home. I've never been in New York, have you? Marlena's laughing subsides as she gets an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to see the Empire State Building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What...what about August?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know where he is, do you? And he doesn't know where we are. It's not our fault. Like you said, who knows how long it'll take us to get back. Jacob is hesitant. Marlena takes his hand and softly plea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a few hours, Jacob. For just a few hours, we don't belong anywhere...we don't belong to anyone...Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "82.",
          "text": "Jacob looks in her eyes and knows he shouldn't, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "I was doomed. He smiles. Marlena beams. They run off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A summer storm with thunder and lightening is coming towa them from over the Hudson River. Marlena and Jacob are looking out at the expansive 1931 v of New York City. Other couples stroll about the sky deck Marlena breathes in deeply...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never seen so far. Have you? (Jacob shakes head) Look at it. As far as the eye can see and it's nowhere near all that's out there. Jacob notices tears in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. No. Yes, hahaha I'm fine. I'm a complete mess...ha... THE THUNDER BREAKS AND THE RAIN BEGINS TO POUR... Suddenly, MARLENA SCREAMS as loud as she can, startling t other couples. Jacob laughs. Beat of silence, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. But Jacob understands; He screams and Marlena joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other couples leave the sky deck to get out of the ra and away from \"that crazy couple\". Marlena and Jacob stop, wet, panting, laughing from the release. Then, looking out at the view, not at each other",
          "sentiment": "neutral"
        },
        {
          "speaker": "83.",
          "text": "Marlena begins to confess what she needs Jacob to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob? I need you to do something for me. Promise me you will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to go. I want you get away from us, from the show. You're smart Jacob. You deserve better than us. Leave as soon as you can or something terrible's going to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised, confused) Why are you saying this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right. No one can hear. We'll never get another chance to say it all. Marlena looks into Jacob's eyes and finally addresses wha they're both thinking;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing can ever happen with us, you know. It's too dangerous. August will never let me go. You don't know what he's capable of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can you be with a man you're frightened of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not. I don't have to feel afraid of him if I don't feel anything...After all these years, I've learned how to do it so well. I tell myself, \"I'm managing. I can manage him. August loves me. Nobody else ever did. Who am I to say it's the wrong kind of love?\" .. See, there's no place for a woman like me in any decent kind of world. You know where they found me when I was a baby? ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...In an alley behind a whore house in Baltimore wrapped in newspaper. No one even bothered to leave a note...This circus, my horses - this is the only kind of life I can have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August made a woman like me a star attraction...I'm lucky. And I'm safe...And I was fine - before you came. Jacob feels sorry and hopeful at the same time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing that can cause a woman so much trouble as a good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not that good. And I don't want to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I don't. Good men don't wind up with much in the end except their goodness. Isn't worth much, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? ... Look what we've done to you already. She touches Jacob's face gently. Until this moment, they didn't realize how close they are to each other tracing Jacob's face with her hands, as he leans in closer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You deserve as good a life any other girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I still a girl? I feel so old. They kiss. They stop and silently acknowledge where this going. As they move towards a secluded spot, they continu kiss in between lines;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This can only be tonight. We have to go back. Promise me you understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Promise me you'll suffer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I already am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Promise you'll look in my eyes the whole time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I promise. Jacob kisses her with his eyes locked onto hers...With Marlena's back pressed against the entrance, Jacob reache and locks the door. They sink to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marlena sits inside Jacob's embrace on the ferry, her hea leaning against his chest - their hands entwined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I had money, if I could take care of you, would we be going back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd have to be a Rockefeller... August would find me. He always does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you tried to get away before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob you promised. You said you understood it was only tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I do....I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob walks Marlena out of the port to a waiting cab. The stop a few feet from the cab. Jacob gives her all the mon in his pockets. Marlena looks at him as if for the last t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where were you when I was 17? Jacob smiles. They kiss not wanting to let go. Marlena pu away and runs into the cab. Jacob watches it drive away. EXT. MENAGERIE TENT - WEEHAWKEN, NJ - PRE-DAWN. Jacob reaches the circus. Everyone is asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob enters the menagerie, heading straight for Rosie. H gets on the ground beneath her and lies down...Rosie rais her trunk to allow Jacob to lie beneath her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME LOCATION",
          "text": "Jacob is asleep under Rosie when Walter wakes him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you sleeping here? Somebody's looking for you. INT. CANVAS CAR - WEEHAWKEN, NJ - PRE-DAWN. Jacob and Walter enter to find Bill and Grady hiding an ailing Camel in a dimly lit car. Jacob kneels down to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey kid. How nice to see ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Camel. What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, kid. Woke up a few days ago and my feet was all floppy. Jes can't feel'em right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...It ain't just that though. It's other stuff too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like down there...man stuff? Camel, his eyes wide and fearful, nods slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong with him, doc?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jamaica ginger paralysis. Jake leg. I've seen it before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No such thing. Is there Doc? Walter looks at Camel's empty \"Jake\" bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The manufacturer started putting this plasticizer in it, or something, to get around regulations that Jamaica ginger extract not be sold as booze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not supposed to drink this stuff, ya know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well what the hell am I supposed to drink to stop the shakes? It's Prohibition and I ain't no Astor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's OK Camel. Tomorrow's payday. We'll get you some moonshine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grady don't lie to the man. If men were getting paid, Blackie wouldn't have tossed four of \"em between Boonton and Weehawken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four?...Will he get better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "88.",
          "text": "Walter looks at him, his expression says No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't leave him here. They'll red light him for sure. Jacob understands. He gets an idea and turns to Walter. Walter understands and reacts with an adamant:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter is walking quickly back to the performer train. Ja follows, trying to reason with him. Throughout the scene, they are looking out for Blackie's men and speaking low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter, please. Blackie and his men only patrol the roustabout cars. They don't work the performer train. We can hide him easy until-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Until when? What are we going to do with him? Shoot him like Silver Star? Because that's what he is Jacob. In a week, he won't be able to move his legs at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has a son in Pennsylvania. Near Reading. We're playing there in three weeks. That's all he needs. Walter doesn't want to do this, but clearly can't say no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was right about you. You're going blow us all up...August got home tonight before you and Marlena. People are talking. Walter stalks off leaving Jacob unhinged by the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shouldn't be a clown. I should be a Goddamn fortune teller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. COOKHOUSE TENT",
          "text": "The cookhouse tent is divided into two sections by a curt One one side: working men and the buffet table of food. I made up of benches and bare wood tables with salt and pep shakers. The other side of the curtain is filled with performers. tables have a checkered tablecloth and flowers. Marlena is sitting alone, drinking a cup of coffee. Jacob approaches. He sits opposite her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning Jacob, how are you? Marlena smiles. Jacob senses others eavesdropping...but t table is far enough away, so they can't be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to, uh...Is there any chance I could speak with you alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About what? Is something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I...I just wanted to...Walter said people are talking about what happened...last night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Jacob, champagne completely overwhelms my senses..I always feel the better for it when I abstain. All I remember is getting pushed by the crowd and then running and getting a hole in my stocking. I don't even know how I got home. I don't remember a thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I want to apologize for--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha,ha Jacob, it's silly of you to apologize for my torn stockings. You weren't even there. Jacob is crushed by her reaction. Marlena maintains her upbeat facade. August enters with his tray of food and crosses to them. He is smiling like a man who has spent t night having great sex. August kisses Marlena right in front of Jacob. It is a lo sensual kiss...a holdover from their night together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I slept like a baby after last night. Thank you my darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August, please. We're in public. Jacob understands his meaning and is quietly devastated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, nothing to be ashamed of. Man and wife reuniting in the most sacred of marriage places.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Marlena has forgiven me. All's well with the world again, right Jacob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was quite an adventure last night. I'm glad I didn't have to bail you out. How did you get home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. I just ran.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you two get separated? You were so close on the dance floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you, sweetheart. We got pushed apart by the crowd. This older married couple brought me to the ferry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to look them up and invite them to the show free of charge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I'll even pay for their transportation. I'd pay it a hundred times over to anyone who helped my wife to safety. Thank goodness she had chaperones. If anyone had harmed her, or even touched her, there's no knowing what I might do. Jacob makes note of the implication. Marlena ignores it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While Jacob coaches August from the sidelines, the compan performers and workmen watch August command Rosie in Poli",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "...August said he would create an act for Marlena and Rosie that would have'em line up for miles... August and the company are delighted when Rosie lifts her foot...or walks forward, then backward..",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "His accent was awful but Rosie obeyed without fail. Marlena watches, full of excitement and praise for August instructs Marlena where to stand. He commands Rosie who l Marlena up with her trunk. Everyone cheers and applauds. Those near Jacob pat him on back, grateful that he saved the circus. Jacob smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "I was finally a part of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PACKED HOUSE AS AUGUST LEADS THE WAY TO CHEERS AND APPLAU",
          "text": "When they enter the center ring, they stop. August gives Rosie the command to lift Marlena down with her trunk. But Rosie hesitates. August commands her again, with more force. But Rosie doesn't move forward...she shuffles a fo backwards. August grips his silver tipped cane. Oh-oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "92.",
          "text": "Jacob and other performers watch anxiously. Will Rosie fa Then August turns to the audience and mimes apologizing t the crowd. When he back is turned, Rosie hits his butt wi her trunk. August freezes. The crowd laughs uproariously. Jacob and the others realize it's all part of the act. Wa slaps his back. Barbara kisses his cheek. August displays great performance skills. He turns to Ros acting suspicious. Rosie lifts her head away, as if to sa \"It wasn't me\". August turns back to the crowd to apologize and once agai Rosie flicks his behind with her trunk. This time August knows it her. He turns to her, tips his hat over his brow shakes his finger, scolding, as if to say, \"No, no, no\" Rosie responds by waving her trunk, mocking him. And the crowd bursts into applause. August commands Rosie, who lifts Marlena with her trunk a places her on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Posters of ROSIE and MARLENA highlight the act COMING SOO Blackie and his men are covering up the Posters of other circuses and town events.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "August could have given Barnum a run for his money. He spent the payroll money on expensive posters promoting that act like it was bigger than Ringling. And we sold out every performance in every town...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marlena blows kisses to the audience. She skips theatrica around the ring, with Rosie trotting behind her, August hovering beside. Marlena stops and wipes her brow, feigning exhaustion, an sits on a small ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "93.",
          "text": "Rosie observes her with a smile and a raised trunk. Rosie copies Marlena's actions, placing her enormous rear down much larger ball. The crowd screams with laughter. Marlena stands in mock outrage, wagging her finger at Ros She turns her back on her, folding her arms. Rosie also stands and presents Marlena with her rear end facing the other way. The audience loves it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "In that center ring, Rosie became a guaranteed star attraction...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob sits alone facing Rosie, in her massive stock car m of steel, talking to her, in Polish...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "Alone with me, telling her every thing I couldn't tell anyone else, she became the closest thing I had to family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marlena looks back and scowls. With dramatic flair, she raises one foot and places it on the small ball as if to \"Take that, elephant!\" Rosie, not to be out done (guided by August's Polish commands) curls her trunk, lifts her foot and places it o her larger ball. Marlena straightens out both arms and extends her other l like a ballerina's, toe pointed. She place the foot along the other, so that she is now standing atop the ball. Rosie waits a moment, then lifts her other front foot ont the ball. The crowd explodes! August pretends to be outraged with Marlena. But as showers of coins and money rain upon them August and Marlena stand beneath showers of glittering co",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "And August! Ha, August was a new man..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The workmen set up the circus with energy and renewed spi August treating them with pats on the back of gratitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "..treating everybody first class, spreading the word his Rosie act would finally get the men paid..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob, Walter and a Camel enjoy a card game and moonshine",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "..And with business so strong, nobody was worried about getting tossed, so we didn't have to worry so much about old Camel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August is filling a bucket with gin and ginger ale for Ro JACOB (V.O.). And nothing was too good for Rosie. When August found out she liked gin and ginger ale, he made sure she got both every day, treating her like some favorite child...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marlena does a double take, then lifts up her finger as i say \"I have an idea!\". With a rising drum roll, she shuf her feet atop the ball, moving herself around the ring... Rosie places all four of her feet onto the larger ball an rolls herself around the ring...Marlena and Rosie go fast and faster, along with the music... THE CROWD GOES WILD....August takes Marlena's hand and ki it as they take their bows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "But I didn't trust the new August. I kept waiting for the real one to show up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of the darkness of the car, Rosie appears in the ligh being guided down the ramp by August, who gently pets her trunk, whispering in her ear. Her ears flapping, she purr with affection. Jacob watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "It was when I saw Rosie purring under his touch as if nothing had happened between them, that the worst thought occurred to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marlena and Jacob are laughing, listening to August telli story after a private dinner. Jacob glances at Marlena...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "Maybe, I was the man not to be trusted. Marlena moves to August's lap. They kiss...Jacob watches",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "Marlena looked happy...And it broke my heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST, (V.O.)",
          "text": "The circus is nothing without it's traditions..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August has gathered all the performers and trainers in a circle. Jacob stands in the center. Marlena beside August",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..It's a family. And like any family, when a new member is born, it's arrival must be greeted with celebration and gratitude. Now, we've been a little busy with sold out performances, thank the Gods..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..but right now I want to take this moment before today's show to gather together..We close our eyes.. Everyone closes their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..and we thank whoever's up there that sends desperate men running for the rails.. Everyone laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..because it was a lucky day when Jacob Jankowski jumped our train. Because of him - together with our beautiful Rosie and my beloved Marlena - we have the greatest star attraction in Benzini Brother's history. He found a way to save us all. And so, to officially welcome Jacob into the family, we open our eyes.. Everyone opens their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..And we give him the traditional Benzini Brothers baptism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS FACE AND BODY. OTHERS THROW CONFETTI, STREAMERS...",
          "text": "Jacob is a mess, covered in pies, seltzer and confetti. T company breaks up with laughter, applauds and cheers...Wa and Barbara bring Jacob towels, embracing and kissing him The rest of the company follows suit. August motions for Marlena, who retrieves a large mens clothing box and carries it to Jacob as August watches fr distance...The crowd parts as Marlena hands him the box. August watches Jacob open the box to find his own TUXEDO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you don't have to borrow mine. Everyone applauds, hugging and kissing Jacob:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, August.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's from both of us. Jacob looks to Marlena. It is awkward between them. They can't kiss each other. Jacob nods and says courteously;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Marlena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're welcome, Jacob. As Marlena exits with the others, we discover August watc from them a distance; August's expression tells us he knows what they are hidin EXT. BIG TOP - SALEM, NJ - DAY. Marlena and Rosie exits the Big Top. We hear tumultuous applause coming from inside. Jacob awaits them, as usual. Jacob commands Rosie, who lifts Marlena off his back and places her carefully on the ground. Jacob pets and comman Rosie to follow him, but stops when:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wonder if you could help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've planned a surprise for August. He's been so wonderful, don't you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you make sure Rosie is staked in my tent after the show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you so much...Oh, and I'm sure it would be nice for August if you were there too. Marlena turns and exits O.S. Jacob isn't sure what to thi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie is staked into the grass inside Marlena's tent, hap occupied with a pile of watermelons. Marlena wears a silk beaded dress with the diamond neckla There is a serving table with silver domed platters and w bottles. Marlena is trying to open a champagne bottle whe Jacob enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, he'll be here any second. Jacob, can you open this for me? Jacob takes the champagne bottle and manipulates the cork Rosie's trunk is curious, inspecting the bottle in Jacob' hand. Jacob laughs. Marlena sees and laughs as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie...get away....ssstop!! Rosie continues fooling around, causing Marlena and Jacob laugh even harder when the cork pops...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST, (O.S.)",
          "text": "What is this? Jacob and Marlena turn to see August enter, laying down h hat and coat, his shirt unbuttoned at the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OH",
          "text": "Jacob pours the champagne into two flutes, which Marlena rushes up to August, handing him a glass and kissing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you show Jacob the opening night present I gave you? Marlena turns to Jacob and indicates the diamond necklace",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating the necklace) Oh. No...Do you see Jacob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks stunning on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "99.",
          "text": "They kiss again. Marlena raises her glass of champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To August - an authentic miracle man because he made a star attraction out of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To August! August nods in gratitude. They tilt their glasses and dri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Many thanks. Forgive me for arriving too soon and spoiling the surprise. August takes out a cigarette and lights it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be silly. I couldn't wait for you to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could go back out to give you more time...or better yet, yell RAID and clear the place out so you two can be alone. In a split second, Jacob and Marlena know the danger pres August gave no sign of it coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. I'm probably wrong. I assumed that night after the RAID was the first time you two fucked, but obviously it's been going on longer than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Auggie, you're being silly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you think I didn't know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August don't do this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut-up. SHUT UP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "100.",
          "text": "Marlena gets frightened. August saunters over to the silv tipped cane leaning against the flap. He picks it up as Marlena and Jacob remain still. Suddenly they hear: Rosie peeing where she is staked. She too is frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long did you think you could keep this from me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August, please, there's nothing-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GO ON",
          "text": "August swipes the tables with the cane, knocking all the platters and glasses to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE!...So you two are a couple?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO! I just don't think you're safe to be around a woman right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A woman? This is not a woman. This is my wife you Ivy League lying piece of shit! Say, I bet the authorities would like to know you practise without a license.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Auggie, please... Don't you see how much I love you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see you. I see you too clearly. Always have. I have to admit that was a nice touch when you got back from the speakeasy. Being with me in our bed, after being with him. Covering your tracks. I should have known a whore only performs for a man like that when she wants something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marlena, come with me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAMP",
          "text": "Marlena drops the fluted glasses, crying:",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP IT",
          "text": "Suddenly, he's quiet. He stands still. Marlena approaches now, cautiously but tenderly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Auggie? Are you all right now?... August looks at her. Marlena's expression is one of care concern. Jacob watches carefully. Has it passed? Suddenly, August flicks his lit cigarette into Rosie's op mouth - Rosie reacts and Jacob moves to help her - as Aug grabs Marlena, shoving her so hard she falls against the table, knocking it and her to the ground. He attacks her, trying to rip off her diamond necklace. Jacob attacks August, pulling him off of Marlena. JACOB AND AUGUST FIGHT: savagely pounding each other's fa crashing against broken plates and spilled gravy, banging their heads viciously against the ground, rolling over ea other as they alternately share domination... Marlena screams for them to stop. Rosie bellows, pulling her leg chain. The FIGHT SPILLS OUT OF THE TENT INTO THE CIRCUS GROUNDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob and August continue beating each other as they roll into the crowd. August's madness empowers him. He manages to overpower Ja in a choke hold. Jacob is losing consciousness. Because of Marlena's screams - Earl and his men run to th tent. Within seconds, they are pulling August off of Jaco August gets to his feet. His cool expression is even more frightening as he re-enters Marlena's tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "102.",
          "text": "From inside the tent, they hear a crash. Marlena screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No he won't, kid. Come on. Earl disperses the crowd that has gathered, which include Walter, who sees Jacob's bloodied face and goes to him. FROM INSIDE THE TENT, THEY HEAR: Two soft thuds..then a louder one...Then an unnerving silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, it's over. Can we let you go? Jacob pants and nods. Earl and one of his men let Jacob g degrees, until he is standing up. Walter holds his waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on Jacob. Walk away. With Walter's help, he tears his eyes from the billowing and walks away, passing rubes who watch with fascination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter uncorks a jug of moonshine and hands it to Jacob, holds a towel to his bloody, beaten face. Jacob drinks fr the jug, panting, until the pain subsides. Camel speaks f behind the trunks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only thing that's keeping you alive right now are the rubes who saw everything. August can't risk getting rid of you here. But you better not get back on this train when we leave tomorrow night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMEL, (O.S.)",
          "text": "What happened? Somebody turn me around. Share some of that jug!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut-up Camel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMEL, (O.S.)",
          "text": "Well, what the hell...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "103.",
          "text": "Camel uses whatever strength his has to push aside the tr and see bloody Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ! Who did that to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "August.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it true? Jacob wants to deny it but his silence speaks the truth. can only manage to shake his head NO...But Walter can rea between the lines....He lowers his head in despair. THE TRAIN STARTS TO MOVE. All three react with surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are we moving? We have a matinee tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's gone wrong. SUDDENLY, A KNOCK ON THE DOOR. The three men immediately on alert. Walter grabs his knife from beneath his pillow. Camel tries to shove himself behind the trunks. THE KNOCK COMES AGAIN as we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARLENA, (V.O.)",
          "text": "Jacob? Jacob, it's Marlena. They breath a sigh. Jacob opens the door to reveal. Marlena with a black eye. Jacob rises to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. I had nowhere to go. I told him I'm leaving him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God. Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks worse than it feels. (Re: Jacob's face, laughs) Ha, look at the two of us. Marlena awkwardly enters the room to Walter and Camel's stares. She sees the moonshine and breaks the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I have a swig of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "104.",
          "text": "Walter throws her the moonshine. Marlena drinks like a pr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is the train moving? Marlena sits with the jug, casually talking:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're being run out. Apparently, August was so optimistic about money coming in for Rosie, he figured he'd double down and find himself a new fat lady to put him really toe to toe with Ringling...So he sent Mr. Erwin into town who finds this rather large woman in a restaurant and offers her the job. Except, she...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...she was the police chief's wife. Mr. Erwin got a left hook in the jaw and we got til morning to get out of town. This cracks everybody up. Laughter. A release of tension. But the laughter turns to quiet sadness as the reality of their situation sinks in....Marlena looks to Jacob and le into his arms. He holds her, clearly in love, then ushers out of the room for privacy. Walter sees what he knew all along. He kisses Queenie:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw girl. We're all in it now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marlena and Jacob exit Walter's room outside of which Mar placed her small suitcase. They pass by Marlena's horses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you hiding that roustabout?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because Blackie and his men don't work the performer train and they'll red-light him if they find him. He can't work anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "105.",
          "text": "They come upon Silver Star's stall - empty - right before door to the next car. They stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does August know where you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. He thinks I'm with Barbara and the girls. He won't go there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't find you. As soon as we stop - before we stop - we'll jump off and I'll take you to a hotel in town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And after that? August has all our money. Where will I go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marlena, I'm not leaving you. We'll find a way together. I won't let you go back to him. I promise. Marlena smiles, needing to hear him say those words. She embraces him, grateful. Jacob holds her tight, assuring;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..I'll call my dean at Cornell..If I can take my finals again, get my degree, I can get my license. They lay in the Silver Star's empty stall. Moonlit throug the wooden slats. Making plans...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Jacob, that would be wonderful. You know, I bet Ringling would take us both then - they'd be getting a vet and a star attraction - that's a sweet deal for them. Although I won't be a star but I don't care. I'll take no billing at all...We'd be safe from August if we were with Ringling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, I'd have to wait a while until I can work again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob...I'm going to have a baby. Jacob is stunned...then confused...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's yours. Please don't ask me how I know...Is it all right? You can change your mind. I'd understand. Overwhelmed, Jacob keeps kissing her. Marlena lets go of the anxiety she had about him. He loves her. She knows it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Change my mind??? Oh Marlena, please...please be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Cries, relieved) I will...I promise...as soon as I stop being terrified. Jacob kisses her. He guides her to the ground, against th hay. She nestles in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rest...I've got you now. Marlena tries, closing her eyes.....Then, without warning FROM THE ROOF, AUGUST, BLACKIE &amp; HIS MEN JUMP IN THRO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kinko sits against the door, holding a trembling Queenie hearing the screams and struggle. Camel quivers in fear behind the trunks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A heavy rain pours. A bloodied, battered Jacob is semi- conscious face down in a stream in the woods. Jacob, his eyes almost swollen shut, wakes out of unconsciousness. He looks up through blurred vision. Through the trees, he can see A DISTANT FLICKERING RED LI He stands. His knees buckle and he crawls out to the grou He stands again. And he walks out of the woods towards th flickering light. He stumbles and falls. He rises and fumbles forward...usi all his strength to get himself out of the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob struggles out of the woods to a clearing. Squinting through the rain with swollen eyes, he sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FLICKERING RED LIGHT IS A SIGNAL LIGHT ON A TRAIN TRA",
          "text": "He walks, with legs barely able to move. He climbs up the gravel to the train tracks and begins to walk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob is walking on the train tracks in the direction of Marlena's train. He has walked all night and into the day",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob - beaten, bloodied, exhausted - looks up ahead: THE BENZINI BROS. TRAIN and THE BIG TOP TENTS already set",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's pre-matinee. All the tents have been set up. The rub are filling the grounds. The midway is packed with people",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nell is sitting by an open window fanning herself from th heat when she sees: Jacob wandering behind the back of the train where no one see him....Nell watches as Jacob tries to reach the train then falls unconscious. Nell quickly brings Barbara to the window. Barbara sees J and immediately takes charge. Camera tracks Barbara and the girls through the windows, they walk through the car...Barbara is organizing a plan the girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nell and two Coochie Girls hold their robes closed as the walk among the crowd. The Coochie girls head for Blackie his security men...They talk to them to distract them. We see Nell approach Walter in full clown make-up doing tricks with Queenie for the crowd. Nell whispers to Walte His expression tells us what we know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barbara and the Tattooed Man sneak to the fallen Jacob wi blanket. They turn him over, shocked by his condition. Jacob's eyes open - he's delirious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor Kid...Help me with him..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(delirious to Tattoo man) Don't you work the matinee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not today. I'm fading. I gotta re- ink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't talk. Jacob nods. They cover him, pick him up and carry him off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob opens his eyes. Walter is applying wet cloths to hi head. Camel watches nearby. Jacob suddenly rises;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marlena!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sshh. Lie back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is she? Did he hurt her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Your pupils are two different sizes. Jacob pushes himself up onto his elbows but his world spi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to get Marlena. What if he--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob, look at me. You've got a concussion and you're on a moving train. There's nothing you can do. Marlena can handle him. She's done it for years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to get her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob, you can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's going to have a baby. Walter is stopped. Camel shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does August know? (Jacob shakes his head) What have you done to us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to Ringling. Me, Marlena. You can too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a fifth rate clown when second rate circuses are folding all over the place. Doesn't put me on top of Ringling's list. They've got a dozen of me in the wings. I couldn't even go if I wanted to. August won't pay anyone. Says the show's debts have to come first. First time in Benzini Bros history performers haven't been paid. People are starving out there, Jacob. In the United States of America. Starving. Where am I going to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about family? Like my son. Gotta have somebody...a mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a woman I have any use for. She's sold me to this outfit when I was 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sold you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not exactly cut out for farm work. Don't worry about me..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..If you and Marlena go, if August doesn't kill you first - I'll know what to do...I'll tell August how well I got to know you and how I can help him find you. Might even get myself a better room out of the bargain... It won't be anything personal, you understand. Beat. Each wants the other to survive at any cost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do whatever you have to, Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You too, Jacob. They exchange a final look, which is a goodbye. Walter tu away from Jacob, holding Queenie to his chest. Camel looks compassionately at Jacob and says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya poor kid. The night this train passed ya...you shoulda kept on running, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camel and Walter are snoring, asleep with their backs to Jacob. Queenie is asleep, nestled in Walter's arms. Jacob struggles to raise himself up. His world spins. He holds tight to the bedroll, until the spinning subsides. Jacob is a man with a mission. His eyes focus on: Walter' Knife, sticking out from beneath Walter's pillow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train is moving fast. The rain has returned. Jacob is making his way towards the back of the train, as moves forward. He holds the knife in his mouth...moving l a tightrope walker over the wet train roof, as rain pours When he reaches the car's end, he takes a deep breath. Wi all his strength, he leaps across the divide between the and lands, clinging to the top rail, panting like a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "112.",
          "text": "He removes the knife from his mouth, having cut his lip. licks the blood back and replaces the knife, this time keeping his lips retracted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob leaps to the roof of Marlena and August's car. At t moment, the train is making a curve. Jacob climbs down over the side ladder. Beyond him, we se",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOULDERS OF A RIVERBANK ILLUMINATED BY MOONLIGHT.",
          "text": "Jacob jumps to the platform. He can see the rocky waters below the trestle. He catches his breath and waits, as th train straightens out onto land again. Jacob turns the knob of the door to the stateroom, slowly hearing a click, pausing, then opening it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob enters the stateroom, leaving the door open. He cre towards the velvet curtain which is closed. He grips the knife. When he reaches it, he pulls the edge and peeks inside. August is asleep on his side, his arms locked around Marl who is awake facing the curtain. Jacob and Marlena's eyes meet. She sees the knife in his August suddenly moves, pulls Marlena closer to his chest, burying his face in her neck. Jacob steps forward, raising the knife. His hands tremble The moonlight glints off the blade, throwing off light. Marlena is looking up at him, tears in her eyes. She subt shakes her head \"NO\"...She doesn't want him to do this. Jacob's hands are shaking now. The knife gripped in his h He wants to rescue her, he's so close. We hold the moment Marlena's expression convinces Jacob not to do it...not t cross that line and kill August.",
          "sentiment": "neutral"
        },
        {
          "speaker": "113.",
          "text": "Defeated, Jacob kneels beside her and hangs his head. Mar reaches out to touch him...this time she really is saying goodbye. But Jacob can not bear it. He looks at her for t last time, then rises and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob returns to the ring stock car, hopping down from th roof. The Horses are stirring, agitated. He calms them... And then Jacob sees: the door to Walter's room is open. H",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter? Camel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob enters to find the room in a shambles. A terrible realization comes over him: Walter and Camel are gone. They have been red-lighted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "He finds Queenie, shaking with fear curled in a ball. He takes her in his arms. Jacob panics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No..no..no..no....!!!! With Queenie, he rushes back into the ring stock car...he checks everywhere calling out their names. He stops at th open stock car door. The rain continues to fall. Jacob collapses, holding Queenie to his chest. Tears fill his e as he tries to hold it together, looking out the moving train, his worst nightmare realized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "I wanted to believe taking Walter's knife didn't make a difference. But still. I left him without a fighting chance. Maybe they survived. Maybe they were tossed over grassy land...I couldn't let myself believe what I already knew. Jacob falls apart, crying without shame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sunny day. The circus is completely set up. Townsfolk, rubes, are already buying tickets for the matinee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "I waited almost til matinee time so I could let myself be seen by as many people from town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob opens the ring stock car and jumps out, holding Queenie. He hasn't slept all night. As he walks through the circus grounds, working men like and performers like Barbara are shocked to see him alive. With a fool's courage, he brazenly walks past Blackie and men, cutting a path through performers and working men, r up to August, who stands with Earl at his side. He is dre and ready for the matinee's performance. Jacob stops and they exchange looks. August glances at Queenie in Jacob's arms. He says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not here to cause any trouble. I'm leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Funny, I thought you already left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to say goodbye. To the menagerie. Just a few minutes and then I'll go. August's eyes narrow. Earl waits for the outcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing more you can do to me. Killing me'll be more trouble than it's worth, now that the rubes have seen me. You were right about me from the start August, when you said I wouldn't last...I can't survive here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "115.",
          "text": "August feels victorious and therefore benevolent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earl, take him to the menagerie. Thirty seconds. Then escort him out of my circus, into Altoona. And if he comes back, you can shoot him, as that is within our lawful rights with regards to trespassers. August walks away. Earl escorts Jacob to the menagerie. O the way, they pass Barbara. Jacob pauses to hand Queenie her. She has tears in her eyes. Jacob continues with Earl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob enters alone. He takes in all the animals who look at him. He crosses to Rosie and stands before her. Her tr greets him, stroking him. He presses his head against her Rosie comforts him. It makes Jacob fall apart all the mor After a few moments, Jacob turns and walks away. He stops the center of the menagerie. He looks at each animal in t den - in the same way as when he first met them - this ti saying goodbye. Each animal is at the front of it's den or cage, looking Jacob. There is a silent exchange between them. Earl ente",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on kid. When Jacob starts to exit again, something happens:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLOWING, AS IF IN PROTEST OF THEIR JACOB'S DEPARTURE.",
          "text": "The lock on Rex's cage busts a little as he rams against",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Earl escorts Jacob, they walk against the tide of audi members walking to the Big Top entrance. Earl speaks low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good you're going. They must have known you got back on the train last night. He tossed more than half a dozen working men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kinkers never get tossed. Never. So that was meant for you. We hear the GOUNOD WALTZ starting in the Big Top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few of the guys that got tossed caught up with us again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter! Is he---? Instantly, Earl's expression tells Jacob it's bad news. Jacob's breathing almost stops as he listens;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep walking...They got tossed off the trestle, if you can believe it. Camel's head hit the rocks. He died right away... Jacob is heartbroken and dreads what he's about to hear. pauses for a beat...this part is harder to tell:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Walter...Walter's legs were smashed up real bad..They had to leave him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't reckon he lasted the night. Jacob is in shock. He can barely walk on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ones that came back...Bill... Grady.. I don't know how but, one way or another they're taking down August tonight. Hearing this, Jacob stops to face Earl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you telling me? Earl can not find the words: it's clear the killing of th men does not sit well with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CYMBAL'S HOLLOW CLANG.",
          "text": "Earl shifts his focus - he's alarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earl, what was that? All the performers and work men on the midway are on aler",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE HEAR THE BIG TOP BAND START PLAYING AGAIN...THIS TIME",
          "text": "\"STARS AND STRIPES FOREVER\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Christ! Oh Shit... Earl runs back towards the Big Top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Disaster March! Everyone with the show barrels towards the Big Top when G appears amongst them and calls to Jacob:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob shoots through the tent flap and is immediately flu up against the sidewall as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE YAK THUNDERS PAST HIM, HIS HORN INCHES FROM JACOB, TH",
          "text": "HYENA ON HIS BACK. Jacob looks to the menagerie and faces",
          "sentiment": "neutral"
        },
        {
          "speaker": "118.",
          "text": "Jacob is scanning the tent for Marlena when:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHEN BOBO SWINGS FROM A ROPE AND JUMPS ONTO JACOB'S BACK.",
          "text": "Jacob manages to hold Bobo in one arm and the Orangutan i the other as his eyes sweep the tent, searching for Marle Then Jacob sees - THE PANTHER MAKES IT'S WAY THROUGH THE CONNECTED WALKWAY TO THE BIG TOP AUDIENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEEPING HER TO THE GROUND...",
          "text": "Searching and dodging animals, Jacob sees a flash of pink sequins. He sees August with Marlena standing beside him, front of Rosie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARLENA",
          "text": "Marlena sees Jacob and makes a run for him, but August quickly grabs her arm and flings her to the ground. She f out of view from Jacob. Jacob runs to them, dodging the fleeing animals, when suddenly: A BULL HOOK FLIES FROM OUT OF THE AIR ACROSS TH ANIMALS AND PIERCES JACOB'S SHOULDER. He cries out. Rosie cries out. She begins to stamp her feet. Marlena li with her face in the dirt, crawling beneath the ropes to under Rosie for safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "119.",
          "text": "August pulls Jacob with a new bull hook, tossing him the ground. August glares at him, his eyes full of rage;",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU",
          "text": "He attacks but Jacob dodges the next blow, grabbing onto bull hook and twisting it with such strength, it topples August who refuses to let it go... JACOB AND AUGUST FIGHT SAVAGELY, AMIDST THE STAMPEDE. Lik madmen fighting with the intention to kill. Jacob unleashes a rage and a strength we have yet to see him, as he beats August without mercy... But August manages to overpower Jacob, unleashing his own maniacal fury. By taking advantage of the bull hook wound August gets Jacob into a death grip around his neck. Marlena screams out, unable to help as animals stampede around the two men locked in combat. Only Rosie, who towers above them, knows what to do. Jacob, choking under August's grip, looks up at Rosie. Sh raises her trunk to smile at him. Jacob looks down and se that ROSIE'S STAKE HAS BEEN PULLED OUT OF THE GROUND. Jacob fights August to breathe as Rosie reveals she is holding the stake loosely, resting it's end on the dirt. chain still attached to her foot. Jacob flips himself which forces August to turn his back Rosie in order to keep his grip on Jacob. Marlena covers her head in her arms, not wanting to see. Jacob can not breathe..August is squeezing the life from",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie lifts the stake as if it weighs nothing and brings down onto August, splitting his head in one clean move. S continues to hold the stake until August topples forward, dead, his skull opened like a hardboiled egg.. Released of August, Jacob rolls himself under the ropes j",
          "sentiment": "neutral"
        },
        {
          "speaker": "120.",
          "text": "Rosie then slides the stake back to the ground. Marlena, hidden under her arms, sees nothing. The menagerie is cle of the stampeding animals. Marlena lifts her head up from beneath her arms, remainin under Rosie. She sees August lifeless body. She looks to Jacob. He rises, bloodied and beaten, but alive. WIDE ANGLE: The empty menagerie except for: Jacob standin Marlena under Rosie and the two monkeys inspecting August dead body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The polar bear is walking calmly down main street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "It took days to round them up. Some we never did get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Children are delighted that a GIRAFFE is eating from their second story window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera discovers a DISHWASHER and REX THE LION, both quivering, huddled opposite each under beneath a sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "I don't know who was more scared - the rubes or the animals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE NESCI BROS. CIRCUS TRAIN is pulling up alongside the \"ghost town\" of the Benzini Bros - the ruins of the circ are highlighted by strong winds blowing up dust and dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB, (V.O.)",
          "text": "When the Nesci Bros. Circus showed, we were officially belly up. A MAN SCREAMS after unrolling a canvas and making a disco inside. A crowd forms. When Jacob reaches it, he sees: BLACKIE, DEAD, WITH A MAKESHIFT GARROTTE AROUND HIS NECK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DICK NESCI and the Sheriff fight with Jacob over Rosie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...These animals are now the property of Altoona and we're here to sell them to Mr. Nesci.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not all of them! Some of these animals are mine, like this bull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have any proof? Jacob is stalled. Greg appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right. He's just an elephant tramp. The bull is his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't want her anyway. She can't do anything. Dumb as a box of peanut shells. Skeptical, Dick Nesci steps up to Rosie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's her name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gertrude. Jacob and Rosie exchange eye contact. Nesci is skeptical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gertrude! Gertrude, step up! UP! Rosie blows and swings her trunk, throwing dirt across th people around her. Dick Nesci takes the bull hook and prods under her leg, ordering her UP! Rosie just swings her ears and sniffs Di Nesci with her trunk. Then checks his pockets for treats. Jacob exchanges a look with Rosie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob is walking Rosie, holding the Orangutan, with Bobo atop Rosie. Through the wind and dust, they look for Marl",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM OUT OF A WALL OF WIND BLOWN DUST APPEARS MARLENA AND",
          "text": "OF HER BLACK AND WHITE HORSES. Marlena looks spent - shoc relieved, tearful, hopeful. She reaches Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happens now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish I knew. Marlena exhausted, eases into Jacob's arms. It's over. WIDE ANGLE: Jacob and Marlena and their animals, as the g tent of the Benzini Bros. Big Top falls to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob is finishing his story. Charlie is enthralled. The first bottle of scotch is gone. The second half full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I convinced my dean to let me take my finals. Marlena was right. With my degree, our animals and Marlena's acts, Ringling got a sweet deal. Our son was born our first season. We named him Walter. He spent the first seven years of his life with Ringling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why I...I just can't understand how he forgot to show up today. (His eyes glitter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was a circus in town. Charlie understands. He looks affectionately at Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the time our third son came, we'd had enough. Rosie was tired. (Charlie smiles. ) Luckily, the vet at the Albany Zoo dropped dead, so I got the job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We bought some property so we could keep the horses...Rosie...then five kids...Bobo and that Orangutan...Never named that Orangutan. Nothing ever sounded.. elegant enough for her. Just called her Ma'am. (Smiles with great joy) Man oh man that was...that was a life, boy, I'll tell ya... Charlie smiles, appreciating this old man's big life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then before you know it, the kids are borrowing the car and moving out. Marlena and I on our own again...until she passed. This moment causes Jacob to pause. He still loves her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never told Marlena it was Rosie who got August. I didn't want her to know. When Rosie passed on, she cried for days. I owe that bull my whole life...my kids, everything.. A KNOCK. Charlie peeks through the window and sees a COP:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're here for me. Charlie and Jacob exchange a look. Charlie understands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. TRAILER DOOR",
          "text": "Charlie opens the door to greet a LOCAL COP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi Officer, can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I'm hoping you can. An elderly gentleman went missing from the nursing home down the street. Staff seems to think he came here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had a lot of folks from the home today. But no, I haven't seen him. The Cop peers past Charlie and sees Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, but who is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Pause, then) Oh....that's my Dad. The Cop is suspicious. Charlie covers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't talk. Had a major stroke a few years back. But he's doing well. Ain't ya Pop? Understanding the ruse, Jacob starts to play the part of stroke victim: he opens his mouth, his jaw quivers. He reaches for his glass with a shaking arm. Charlie helps h Jacob holds out his tongue like a parrot's as Charlie hel him drink. The Cop watches with a blank expression. Jacob swallows and nods speechless, smiles and manages to drool Beat. The Cop wonders. Then, pulling out his card:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK, well, thanks for your time. Here's my number in case you hear of anything. Sorry to bother you. The Cop exits. Charlie returns to sit opposite Jacob. The consider this unspoken proposal:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure about this? Beat as Charlie pours another shot. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wonder if we can get you into the book of records. \"Oldest man who ever ran away with the circus\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, I'm not running away. Just coming home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Old Jacob uses his walker to enter the menagerie. He move each animal meeting his eyes with theirs. Each animal giv him a look of acknowledgment. He comes to an ORANGUTAN...younger than the one from his Benzini days. Jacob stops. He steadies himself. Jacob lets go of the walker and reaches his arm out to th Orangutan's cage. The Orangutan studies him for a moment. Judging. Jacob keeps his arm extended, which isn't easy for him. The Orangutan then extends his hand through the bars to Jacob's hand. Jacob's fingers entwine around the Orangutan's hand. They hold for a moment. Jacob smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Ma'am.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2526"
    }
  ]
}