{
  "movie_id": "MOV2544",
  "scenes": [
    {
      "location": "SECOND LIVING ROOM",
      "time": "NIGHT",
      "characters": [
        "EVAN, (CONT'D)",
        "DAVIS",
        "TRISH AND COLIN",
        "EVAN JULES",
        "PRETTY GIRL",
        "MAGAZINE EDITOR",
        "FEMALE CO-WORKER",
        "COURTNEY",
        "JULES",
        "CUTE GIRL",
        "SECOND LAB TECH",
        "OVER END TITLES",
        "EVAN",
        "JUDGE ANDRE",
        "RECEPTIONIST",
        "DA-VIS",
        "JUDGE KELLY",
        "EXT/INT. BIG PIG FOOD TRUCK/ OUTDOOR MOVIE",
        "COLIN, (CONT'D)",
        "4-YEAR-OLD BOY",
        "TRISH, (CONT'D)",
        "SUNRISE",
        "RAMSEY, (0.S.)",
        "JANICE",
        "TEENAGE BOY",
        "JANICE, (CONT'D)",
        "OTHER MOM",
        "CONTINUES OVER",
        "ACROSS THE PARKING LOT 32",
        "AUTO TUNE DANCE MIX",
        "HOLLY, (CONT'D)",
        "SMASH CUT TO",
        "I. WANT. THE. EPIDURAL",
        "ADOPTIVE PARENTS",
        "ALL THE GUYS",
        "CO-WORKER",
        "AD GUY",
        "MOLLY",
        "AUSTRALIAN CAMERA GUY",
        "KEN",
        "HUTCH DAVIS",
        "COLIN",
        "FIRST LAB TECH",
        "TIGHT ON",
        "57",
        "SOCIAL WORKER",
        "WITH CHILD",
        "KARA",
        "DISSOLVE BACK TO THE STUDIO",
        "CONTESTANTS, (ON TV)",
        "DAVIS, (CONT'D)",
        "OTHER SWIMMER",
        "LOSE IT AND WEEP HOST",
        "INTERPRETER",
        "7S,",
        "TRISH",
        "TEN",
        "ANESTHESIOLOGIST",
        "FOURTH LAB TECH",
        "GABE",
        "ROSIE",
        "WAITER",
        "PHOTOGRAPHER",
        "HOLLY",
        "BACK WITH RAMSEY",
        "ENTHUSIASTIC WOMAN",
        "FELLOW MOM",
        "J.J., (CONT'D)",
        "RAMSEY, (CONT'D)",
        "AIRLINE COMMERCIAL MUSIC",
        "MATCH CUT TO",
        "THE MASTER BEDROOM 18",
        "DAY 34",
        "KARA, (0.S.)",
        "NATE",
        "YOUNG NURSE",
        "DOCTOR",
        "ADINA",
        "EAGER PATRON",
        "JULES EVAN",
        "CRAIG",
        "PERKY HOST",
        "PATEL",
        "SKYLER, (CONT'D)",
        "ROSIE, (CONT'D)",
        "DISSOLVE TO",
        "CUT",
        "MALE VOICE, (0.S.)",
        "WANDA",
        "YOUNG WIFE",
        "NATE, (CONT'D)",
        "RAMSEY",
        "FELLOW DAD",
        "JULES, (ON TV)",
        "OK.",
        "SOCIAL WORKER, (ON SPEAKER)",
        "2L-",
        "95.",
        "YOU'RE THE REASON I GOT FAT",
        "OTHER CO-WORKER",
        "MUSIC KICKS IN AS -",
        "SMILING AGENCY OFFICIAL",
        "CUT TO",
        "SKYLER",
        "VIC, (CONT'D)",
        "LOSE IT HOST",
        "MARCO, (CONT'D)",
        "NATE, OTHER MOM, AND DAD",
        "JULES, (CONT'D)",
        "THIRD LAB TECH",
        "MOLLY, (0.S.)",
        "TREVOR",
        "69.",
        "VOICES",
        "OLDER HUSBAND",
        "EXT. BUCKHEAD GOLF COURSE",
        "ETHIOPIAN PRIEST",
        "RAPED",
        "AAAARRRRGGGGHHH",
        "AUDIENCE MEMBER",
        "BABY",
        "I CAN DO THIS",
        "TOM BRADY",
        "SURPRISE",
        "NURSE",
        "THE LIVING ROOM 19",
        "COURNTEY",
        "TITS",
        "KEEP PUSHING",
        "NATE, HOLLY AND OTHER MOM",
        "OBSTETRICIAN",
        "EVERYONE",
        "MARCO",
        "JUDGE DALTON",
        "FINALISTS"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Dude. She’s totally doing him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTNEY",
          "text": "No way. That’s just a rumor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "How dare you question the sage insights of US Weekly? Molly frisbees an US WEEKLY at Courtney. It features a SNAPSHOT of Jules and Evan holding coffee cups with the headline - “SECRET COUPLE OFF THE DANCE FLOOR?” Rosie buttons her CHEF JACKET, grabs her bag as she watch Evan and Jules dancing on TV -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Maybe they’re really in love. (then, as she exits) Don’t wait up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "(calling after) Bring us leftovers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "(calling back) Pay your rent! We DISSOLVE from the TV, BACK TO THE STUDIO Jules whips open her skirt and uses it as a Pasa Doble ca Evan grabs the skirt and throws it to the JUDGES’ TABLE. audience eats it up. As we -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PULL OUT FROM ANOTHER TV screen, in a different living ro where a couple - TRISH and COLIN COOPER (30s, in matching Snuggies) - watch with laser focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Look. Jules is really doing it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Yeah, but she has to score all tens to beat Tom Brady. He did a flip! We move from the TV, BACK TO THE STUDIO Where Jules and Evan pull out all the stops, including a little audience participation. \f4. They playfully sit on the laps of a couple in the front r an OLDER HUSBAND (60) in a Tommy Bahama shirt and his YOU PRETTY WIFE (30). As Jules and Evan dance off for their final sequence of moves, the Young Wife beams to her husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WIFE",
          "text": "I can’t believe you flew us out for this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER HUSBAND",
          "text": "Anytime, Tater Tot. BACK ON THE DANCE FLOOR, Evan and Jules bring it all home with some modern moves, even a little hip-hop, as we -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PULL OUT FROM THE TV of a THIRD LIVING ROOM (a modest ren house) where HOLLY BOWEN (Caucasian, more creative than corporate) is on the couch with her LAPTOP as her husband NATE BOWEN (30, African-American, total guy’s guy) takes step into the living room -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "What are you watching?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Celebrity Dance -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "- Nope. - And exits the hell outta there. Holly laughs, CRANKS TH VOLUME to torture Nate as he walks away. And we -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE BACK TO THE STUDIO",
          "text": "Where Evan spins Jules in a final, harrowing lift, then d her into a split as the music ends with a dramatic punch. THE AUDIENCE JUMPS UP, a STANDING OVATION. Jules and Evan hug, soaking up the love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCH DAVIS",
          "text": "Whoa. Even I need a cold shower after that one. I dunno, folks, did Tom Brady just get sacked? Let’s see what our judges have to say. Hutch turns Jules and Evan to the JUDGE’S TABLE, where a DANCE EXPERTS weigh in. \fANDRE (30s , a hyperbolic queen who can barely stay in his seat) starts off -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE ANDRE",
          "text": "Jules, darling. When you started this season, you had the heart of a competitor, but the feet of a school girl in need of corrective shoes. I never expected to see you in the finals. But you stubborn little minx, you. You fought for it, and tonight, you were a vixen, making a meal out of your man out there! This place needs a new roof - because you two just blew it off! Two words: Dance. Gasm! Everyone cheers as the next judge, KELLY (30s), nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE KELLY",
          "text": "Exactly! Jules, on your show, you inspire people to lose weight and change their lives. But it’s just as inspiring to see you challenge yourself. And it doesn’t hurt that you met your match in Evan there. (Jules and Evan smile) You two are peaking at just the right moment! More cheers as the final judge, DALTON (60s, stuffy) shru",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE DALTON",
          "text": "Frankly, I found the whole thing to be a bit vulgar. It’s like I was practically in the bedroom with you two. The audience BOOS. Jules and Evan share a quick glance. Jules and scorecard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCH DAVIS",
          "text": "OK, Judges, let’s see those scores -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE ANDRE",
          "text": "holds up his score card ip",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE KELLY",
          "text": "(holds up her score card) Ten! Evan jump and hug- As Dalton holds up his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight. Jules and Evan deflate a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCH DAVIS",
          "text": "Ooh, this one’s gonna be close!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TROPHY in shape of dancing feet gets ceremoniously lowe onto the dance floor. All three finalist couples hold hands under their spotlig Tom Brady and his girl. Missy and her guy. Jules and Evan",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCH DAVIS",
          "text": "OK, we have tallied all your scores. The call-in votes combined with the judges’ scores. And... Tom Brady catches Jules's eye. He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM BRADY",
          "text": "Hey. Great stuff out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Thanks. You too. Nice flip. Tom shrugs - I try. As Jules turns and whispers to Evan -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES, (CONT'D)",
          "text": "C'mon. He’s already got three Superbowl Rings and Gisele. Isn’t that enough for one lifetime?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Just Gisele is enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCH DAVIS",
          "text": "And the winner of Celebrity Dance Off, Season 15, is... A dramatic pause. Jules suddenly goes pale. Panic-whisper",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Evan. I feel sick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCH DAVIS",
          "text": "..-Jules Baxter and Evan Webb! \f‘Ee FIREWORKS exploded around the stage and the audience chee Evan grabs Jules, picks her up and spins her around as he fellow contestants congratulate them - Jules's POV - a woozy blur of lights and cheering people. Hutch Davis hands her the dancing feet trophy. Jules takes one look at it... And then, PUKES all over it EVERYONE GASPS. It’s LIVE TV. HUTCH DAVIS (CONT’D) Uh, Jules? You OK? (then, a nervous laugh) Heh-heh. Hope she’s not pregnant. Jules and Evan suddenly share a surprised, but knowing lo Sheer panic in both their eyes. And we CUT TO BLACK. TITLE: WHAT TO EXPECT WHEN YOU'RE EXPECTING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLASH! A CAMERA takes a photo of Trish (one half of our Snuggie couple). She’s tidy, always with a nervous smile. The photographer (the other half of our Snuggie couple) i her husband, Colin, rocking khakis and a polo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Hi everyone! Trish sits before a small assembly of TODDLERS, holding h children’s book: Milk It! There are a few BREAST-FEEDING MOMS, a couple of RELUCTANT DADS. Discreetly checking fan scores on their phones. Signage tells us we’re in a store: THE BREAST CHOICE - a mecca of breast-feeding classes and supplies. TRISH (CONT’D) Welcome to the Breast Choice. I’m Trish Cooper, wearing two hats today as store owner and author of my new children’s book, “Milk It!” (Trish opens the book.) OK, so, let’s dig in... (reading) Goats do it... An illustration shows a GOAT NURSING. She turns the page. \fTRISH (CONT’D) Cows do it... (turns the page) Kitty cats do it. (turns the page) Even dolphins in the sea do it. A TODDLER BOY lays down, kicks his legs on the floor. TRISH (CONT’D) Animals all over the world do it. (turns the page) And yes: even YOUR mommy does it When your mommy uses her breast to feed a baby, she is feeding her baby the best. Breast is BEST! A caffeinated TEENAGE BOY pops his head into the store -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITS",
          "text": "- And tears off, laughing. Trish gives a pleading look to Colin who haltingly TAKES OFF after him, out of the store",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(beat, smile) OK, I’d like to open up the floor for questions or comments or... Nothing. Finally -",
          "sentiment": "neutral"
        },
        {
          "speaker": "4-YEAR-OLD BOY",
          "text": "Are Shrek and The Hulk brothers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(pauses, smiles) Maybe. We’re all related in some way, right? (again, nothing) Well, thanks everyone for coming. And give your mommy a big hug for breast-feeding you. You now have a head start on a very healthy life! Colin re-enters the store and joins Trish as the reading breaks up. He gives her a peck on the forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Great job, Hon —",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "- Did you get him? \f10 ll",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Naw. Too fast. But I yelled a few choice words. Very choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Next time, get him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Hey. What’s important right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(softens) That I just had my first reading?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Exactly. (beat) Now, I gotta head back to work. A certain Lil’ Wayne is waiting. It’s my first grill! Colin runs his finger over his upper teeth. JUST THEN - we hear a Marimba Chime. Trish and Colin both check their synchronized IPHONES. A PHONE APP WITH A PINK CALENDAR informs them -\"“You_are now ovulating.” Trish gi Colin a hungry look -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Please? We’ll be super fast. Colin sighs, fine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JARS OF NIPPLE CREAM rock on a shelf as Colin and Trish g it in a tiny stock room crammed with product. It’s not th best sex, but Trish is determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Yeah, give it to me... C’mon twins - or any number would be great!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trish’s employee JANICE (20s, boho, probably breast fed u last week) hears the stockroom action and CRANKS THE VOLU on a SLEEP SHEEP, drowning them out with AMBIENT WAVES. 10 ll \f12 13 14 10. INT. STOCK ROOM — DAY 12 A jar of nipple cream falls and nails Colin in the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Oh! Are you OK? Colin nods, but slows. The mood quickly fading... annnd g",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Sorry, Squeaks, I just -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "- No, don't apologize! Negative thoughts can affect reproduction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "But I’m really trying. I lost the weight, switched my underwear, quit riding my bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "I know. And I love you for that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I’m just not clutch. I don’t perform under pressure. (beat) And I miss... us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(a little gasp) Oh no! We’re snuffing out the flame?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Maybe?... A little?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin, headed back to work, steps onto the elevator as Na Bowen (our “guy’s-guy” husband) steps off. Nate’s look is business casual, cool kicks. He gives Colin a ‘What's up? nod as he exits. EXT. NATE AND HOLLY’S HOUSE - LATE AFTERNOON 14 A CAR skids to a park in the driveway of a run-down house Holly Bowen hops out, juggling her LAPTOP and FABRIC SWAT as she runs inside - \f15 16 ply?) 18 i...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Shit shit shit. INT. NATE AND HOLLY’S HOUSE - DAY 15 Holly runs in the house, down the hall -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Sorry! We had a huge living room install and they kept changing the furniture placement. She opens the door to find her husband Nate in his home 1 office/ music studio. Tinkering on his KEYBOARD -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Just waitin’ on my lay-day/ Gonna get our Ethiopian bay-bay... She laughs as her gaze falls on a wall of FRAMED ALBUM CO - everything from classic jazz to rock to hip-hop. Her eyes zero in on 2 LIVE CREW’S classic, “Nasty As They Wanna Be.” Featuring a graphic photo of FOUR BARE-ASSED LADIES bending over. Holly yanks it off the wall -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE, (CONT'D)",
          "text": "Aw c’mon. That album represents a very important parenting milestone in my life. It was the first thing I bought just to piss off my mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "They’re a Christian organization, Nate. I don’t want to offend them. Holly stuffs the graphic cover in a hall closet as she pa a MIRROR and spots her shoulder in her SLEEVELESS TOP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY, (CONT'D)",
          "text": "Shit. My tattoo. Holly pulls off her shirt as she turns into -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MASTER BEDROOM 18",
          "text": "Nate follows her, enjoying the view of his shirtless wife",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "So? You’re not gonna be the only mom out there with that Spring Break dolphin. Trust me. \f19 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Yeah, but those moms aren’t getting judged like me. (changing shirts) The sad thing is, I wasn’t even drunk when I got this. I thought “Ooh, I’1l never get tired of dolphins.” She slips on a CONSERVATIVE SHIRT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I haven't gotten tired of it. I smile every time I see it. He slaps her ass as she exits to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIVING ROOM 19",
          "text": "Holly does a final zhush of the room - fluffing pillows, She grabs a FRAMED PHOTO off a side table, goes to hide i under the couch. But Nate intercepts it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE, (CONT'D)",
          "text": "No. Not the wedding picture. It’s a classic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I know, but it’s not for everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Just chill, OK? You were meant to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(under her breath) If that were true, I’d already be pregnant. The DOORBELL RINGS. They suddenly stop. Share a quick kis",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY, (CONT'D)",
          "text": "Love you. Don’t screw it up. Nate goes to the door as Holly stuffs the wedding photo u the couch. The SOCIAL WORKER (40s, sweater set) greets Na",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "Hi there. I’m Diane Carter from Christian World Adoption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Nate and Holly Bowen. Come on in. \f13. She enters, they exchange polite handshakes as she looks around. The place is modest, but decorated with style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "This is just a rental. We’re looking to buy right now. Nate throws Holly a look - We are? Holly nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY, (CONT'D)",
          "text": "We’ll be settled in before the baby even comes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "Don’t worry. You’ve already passed the fingerprints and background check. This is just for us to get to know you better. 20 INT. NATE AND HOLLY’S HOUSE - HALLWAY - EVENING 20 Nate and Holly give the Social Worker the walk through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "..-And why did you choose Ethiopia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Holly wanted to get back to her roots. The Social Worker laughs. Holly shoots Nate a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "We love the culture, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Plus all the white babies were taken. This Social Worker doesn’t laugh. Holly punches Nate. He recomposes, tries to act respectable as he points out - NATE (CONT’D) (in the bedroom) OK, so. Smoke detector there. (points to the kitchen) Fire extinguisher there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "Good. You did your homework. \f21 14. Nate opens the door to his office/music room. The Social Worker peeks in, looks at all the old vinyl, mixing table etc. Past the wall of framed albums - with a gaping hole. SOCIAL WORKER (CONT’D) You’re a musician?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "In my mind, yes. Actually, I do music licensing for an ad agency here in Atlanta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "He picks the songs for commercials. The Social Worker nods, jotting notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Holly’s an interior designer. She did this whole place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I just got in with a big firm. It’s a huge opportunity to grow. The Social Worker nods, makes more notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. NATE AND HOLLY’S LIVING ROOM - LATER aa Nate and Holly sit on the couch across from the Social Wo as she finishes up their paperwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "OK, so here’s how this works. I’11 turn in your home study report, the agency will review it, then start the adoption process. Including matching you with your child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Right. The referral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "Exactly. And that can take up to six months. Then another six to nine months for the home country to process everything. Nate nods, paying close attention to the time line. \f22 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "So, we’re talking at least a full year before we become parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "Every case has its own time line. You just have to be patient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "So, wait. Does this mean we passed? The Social Worker looks over their application packet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "Well, I don’t see any red flags. (then) Oh, but do you have a wedding picture? We really like to include that in your packet. Holly shakes her head, no. But Nate pulls the photo out f under the couch and hands it to the Social Worker. CLOSE ON: THE PHOTO - NATE AND HOLLY IN COSTUME, shit-fac with a bottle of Jack, and an ELVIS IMPERSONATOR OFFICIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Vegas. It was a costume wedding. I was Shaft, Holly was a showgirl. The picture is funny, but doesn’t scream parents of the y The Social Worker studies it a beat, then hands it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "You know what? We’1ll just say this got lost. Burned in a fire. EXT. NATE AND HOLLY’S HOUSE - DOORWAY - NIGHT 22 Nate and Holly wave as the Social Worker drives away. Nat lets out a sigh, almost like he’s psyching himself up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "OK, so we've got a year. That gives us some time to save and get ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "What do you mean? We’re ready now. Holly is. But Nate’s not so convinced as we PAN UP to the NIGHT SKY, and... \f23 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s OUTDOOR MOVIE NIGHT in the lush park backed by the Atlanta skyline. Lots of date-night couples. Including Colin and Trish who lay out their blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "What’s the movie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Bladerunner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Ooh, another surprise. I love you even more. Colin kicks off his loafers as Trish pulls a bottle of WI from their ergonomic wine carrier and two glasses. Colin gives her a look as he pops the cork and pours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN, (CONT'D)",
          "text": "Trish? You sure? You haven’t a had a glass in two years. Trish nods. This is not easy for her, but she smiles -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "I'd like to propose a toast. To taking a break from trying and just... being us for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "(so relieved) OK. I’11 drink to that - He goes to clink glasses, but Trish pulls hers back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "- And if that doesn’t work, then we'll do three rounds of IVF. (then) And if that doesn’t work, we’1l adopt, which is great because I have no fears - genetic or otherwise! So, to us! (beat, tight smile) I don’t want to lose the flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "To the flame. They clink and sip. Trish guzzles that first sip. Then - \f24 Nh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Say. Pinot Grigio is refreshing. As Colin scouts - A ROW OF NEARBY GOURMET FOOD TRUCKS. His eyes landing on “THE BIG PIG” - a pink truck with a snout and curly tail specializing in a menu of gourmet pork. An eager line is already waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Ooh! The Big Pig is here! I didn’t even get a Tweet. (slipping on his loafers) Squeaks, you want anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Surprise me. Colin nods and run-walks his way to the Big Pig line. We move up the line to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TRUCK WINDOW. Chef MARCO SUAREZ (23, a playful troublemaker with the looks to get away with it) works wi three-man CREW. A fast, furious, all-hands-on-deck operat",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Let’s go, people. We gotta get y'all fed before the movie starts. Cause if you miss seeing Darryl Hannah’s ass, that’s on me. An EAGER PATRON steps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EAGER PATRON",
          "text": "I'll take three carnitas tacos and two of those jalapeno fritters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Good man. (then) You have your cardiologist on speed dial, right? The guy smiles as Marco flirts with 2 HOT GIRLS walking b",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO, (CONT'D)",
          "text": "Ladies. Best meal on wheels, right here. 24 \f25 18. One of the girls smiles back, holding up her SANDWICH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUTE GIRL",
          "text": "Oh yeah? Tell that to my cheese and bacon panini. Total foodgasm. She nods to a nearby GRILLED CHEESE TRUCK aka ‘THE MELTDO that’s gathering an enthusiastic crowd of its own. Marco looks over, his eyes narrowing. Then he JUMPS throu the window of his truck, abandoning his post. J.J. (20s), Marco's misfit co-worker, calls after him - J.d. Yo, Chef. Where’re you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Back in two secs, J.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chef Rosie Brennen (from the girls’ apartment), effortles beautiful, her hair in braids, works on the Cheese Truck. She wields her knife with skill - slicing peaches and bac when suddenly Marco is at her window, staring her down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "What do you think you're doing? Rosie gives him a look. Then keeps chopping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "There’s a line if you want to order -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "- The only thing I’m ordering is for you to stop serving that bacon. Pig is our turf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Your “turf?” What is this, West Side Story? Are we gonna rumble at midnight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Maybe. I got a whole gang of back-up dancers ready to go. (then) You're the cheese truck. Stick to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That’s funny, because I noticed those jalapeno fritters you’re serving -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "- Are awesome, right? My invention -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "- Have ricotta cheese in them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Oh, c’mon, just a pinch. That’s nothing compared to the bacon crutch you’re propping these sandwiches up on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Paninis. Blue cheese and grilled peach paninis - with a dash of bacon. Also awesome. My invention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Fine. You wanna go? Let’s go. Your special against mine - whoever sells the most tonight, wins. (beat) If I win, you have to have a drink with me. And if you win, you may also have a drink with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Right. So you can stand me up again? I'll pass. 19. Marco stops, gives her a slow smile. Taunting, flirtaciou",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Wow. That was like five years ago. I can’t believe you still remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "It’s not like it keeps me up nights. Trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "(walking away) Good to see you too, Rosie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Prepare for battle, Marco! Rosie’s FEMALE CO-WORKER (30, probably eats a lot of cheese) looks over -— grilled \f26 27 28 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE CO-WORKER",
          "text": "You know that guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "We went to high school together. He’s a total player.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE CO-WORKER",
          "text": "(watching Marco go) Yeah... I’d play with that. TIME LAPSE - as the lines move through the two trucks, th food teams work hard, putting out food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An empty bottle of wine rolling on a blanket as Colin and Trish sort of watch the movie. Colin’s feeling good. He casually walks his hand up Trish skirt. She whispers, faux scandalized -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "But, Dr. Cooper. We’re in public.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I know. It’s all so unscheduled... He gives her little growl. Trish growls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie SLAMS the heavy back door of the idling cheese truc The truck pulls away to reveal - Marco on the other side - with TWO COLD BEERS and a smile",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "I win. His chef knives slung over his shoulder. The same ones Ro has slung over her shoulder. She sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f29 21. EXT. PIEDMONT PARKING LOT/ ROSIE’S SHITTY DODGE NEON - NI Rosie and Marco sit on the hood of her battered DODGE NEO his BIKE leaned against the car. The iPod on her dash provides the soundtrack to their conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "---It’s true. I had a mad crush on you back in the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Oh, so that’s why you asked two girls to prom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "I asked Mia, but then you broke up with that Lacrosse dude, so I had to make my move -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "- While also keeping your options open. Nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Hey. I’m not saying it worked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Don’t worry about it. I blocked out most of high school, anyway. She waves her hand, revealing a BANDAGE on her wrist. Mar takes her wrist, looks at it -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Hey. Where’d you get this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Oh, that. Yeah, I fought a grill and the grill won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "“Chef hands.\" Occupational hazard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Totally. They’re a real guy magnet. Marco holds up his hand, proudly shows off a scar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "My first Cog Au Vin. Five stitches. \f30 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Five? That’s adorable. (then, shows another scar) Deli slicer. Nearly took my thumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "(re: a scar on his arm) Second degree burn from a double- boiler. Making caramel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Mmm. Home-made caramel’s the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Never again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "(showing another scar) This one. Julienning shallots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "(showing another scar) Julianne. Ex-girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "You probably deserved it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "So mean. Are you always this mean? She smiles and nods. Marco give her a look. A moment betw them. Rosie considers him, then lets out a decisive sigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "OK, Trouble. I’m gonna go. She slides off the hood. Marco gives her a look, then hop off too. He makes a show of opening the car door for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Well, Rosie Brennen, it was good catching up. Maybe I’11 see ya on the truck line again sometime. Marco formally holds out his hand. Rosie shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "If you‘re lucky. She lets go, turns to get in her car. But then, Rosie tur back to him and suddenly they’re KISSING. SMASH TO: Rosie and Marco making out against the car, all chemistry midnight madness. Talking between kisses - \f31 32 33 23..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE, (CONT'D)",
          "text": "OK, seriously, I’m going... (more kissing) This is me getting in my car...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "(more kissing) This is me waving goodbye... LATER. Rosie’s Dodge Neon now rocks in the near-empty par lot. Her bare feet peek out an open window. Marco’s bike over, setting off Rosie’s CAR ALARM, as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE PARKING LOT 32",
          "text": "Trish and Colin tip-toe out of a wooded park area, wrappe their picnic blanket. He picks a leaf from her hair. Then",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Is that our alarm? And from the blinking RED TAIL LIGHTS of Rosie’s car to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun streams in. The (now clean) Celebrity Dance Off trophy sits on a night stand, next to a copy of the book WHAT TO EXPECT WHEN YOU’RE EXPECTING. A hand reaches for a pair of EYEGLASSES. They slip onto t face of Evan as his gaze focuses on Jules, already up and stretching. He watches her from bed, enjoying the view. She’s not showing yet, but her boobs look bigger. He smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "C'mon. Let me see ‘em. Jules sighs, then flashes Evan her new boobs. He smiles, gives an appreciative slow-clap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN, (CONT'D)",
          "text": "Never gets old. Jules drops her shirt and continues stretching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "You sure you’re not freaking out? You can say so. I can take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Freak out’s a little strong. \f34 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "I just don’t want you to feel trapped. I really thought I had a bad fallopian tube. Honestly, if you don’t think you can handle it - that’s fine - let’s not force it. Evan reaches out and pulls Jules back to bed with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Hey, Idiot. I wanted to be with you before you were pregnant. This just speeds things up a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "A lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "So? We’re old enough, we love each other, we can afford it, what’s to figure out? He smiles, kisses her. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Yeah, it’s not like it changes who we are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Exactly. So, what are you gonna do about your show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "New season starts in three weeks, and we’ll be wrapped before I have to deliver. (beat, smile) I’m gonna help people get thin while I get fat. Evan laughs. Jules gives him a last kiss, gets out of bed flashes her boobs one last time before heading to the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY 34",
          "text": "A pristine 1920’s house in historic Little Five Points. Lots of character. A FOR SALE SIGN in the yard. \f35 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, wood floors, beautiful old windows - the kind of place you buy and live in forever. COUPLES linger, taking it in. Including Nate and Holly, w is already decorating it in her mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "This is it. This is the one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "What?! No. We’re not buying. We’re just looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "But can’t you picture it? The couch here, you and your keyboard over there, singing at our Christmas party. Nate mimes playing the keys as he makes up a goofy song -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Are you effin crazy?/ First, we gotta deal with the baby/ Then we can talk house, my lovely spouse - Holly starts defiantly singing her own song, Edward Sharp and the Magnetic Zero’s “Home.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Home, let me come home home home -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "- Oh no, uh-uh. You’re not allowed to use that song against me. I’m the one who put it on your iPod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I know. It’s a good one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Yeah. I’m trying to get it placed in our United Airlines ad. Holly nods, then catches another COUPLE seriously checkin out the house. She gives them a territorial stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Nate. This is the one. \f36 37 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "We're just looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Food Trucks set up for the lunch rush outside an office p At the Big Pig Truck, Marco chats up some FLIRTY OFFICE GIRLS. As they walk away, smiling Marco turns and catches Rosie watching him. She looks away. Pretending not to car",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Rosie, hey. ‘Sup? We should totally “catch up” again. Soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Uh, I dunno, Marco. I think we did it, I think we’re all “caught up.” Rosie gets back to work. Marco playfully calls after her",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Aw, you know this isn’t over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trish is crashed out in a private lactation room, curled with two giant pregnancy pillows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Trish? You OK? She slowly opens an eye, DROOL runs down her face. The pillows have huge drool pools on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(groggily, pats her belly) What?... Oh... I was dreaming I grew a kangaroo pouch. Do I have a kangaroo pouch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "No. But that sounds awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "It was. I didn’t need a purse anymore. I kept my snacks in there - Trish suddenly stops. Her eyes POP open, realizing... \f38 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hand reaches for a PREGNANCY TEST. Pull back to reveal Rosie holding it. As a PAINFULLY YOUNG TEENAGE COUPLE (maybe 16, in matchin black hoodies and skinny jeans) hold the same test. The T Girl gives Rosie a knowing look as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin, wearing a swim-cap, goggles and a surf shirt, methodically swims laps. Trish, PREGNANCY TEST in hand, frantically fast-walks pas ‘NO RUNNING’ SIGN to catch up alongside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Hey, Colin. Colin. Sweetie. Colin, oblivious, FLIP-TURNS at the end of the lap. Trish stays with him, trying to get his attention. Getting loud",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH, (CONT'D)",
          "text": "Colin! COLIN! Unable to get his attention. Trish finally launches herse INTO THE POOL, attacking him like a wet labrador.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "(under attack) Argghhh! Trish! Good god, you know I’m on Lipitor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(scary scream) I'm pregnant!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "You're... what? Trish waves the pregnancy test.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH CHILD",
          "text": "A beat. Then —-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I did it! I preggoed you! Trish and Colin jump up and down in the pool, hugging. Tr suddenly looks rather turned on, starts to make out with \f40 28. The LIFEGUARD blows his whistle as the pregnancy test flo into the lane of an UPTIGHT GUY swimming laps. He tries t splash the pregnancy test back to Trish and Colin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER SWIMMER",
          "text": "Ew. Keep it in your lane, people. INT. ROSIE’S APARTMENT - BATHROOM - DAY 40 BRAS and TIGHTS hang from the shower curtain rod. MAGAZIN are scattered across the vanity, including a LIFE & STYLE cover of Jules and Evan kissing with the headline - “TOGE AND PREGNANT!” As Rosie sits on the toilet staring at TWO POSITIVE PREGN TESTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "s+ SHLts",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY, (0.S.)",
          "text": "(pounding on the door) Rosie! Hurry up. I have to get ready for my interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Sorry. Coming. Rosie flushes, quickly stuffs the pregnancy evidence in a drawer and OPENS the door as her two roommates - Molly and Courtney stumble in. Molly grabs her purple bra from the curtain rod and slips it on under her shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "God, this is depressing. I worked at Urban Outfitters my senior year. Now I have to go crawling back. (beat) Thanks for nothing, college degree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Olive Garden fell through, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTNEY",
          "text": "Aw, Molls. We were really looking forward to those free bread sticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Don’t worry. I still have that pervy manager at Outback who loves me. He’ll hook us up with free drinks and apps during happy hour. \f41 42 29,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTNEY",
          "text": "Sounds like dinner. Rosie, you in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Yeah. Because all my life needs right now is a free Mai Tai and some coconut shrimp. Rosie walks to her bedroom and shuts the door. Courtney a Molly share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "What the hell? I thought she finally got laid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin and Trish stand at the DOOR of an imposing estate. Trish's breasts look like they’ve grown three cup sizes s the last scene. She helps psyche Colin up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Don’t let him get into your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Not today. He can’t ruin this. Trish nods in solidarity, then THROWS UP in a BUSH. Colin makes a gross face, then gently rubs her back, as -— COLIN (PRE-LAP) (CONT’D) So, Dad, Trish and I have a little announcement to make...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON: Colin and Trish sitting at an outdoor table wit brunch. A lush back yard and pool behind them. Right on a pristine GOLF COURSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH AND COLIN",
          "text": "We’re pregnant! REVERSE ON: the other side of the table, where the OLDER YOUNG WIFE couple we saw in The Celebrity Dance Off audie now sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WIFE",
          "text": "Oh my god! So are we! \f30. This is RAMSEY COOPER (60, a robust rascal, always in Tom Bahama) and his third-wife, SKYLER COOPER (30, as sweet a she is pretty). There’s a long beat as everyone processes the weird news. Then Ramsey beams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Well hell. I guess this means congratulations to all of us. Skyler and Trish exchange polite smiles. Colin just stare",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Uh, wow, Dad. I had no idea you and Skyler were even trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "We wanted to keep it quiet, in case it didn’t work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "But first time’s a charm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Actually, third time’s a charm. The saying is “third time’s -”",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "- Not for us. First time got ‘er done. But y’all have been at ita while now, huh? Coupla years? Trish swallows, forces a smile. Colin sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Not everything’s a race, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Not everything. Just most things. (a smile, then) Aw, c’mon Col, let’s celebrate. Let’s go to Margaritaville.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I don’t want to go to Margaritaville, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Everybody wants to go to Margaritaville. Ramsey aims a REMOTE at - \f31. AN INDOOR/ OUTDOOR MARGARITAVILLE BAR, complete with SIGN An expensive backyard shrine to Jimmy Buffet. Lights come and Margaritaville Music begins to play -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY, (CONT'D)",
          "text": "I‘1ll break out the Don Julio Blanco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "It’s 11 am. I’m not doing shots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Okey-doke. More for me. Ramsey dances off to his bar to get his shot. Skyler smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Trish, I’m so glad I have a baby expert in the family. Do you feel anything yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Just joy. And maybe a little nausea, plus some exhaustion, and I have to pee every five - (catching herself, smiles) - But I’m so happy! Every symptom is just proof that a miracle is happening inside me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Yeah, I thought I’d have to give up tennis and running, but so far, I just have all this extra energy. Trish looks at Skyler - the girl is stunning. Trish digs fingernails into her hands as she smiles and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER, (CONT'D)",
          "text": "Plus, I’m, like - (an embarrassed whisper) - Crazy-horny. I mean, if I even get a whiff of Ramsey, I have to pounce. I wear this old dog out. Ramsey, returning with his shot, and Skyler share a giggl",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Hormones. What’re you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I dunno. Maybe not talk about it over brunch? That’s what I’d do. \f43 44 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ramsey and Skyler walk Colin and Trish to the front door. They pass _a BRAG WALL OF PHOTOS, ARTICLES, MEMENTOS. showcasing Ramsey Cooper’s long, illustrious, NASCAR care",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Well, your step-mom and I really wish y’all could stay longer, but -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "- Sorry. We have to go by Home Depot. And pick up some mulch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "OK. But ya know what they say... (digging in his pocket) Money’s not everything, but it sure will keep you connected to your kids. Ramsey pulls out a GIANT MONEY ROLL of hundreds. He tries peel off a few bills for Colin, who refuses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Dad, no. I don’t need it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin drives. Trish reclines in the car seat as far as it goes. Baby Einstein music plays as a worked-up Colin ramb",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Really? He hasn’t done enough parental damage? They haven’t even been married a year! (then) You know what? We won’t let it affect us. You, me and little “Mini Cooper” there will do great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "“Mini Cooper.” So cute. Colin spots a CUPCAKE BAKERY -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "You having any cravings? A cupcake, maybe. (Trish looks ill) OK, we'll just get a few. Colin pulls in. Off Trish’s face, looking green, to... \f45 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON: Marco also looking ill. PULL OUT TO REVEAL: FOO TRUCKS are lined up at an OFFICE PARK, prepping the lunch rush.. Marco paces. Rosie just stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "You sure you took the test right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "You pee on a stick. It’s pretty idiot proof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Right, sorry. I just... shit. Wow. One night, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Yeah. Congratulations. You have robo-sperm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "So... What do you want to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "What do you want to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "I dunno. I just got the information. I mean, you’re the girl. Don’t you get to decide?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Great, so it’s all on me then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "- No. I didn’t mean that, I just... fuck. (then) Should we get married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "“Fuck. Should we get married?” Well gee, when you put it that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Sorry, Rosie. I’m just trying to do the right thing here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Then don’t ask the wrong questions. (then) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 47 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE, (CONT'D)",
          "text": "You know what? Just forget it. Forget I said anything. I gotta get back to work. Rosie turns to go. Marco moves to go after her, but MARCO BOSS (40s, grizzled) intercepts him - MARCO’S BOSS Chef, let’s go. People gotta eat. INT. INTERIOR DESIGN FIRM - WORK AREA -— DAY 46 Holly eats take-out lunch with her co-worker and friend, (30, warm, chatty) as they sort FABRIC SAMPLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": ".-. I just wish he was as excited as me, you know? He treats it like some chore I talked him into. (then) I dunno, maybe he’s not ready. Kara stops. Give Holly a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARA",
          "text": "Dude’s group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARA",
          "text": "It’s like Fight Club - only there’s no fights and the men have babies. (off Holly's look) I don’t know what happens there, I don’t know what they talk about. All I know is Craig started going when I was pregnant with Henri and he was losing his shit. Now he loves being a dad and he never misses a Saturday. (beat) You want Nate ready? Send him to the dudes. Kara scribbles down the details, hands the piece of paper Holly, as... INT. OBSTETRICIAN’S OFFICE - LOS ANGELES - DAY 47 An OBSTETRICIAN hands Jules and Evan a pamphlet on AMNIOCENTESIS as he walks them out of an exam room. \f35. Jules carries a PREGNANCY BINDER, already full of researc Lady likes to be informed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OBSTETRICIAN",
          "text": "You’re in great health, your blood pressure’s low -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "- See? Great health. That’s all we need to know. Let’s not go crazy with the research.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "What? I like the research. It soothes me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OBSTETRICIAN",
          "text": "Then you’ll love “the wall.” See you two next month. He smiles and exits. As Jules turns to - A WALL OF PAMPHLETS on pregnancy-related topics. Jules si Abhh. As Evan looks worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "No. I don’t want to know about everything that can go wrong. As Jules starts gathering one of each.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "(reading as she grabs) Breast-feeding... Cord-Banking... The Bradley Birthing Method... Circumcision: Yes or No? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "- Of course. How is that even a question? A YOUNG NURSE walking past, stops -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG NURSE",
          "text": "Actually, a lot of couple are choosing not to circumcise these days. Insurance doesn’t even cover it anymore. She smiles, exits. Jules nods - then adds that pamphlet t the pile. Evan looks at her like she’s a little bit insan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie, exhausted at the end of her shift, throws her kniv over her shoulder, when someone grabs her hand... Marco. He gives her a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Hey. I’m not going to forget it. Rosie sighs, gives a little nod. 49 INT. ROSIE’S APARTMENT —- NIGHT Molly and Courtney watch ‘Lose It’ on TV. 49pt ON SCREEN: Jules (bigger boobs, no belly yet) rides back of a slow-moving PICK-UP TRUCK, yelling at 12 OBESE CONTESTANTS, all pushing the truck across A FOOTBALL FIEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEEP PUSHING",
          "text": "(then) SAY ‘I’M WORTH IT!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTESTANTS, (ON TV)",
          "text": "I’M WORTH IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "This show makes me so hungry. Rosie opens the front door and enters with Marco. She chu a bag of leftovers to the girls. Their curious gaze is on Marco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Marco, this is Courtney and Molly. And vice-versa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTNEY",
          "text": "Whoa, the Marco?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "(nodding with approval) Well done, Rosie. Well. Done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Ignore her. My room’s over here. Marco follows Rosie to her bedroom. The door opens to rev 48 49 49pt \f37. INT. NATE AND HOLLY’S HOUSE - DAY 50 Nate sorting CDs in his office (the 2 Live Crew Album is in place). Holly stands in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "No way. Uh-uh, I am not going to that. I’ve already got friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "But these guys all have babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I know. That sounds terrible. (catching himself) I mean, I’1l be down with our kid when it’s time, but -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "- Craig goes. You like Craig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I like Craig at a barbecue. Not as a forced play date. Nate moves to put on head phones. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "If you go, just once, I’1l give you a B.J. Right here, right now. Nate stops, puts his headphones down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "B.J. Blackmail? That’s the card you’re throwin’ down? Holly gives him a coy smile, slowly nods, moving in - NATE (CONT’D) Fine, but a real one. Not one of those where you get half-started, then the phone rings and you wander off and start talking to your mom. Holly puts her hand over his mouth to shut him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Shh. \f51 52 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saturday morning. People in the park power walk and jog. stands by his car, drinking coffee. When he spots - In dramatic slow-mo - a MOTLEY CREW OF DADS (about 6) all walking towards him. It’s Reservoir Dogs - with strollers The group is headed up by VIC (30s, a gregarious bear of guy), wearing a Baby Bjorn, pushing a double stroller, trailed by a toddler, HASKEL (3, plastic sword, black eye As they get closer, CRAIG (30, perpetually exhausted, pus baby Henri in a stroller) gives Nate a sleepy fist-bump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Hey Craig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "(doing the introduction) Nate, Vic. Vic, Nate. vic Welcome to Thunderdome. Let’s walk. Nate cautiously joins the guys as Vic leads them through park, down a trail. He looks over, sizing Nate up -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIC, (CONT'D)",
          "text": "I sense your fear. It’s cool, you’re still on the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "Stay there, Nate. Seriously, man. vic Craig's had a rough week. Kara took a three-day business trip. And little Henry there got sick. Vic pulls out a FLASK from his Bjorn, tosses it to Craig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIC, (CONT'D)",
          "text": "There you go, big guy. Walk it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "(to Nate) Oh, and around Kara, he’s still ‘Henri.’ Let’s keep ‘Henry’ on the DL. vic See, Nate. Woman pretty much control the baby universe. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "vic (CONT'D) And why not? They carried the damn things. But here, we’re free. No one’s looking over your shoulder if you put the diaper on wrong, or don't heat up the bottle. And if your wife names your kid “Henri” and you want to call him “Henry” - go for it. This is a safe place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Good to know. You look like you've got your hands full there, Vic. vic Yep. I got four under five. Ava, the baby here, Sailor and Stella, the twins, and Haskel the Rascal back there. (turns, yells at Haskel) Yo, Buddy. Keep up! (beat) I mean, sure, twice a year, I think about the price of college and weep in my car. But then I punch myself in the nuts and get over it. (beat, a smile) It’s awful, but it’s so beautiful. Do you have life insurance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "We've been meaning to. vic I’1l hook you up. You'll need that. Just then, GABE, the portliest, hair-thinningest of the group, spots someone running toward them -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABE",
          "text": "Whoa. Wait for it... And then, the guys all break into a burly cheer as -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DA-VIS",
          "text": "DAVIS (36, a rugged alpha male with a great head of hair) comes jogging up. The kind of guy women want, men want to Fist bumps all around. Davis is tan, healthy, unencumbere NOT part of Dude group, but nice enough to say hello. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "What’s up, fellas, offspring - everyone good? Haskel, nice shiner. Vic, did you do that? vic You kidding? I can’t take this guy. That was all his mom. Three rounds. Davis laughs as he hops on a PULL UP BAR, casually talkin he works out. Never out of breath. The guys watching in a",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABE",
          "text": "So, D, where you been? We haven't seen you around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Yeah, I had to get some work done. vic (to Nate) “Work.” This asshole’s a surf photographer, travels all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Costa Rica. Davis, one-arming it now, hands over his iPhone, showing guys his incredible SURF PICTURES - They look on in awe. Then accidentally scroll to a PHOTO stunning girl in a bikini - no top. Now they really look. Even Nate. But Davis hops down, grabs the phone away with telling smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS, (CONT'D)",
          "text": "Whoa. Hey. That’s censored. PATEL (30, Indian descent, but all American dude, also wearing a Baby Bjorn) sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATEL",
          "text": "Costa Rica looks spectacular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABE",
          "text": "(handing Davis his water) I gotta get better pictures on my phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Aw c'mon, you guys are living the real dream. Davis says this. But he clearly loves his life as-is. \f4).",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS, (CONT'D)",
          "text": "So, Patel, what’s the Challenger report? You ready to sell it yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATEL",
          "text": "Never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Good man. I respect your stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABE",
          "text": "Oh please. Ask him the last time he drove it. You can’t fit a car seat in that thing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATEL",
          "text": "Gabe, I understand you’ve embraced the mini-van, but that’s your journey. I don’t want to drive a vagina on wheels. vic (to Nate) Patel’s wife wants him to trade in his ‘71 Challenger. We have bets on how long he can hold out. Nate smiles. He kind of likes this crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "He test drove an Odyssey last week. The guys all GROAN - oh no, Patel’s in trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATEL",
          "text": "So?! That doesn’t mean anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Yeah. I look at open houses with Holly, but we’re not buying one. They guys’ collective bullshit-groan is even louder now. Vic grins, puts a sage hand on Nate’s shoulder - vie When your wife says you’re just test driving mini vans, you’re buying a mini van. And when she says you’re just looking at houses, you’re buying a house. Nate suddenly looks concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "54 42. INT. ROSIE’S APARTMENT - BEDROOM - NIGHT 53 Rosie’s room is a mess of cookbooks and clothes. Marco an Rosie lay side by side. Staring at the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "And what if... I wanted to have it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Then I’d definitely have to pick up extra shifts. And start saving. So... this is what you want to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Sort of... I think I have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "OK, then. There’s a beat as the reality of doing this settles on th MARCO (CONT’D) So, like, are you expecting me to stay over or...? Marco rolls over, looks at Rosie. But she’s already aslee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trish is on the STORE PHONE. She looks like HELL (her boo are even bigger) but she smiles through it. Janice is nea doing Breast Pump inventory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(on the phone) ..-No, thank you. That’s right, Breast is Best! Bye. Trish hangs up, forces a triumphant smile. TRISH (CONT’D) It happened, Janice. (suddenly teary) You are looking at one of the key note speakers of the next regional La Leche conference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Oh Trish! Look at you, you’re living your wisdom! Just then, Trish’s iPhone RINGS. With predatory speed, sh grabs a BABY MONITOR and SLAMS it down, CRUSHING the iPho \f55 56 57 43. Janice jumps. Customers turn and stare. Trish smiles, sig",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Landlines only from now on. Gotta protect my miracle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "(nods, then a little sad) Shame. I was really wanting an iPhone. Off the destroyed phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly discreetly checks her VIBRATING PHONE as her boss K (40s, gay, takes himself seriously) walks a CLIENT throug the fancy room plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN",
          "text": ".--And I propose a pair of French Bergere chairs here... The screen on Holly’s phone reads: Christian World Adopti Her heart starts to race as she ducks out - INT. INTERIOR DESIGN FIRM - BATHROOM —- DAY 56 Holly slips into the bathroom and breathlessly answers -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Is this it?! Is this the call?! A female voice on the other end laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their Social Worker sits in front of her computer screen, with their adoption file open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "I have good news. You want to call me back when you and Nate are at a computer together -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "- Give me thirty minutes! Holly sprints out of the bathroom - \f44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Past Kara’s desk -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I’m taking an early lunch. Family emergency. Tell Ken. Love you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small boutique agency. Holly tears past the RECEPTIONIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the darkened suite, Nate and his AD TEAM gather as an EDITOR plays the UNITED AIRLINE TRAVEL ad with the Edward Sharpe “Home” song behind it. The second it finishes, the door opens and Holly pops her head in -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Hi guys. Any chance I can borrow Nate for two secs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AD GUY",
          "text": "Take his sorry ass. We’re done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(smiles as he gets up) Check out the other two tracks. But I'm telling you, ‘Home’s’ the one. As Nate steps into the hall - 61 INT. AD AGENCY -— HALLWAY 61 Holly hugs him, a sudden mess of excitement and nerves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "The agency called! This is it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(shocked) Already!? It’s supposed to be at least six months. Not two. 62 INT. NATE’S OFFICE - MINUTES LATER 62 Nate has a tiny office, covered in music paraphernalia. H sits on his lap in front of his computer. They talk to th Social Worker on SPEAKER PHONE - \f63 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER, (ON SPEAKER)",
          "text": ".--You jumped ahead because the three couples in front of you requested girls. I’m sending the pictures now. His name is Kaleb, he’s three months old -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "- What happened to his mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "We don’t know. He was abandoned in front of an orphanage in Addis. Holly gasps, puts her hand over her mouth. SOCIAL WORKER (CONT’D) He's a healthy, normal boy. But we don’t have family medical history and probably never will. You two need to consider whether that will be an issue for you - Nate looks concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "- It’s, not! Nate’s email CHIMES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY, (CONT'D)",
          "text": "Open it! Nate clicks on the picture. A BEAT - and suddenly - The screen fills with an IMAGE of SMILING KALEB (3 months the cutest little Ethiopian baby you’ve ever seen. Holly takes one look at him -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY, (CONT'D)",
          "text": "He’s... gorgeous! - And starts to cry. Nate rubs her shoulder, but doesn’t the same instant connection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIAL WORKER",
          "text": "This is your time. I’m hanging up. Call me if you need anything. CLICK. Holly and Nate stare at the photo. It’s a surreal, beautiful moment. Holly reaches out, touches the screen. \f64 65 66 67 68 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Can you feel it, Nate? It’s really happening. (choked up) We’re gonna be a family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Yeah. Real soon. And from Nate’s look of quiet panic, MUSIC CRANKS and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jules and Evan get an ultrasound, her baby bump starting show. The LAB TECH smiles at -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST LAB TECH",
          "text": "---A boy. Trish and Colin. Trish (looking like hell) smiles, then cries. Then wets herself. We PAN BACK to a SECOND LAB TECH in front of an ultrasoun screen who smiles at -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND LAB TECH",
          "text": "It's a girl. Ramsey and Skyler (looking great) who beam. Then make out We PAN BACK to a THIRD LAB TECH, who announces to -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD LAB TECH",
          "text": "It’s a -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "- No, wait! I want it to be surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "I’m pregnant. That’s all the surprise I need. Just tell us -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD LAB TECH",
          "text": "A boy. Jules and Evan squeeze hands, share a teary look. But he really wanted to be surprised. We PAN BACK to a FOURTH LAB TECH, who hands a little FUZZ ULTRA SOUND PHOTO to — 64 65 66 67 68 \f69 70 71 72pt 72 73 74 75 76 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH LAB TECH",
          "text": "It’s a little soon. We’ll know the sex in a couple of weeks. Rosie and Marco. Rosie can’t take her eyes off the ultrasound. She even smiles a little. So does Marco. Wow. Life. We move out the window to the - STREET - where we pick up a killer 1971 DODGE CHALLENGER driven by Patel that pulls into - PIEDMONT PARK - where the dudes gather near as Davis hand Patel a CHECK and takes the KEYS. Patel cries. Gabe colle money from Vic and Craig - he won the bet. TIGHT ON Nate, looking concerned - PULL OUT from Nate as THE FOR-SALE HOUSE now gets an ESCR SIGN. Holly kisses him, beaming. She continues smiling as HOLLY SHOWS Nate a NURSERY DESIGN PLAN of the NURSERY. Na checks the price of the crib - $800. Fuck. In the b.g., Jules's show ‘Lose It And Weep’ plays on TV. Jules, belly little bigger, screams at obese contestants on treadmills off their TV, we are in - 72pt COLIN AND TRISH’S LIVING ROOM - they also watch ‘Lose It Weep’ in their Snuggies while Colin stuffs his face. And Trish (her belly a little bigger) fastidiously Hi-Lights copy of WHAT TO EXPECT. Off Jules on TV, we are now with JULES ON THE SET OF ‘LOSE IT AND WEEP’ - jogging alongsid her contestants, yelling them as they hike. Cameras stop rolling. Jules collapses in a chair, exhausted. She picks a PREGNANCY BINDER, studies the “Circumcision: Yes or No? pamphlet. Off the pamphlet - A KNIFE SLICES A BABY CARROT —- ROSIE AT WORK AT NIGHT (a ART WALK, people wandering in and out of nearby galleries Molly and Courtney drop by to scam free sandwiches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Thanks for the free grub. And your boobs are epic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "I know. I’m getting crazy tips. TIGHT ON: A TIP JAR full of money that Rosie carries as s leaves work. Marco rushes up and helps carry her knives. After a beat, he takes her hand. They share a look and sm ROSIE AT HOME - sits on the couch, eating an obscene bowl cereal. \f48. Molly sits next to her, flipping through her copy of WHAT EXPECT as Courtney massages Rosie’s feet. A “16 and Pregn marathon plays on MTV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Dude. When are you going to tell your parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Soon. I just want things to feel a little more settled. END MONTAGE. 77 INT. FIT PREGNANCY PHOTOSHOOT - LOS ANGELES - DAY Uh Jules, at a photoshoot, shows off her new belly (5 months now, which she can’t stop protectively touching). We see copies of the magazine FIT PREGNANCY scattered here and there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHER",
          "text": "Thank you, Jules. We got it. Everyone breaks. An excited MAGAZINE EDITOR rushes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGAZINE EDITOR",
          "text": "We're so excited to have you as our April cover mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Let’s keep it positive. (looks her ringing cell) ‘Scuse me, one sec. (answering) Hi. Did you watch it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evan, taking a break from a dress rehearsal with his new dance partner (WANDA SYKES), talks on his cell. We INTERC",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "(on the phone) The circumcision video you sent? Give me a little warning next time. I was eating lunch. Now I’m scarred for life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANDA",
          "text": "(standing near Evan) We all are. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "(on the phone) Well, think of how it is for a baby. Honestly, I never gave it a second thought, but I can’t do it. Jules is at a SNACK TABLE stuffing her face. She drops a CHEETO into her growing cleavage. Picks it out, eats it. Jules is oblivious to the Magazine Editor nearby listenin",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES, (CONT'D)",
          "text": "It’s not even medically necessary. And, did you know, it makes the penis less sensitive. I’m not circumcising my baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Whoa, hey. He’s my baby too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Fine. But why would we do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Um, because I’m Jewish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "You're only half-Jewish. Christmas- tree Jewish, you said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Yeah, but my penis is full Jew. (then) Jules, have you been with an uncut guy? You know what that looks like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Yes. And I like the helmet as much as the next girl. But maybe it’s because I’ve been conditioned to. If you had your foreskin, I'd still love you. Maybe even more. (beat) Just a tip more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "I can’t believe we're having this conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "I know, it weird. (then) Any way you slice it. \f80 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "(smiles) Well. Let’s not lose our heads over ales",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "But the issue is two-fold, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Yes, and I’d feel shafted if we didn’t do it. (she laughs, then) Can we talk about it later? I’m working here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES EVAN",
          "text": "OK. Love you. Bye. Love you. Bye. Evan hangs up, looks at Wanda who’s been waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANDA",
          "text": "Don’t cut the kid. Evan laughs, shakes his head as they take to the floor. MUSIC STARTS and as their Tango becomes... INT. ROSIE’S PARENTS’ HOUSE - LIVING/ DINING ROOM - NIGHT Celebrity Dance Off playing on a TV in a middle class sub house in b.g. where Rosie has dinner with her young MOM a DAD and brother TREVOR (15, Jackass T-shirt, full-on obnoxious). Rosie plows through a heaping plate of lasagne. ROSIE’S DAD So, Lambchop. What’s new with you? How’s the ol’ cheese truck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Good. I get to plan a lot of the menu. I like that part. ROSIE’S DAD There you go. Get as much responsibility as possible. ROSIE’S MOM Are you dating anyone? \f5).",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Um, actually. I am kind of seeing this guy, Marco. He was a year ahead of me at River Oaks. ROSIE’S MOM Not the one stood you up for your prom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "(smiles, nods) That’s the one. He’s not so bad. ROSIE’S MOM So, is he like a boyfriend, or... Rosie looks at her parents. She wants to tell them, but -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Uh, we're just hanging out for now. ROSIE’S DAD Hanging out. What does that even mean these days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TREVOR",
          "text": "It means they’re buckfuddies, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Trevor! Jesus, can’t you guys muzzle him or something? ROSIE’S DAD We tried. He chewed through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TREVOR",
          "text": "What? Mom said I had to interact at dinner. I’m interacting. ROSIE’S DAD And how are Courtney and Molly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Same ol’. If it wasn’t for the cheese truck, they'd starve. But Courtney's in law school, so she has an excuse. Molly’s just Molly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TREVOR",
          "text": "Dude, Molls is so hot. You should totally let me stay over at your place. Get some good Facebook photos. \f81 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Yeah, you can woo her with your 900 theories about ‘Inception.’ Girls really love stuff like that. ROSIE’S MOM Well, I think it’s so great. You guys all living together, having your adventures now. I envy you, Rosie. I was off having babies before I had the chance. Enjoy it now. Every second of it. Rosie forces a smile. Shit. She can’t say anything now. A off their meal, we find...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin and Trish (looking progressively worse) dine with Ramsey and Skyler (looking progressively more radiant). Ramsey squints, trying to make out Colin and Trish’s fuzz black and white ultrasound photo -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "A boy, huh? Kinda looks like the Lochness Monster, but OK, I’11 take your word for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "He’s beautiful, y’all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Now I’1ll see ya a baby... and raise you one more. Bam. Ramsey slaps down a bad-ass 3-D ultrasound picture like a winning Poker hand. Suddenly the black and whites look la",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Oh. Twins. (swallowing her envy) So great!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "And you got the 3-D ultrasound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Yep. Kinda wish you’d done it now, don’tcha, Col? Yeah, you do. The chipper WAITER comes by. \f82 83 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "So, who wants dessert? Everyone shakes their head, stuffed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "- I do. EXT. ROSIE’S APARTMENT - NIGHT 82 Rosie trudges home from dinner to find Marco sitting on t steps waiting for her. She brightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "So, how'd it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "I’'1l tell them next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Well. You can’t hide it much longer. They head inside. INT. ROSIE’S BEDROOM —- NIGHT 83 Marco sits in Rosie’s bed, sending a text as Rosie change He looks up, watches her a beat. Then holds up his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Hey. Turn to the side. Show me the belly. I wanna see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "(turning to the side) You can’t even tell - Marco snaps a cell phone photo, then several more as he talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "- Yeah, but I’m gonna take one every week, watch you two grow. Rosie gives him a look, smiles. Marco pulls her to bed wi him. Kisses her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "I’m really glad you’re here. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Yeah? Where else would I be? He pulls her close. Kisses her again. They drift to sleep",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "84 The clock reads 2:00 am. Rosie sits up in bed, shaking awake. Panic in her voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Marco... Marco, wake up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "(groggy voice) Huh? Rosie -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "- Something’s wrong! I’m bleeding. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie lies on the table watching the ultrasound. Marco, exhausted, holds her hand. The FEMALE DOCTOR probes... with a worried expression. Th places her hand on Rosie’s arm and gently speaks to her. WE DO NOT HEAR WHAT SHE SAYS, BUT WE KNOW. The Doctor exits. Rosie turns her face away from the ultrasound and Marco. Tears stream down her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "It’s my fault. I wished it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "No you didn’t. Don’t say that. Rosie starts to sob, hard. Marco, awkwardly, reaches out rubs her back. 86 EXT. ROSIE’S APARTMENT BUILDING - ALMOST DAWN 86 Marco helps Rosie out of the car. She won’t look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Here. Let me help you inside. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "No. I got it. (then) Congratulations. You’re off the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Rosie — He reaches out for her arm, but Rosie jerks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "- Don’t! We’re not a couple, Marco. We’ve never even been on a date, so let’s just do ourselves a favor and quit pretending, OK? Marco stops. Nods quietly. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "But I need your car keys. To get my bike. Rosie stops, turns back, holds out her keys to him -— Marco unlocks the trunk, takes out his bike. Reattaches t front wheel. MARCO (CONT’D) You sure you don’t want me to walk you in? I’m here. I want to. She defiantly shakes her head and gingerly walks to her apartment. Marco watches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY, (0.S.)",
          "text": "Rosie! Hey. Wait up. Molly catches up. Her’s hair a mess, her make-up smeared the full-on walk of shame. MOLLY (CONT’D) Tequila shots. Don’t judge. (then) Oh shit, Ro - you OK? Rosie shakes her head no, collapses into Molly’s arms. Mo looks back at Marco — Just standing there. Feeling helpless. After a beat, he g on his bike and pedals away. Off his bike wheels, sunrise turns to day and... \f87 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pick up stroller wheels as Nate walks with the dudes - Vic, Craig and Patel. Vic’s son, Haskel now wears a SNOOP SLING, but still runs around like a maniac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": ".-- They said it was going to be at least a year. That’s the one thing you can count on with adoption, right? - time. I need that time, man. To save, to get ready - vic - There’s no such thing as ready. You just jump on the moving train and try not to die. Gabe catches up with his stroller, having missed most of conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABE",
          "text": "Don’t worry, Nate. I was terrified too, but then you’re in that hospital room, her legs are splayed open, she’s grunting like an animal, and out slides this little miracle - half you, half her - your DNA all mixed into one magical little baby cocktail. (getting really emotional) Best day of your life. Vic pops Gabe on the back of the head. vic That’s touching, Gabe. But Nate here's adopting his baby. Vic passes Nate’s iPhone around showing the PHOTO of Kale",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABE",
          "text": "Oh, sorry. But, hey, even better. At least you know you’re getting a healthy one, right? Nate sighs, this isn’t helping. At all. vic You just have to get used to babies They smell your fear. Like bears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "Yeah. Here, try holding Henry - \fDae",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL THE GUYS",
          "text": "vic Do not touch Craig’s baby! That kid’s a grenade and he will go off. Start with Ava here. She never cries. She rolled off the changing table last week - barely a whimper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "You dropped your kid off a changing table!? How is that even possi -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABE",
          "text": "- It’s really common. You can’t judge until you’re a parent, Nate! vic For the record, it didn’t happen on my watch. All the guys nod and hi-five Vic. Not his fault - nice. Vic lifts baby Ava out of the Bjorn and hands her to Nate",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Uh, no really, that’s OK, I - But Ava is already in Nate’s hands. And immediately, the precious angel starts to WAIL like a siren. Nate freaks - NATE (CONT’D) - Take her back! Take her back! Vic takes baby Ava back, with a shrug. vic Well. Fatherhood’s not for everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Big help, guys. Glad I came out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABE",
          "text": "Stop. Wait for it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DA-VIS",
          "text": "Davis jogs up. Starts doing his pull ups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Fellas, kids. Whoa, Haskel. (to Vic) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f88 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS, (CONT'D)",
          "text": "Kid’s more banged up than Mickey Rourke in ‘The Wrestler.’ Vic shakes his head in parental pain. vic He jumped out his window and broke his collarbone. We took him to the hospital and when he saw that giant x-ray light coming down on him, he started crying, getting all scared. And I'm like, “Hey Buddy, it’s OK, it’s just going to take a picture of your bones.” And Haskel stops crying and goes,”OK, Cheese.” The guys with babies grin and nod in bittersweet solidari",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIC, (CONT'D)",
          "text": "It’s awful, but it’s so beautiful. On that note, Davis jogs off. And Nate wants to go with h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly sits across from her boss KEN and an HR DIRECTOR. She is blind-sided, trying to keep it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "But... I don’t understand. I left another job to come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN",
          "text": "And a few months ago, things were different. But now we have several major projects on hold and have to go lean to survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(sighs) Right. Last one hired, first one fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN",
          "text": "Holly, you're a talented designer. We just can’t afford you right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(starting to panic) But I’m about to close on a house. I have a baby on the way. \f89 90 91 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN",
          "text": "Oh. I had no idea you were pregnant. Congratulations. He smiles. Holly bursts into tears. INT. HOLLY’S CAR - DAY 89 Holly pulls her car to a stop in front of the new house s now can’t afford, an “in escrow” sign on the front lawn. cute YOUNG COUPLE walks by, pushing a stroller, with anot baby on the way. Off the WIFE’S PREGNANT BELLY to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jules's pregnant belly on the cover of a stack of FIT PREGNANCY MAGAZINES that hit the counter. Trish (6 months now, looking worse) grabs a copy and looks at it with Jan Jules looks radiant, but the cover headline is a surprise In huge letters, Jules's cover story reads - “I'm Not Circumcising My Baby.” Off the magazine, we find... EXT. ‘LOSE IT AND WEEP’ SET - LOS ANGELES - DAY 91 Evan stands near his car, holding the MAGAZINE, quietly arguing with Jules - (close to 7 months now) - as the cre and the remaining 6 contestants all watch, whispering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Jules, just let me have this, OK? 6000 years of tradition, my cultural identity. Why is this such a big deal to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Because I don’t think it’s right. And I don’t care if it sounds crazy. I’m his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "And I’m his father. Parenthood is about compromise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "So, compromise, Evan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "I have. I’m the one who moved into your house. And I loved my condo. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "What about me? I’m sacrificing my entire body for this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "So that means you just get to win every argument? We'll “discuss it”, means Jules just gets her way? (she smiles - sure) No. I’m not that guy. And we’re not going to parent like that. We’re in this together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Look, Evan. In every relationship there’s an alpha and a beta, and I just think we have our roles confused here. They both stop and look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN JULES",
          "text": "I’m the alpha. I’m the alpha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN JULES",
          "text": "What? No, I’m the alpha! What? No, I’m the alpha!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN JULES",
          "text": "No, I AM! NO, I AM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "You know why we won that competition, Jules? Because you let me lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "No. I only let you think you were leading. That’s why we won. They stare each other down a stubborn beat. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "You know what. I don’t care what you tell some magazine, I still have a say in what happens to my son. I gotta get to rehearsal. Evan tosses the mag back to Jules. Evan get in his car an peels away. Jules sighs. A CAMERA GUY walks past Jules. He has an Australian accen \f92 92pt 93 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUSTRALIAN CAMERA GUY",
          "text": "I didn't get snipped. No one does back home. It’s great. Jules nods, then sees all contestants looking at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Get on those treadmills! You have a weigh-in tomorrow and someone's going home! And off the Magazine in Jules's hands... Sheryl Crow's co of The First Cut Is The Deepest plays as... INT. NATE AND HOLLY’S HOUSE - EVENING 92 ON TV - Evan spins into frame, waltzing with Wanda on Nat and Holly’s TV. As the Sheryl Crow song finishes playing. Nate, surrounded by tools and STROLLER PARTS (trying and failing to put it together) looks up at Holly. She has he laptop open, updating her portfolio. Nate notices -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "You should go out on your own. (then) I mean, not yet. We can’t afford it. But in a few years. Holly nods, almost says something, but stops when Nate, frustrated with the stroller, chucks the screwdriver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE, (CONT'D)",
          "text": "If this is a parenting test, I failed already. Holly sighs. A NURSERY IMAGE on her website becomes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stack of POST CARDS with a “Holly Bowen Designs” LOGO t Holly hands to Trish, now 6 months pregnant, looking more wrecked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "--.- So if anyone needs help with a nursery or just getting organized, I can take care of all of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Sure. Leave them on the counter. \f94 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Great. Thank you so much. (looking at Trish's belly) And congratulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Oh thanks. It’s - (her eyes go wide) - OH! There’s a kick, OK. A moving baby is a healthy baby! Holly’s gaze lingers a beat as Trish suddenly realizes - TRISH (CONT’D) Oh, you wanna...? Trish takes Holly’s hand and places it on her belly. Holl feels a kick. She smiles, then suddenly tears up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "It really is a miracle, isn’t it? Trish smiles, nods. Then farts. Off Holly’s stifled laugh we pick up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The laughter of partiers out on a Saturday night. They wa in and out of BARS as food trucks serve the late night/ea hangover crowd. In The Meltdown truck, Rosie, detached, keeps her head do chopping some onions as hungry patrons wait. Her co-worke looks back from working the window -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-WORKER",
          "text": "Damn, girl, the grilled Gorgonzola is killing tonight. Rosie just keeps chopping, but looks up briefly out and s The YOUNG TEEN COUPLE from when Rosie got her pregnancy t walk by. Still in their black hoodies and skinny jeans - now the girl has a big pregnant belly. The whole world SLOWS and DISTORTS as Rosie watches the couple - laughing, his hand on her belly. It’s like some blissful postcard from a life Rosie won’t ever have. CO-WORKER (CONT’D) Rosie... Rosie! \f95 96 63. Rosie snaps to and looks down to see her hand bleeding al over the onions. She cut herself. Rosie grabs a towel, covers her hand. As ANOTHER CO-WORKE jumps in to pick up the slack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER CO-WORKER",
          "text": "Take a break. I got this. Rosie sits on the back bumper of the truck. Across the 95 street, she sees -— Marco and his crew, blasting music from the Pig as they w and flirt with girls. A HOT GIRL dangles a HABANERO PEPPE over J.J.’s mouth as everyone cheers him on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Don’t do it, bro! A habanero’s not worth the forty bucks! But J.J. swallows the entire hot pepper. Then SCREAMS. Everyone laughs and CHEERS. It’s like a party on that tru Rosie looks back down at her hand, bleeding through the w towel and starts to cry. SOBBING by herself, as MUSIC PLA FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trish, now 7 months, rocks in a glider, her feet on a yog ball, as Janice, laptop open, helps plan her baby shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "(reading) “...So0 let’s shower Trish & Colin Cooper with light and love to honor the arrival of their Mini Cooper.” And then I’1l put a little picture of a Mini Cooper on the Evite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(chugging some TUMS) That’s beautiful, Janice. I - - Trish looks up and sees an actual MINI COOPER CONVERTIB park outside. And out steps -— Skyler - 7 months pregnant, with the cutest baby bump you ever seen. She wears short-shorts and sexy stiletto boots It’s effortless. She makes her way to the store -— \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Trish, look away. You don’t need to see this. But too late. Trish struggles to her feet as Skyler enter the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "I have to. She’s my step-mother-in- law. Janice nods - oooccokay - as Skyler enters the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Hi Trish! Wow - look at our bellies. We’re like twins! Skyler moves into frame with Trish, who dwarfs her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER, (CONT'D)",
          "text": "I just wanted to stop by and personally invite you to our baby shower. (beat) I know things have always been rocky between Colin and Ramsey, but we're family, and it would mean the world to me if y’all came. She hands Trish a very CHIC BOX. Even the invite is stunn Trish opens the box - it has two MINI COOPER HOT WHEELS C With a note that says - “Mini Coopers on the way!” Trish just stops - that was going to be her shower theme.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Oh. Mini Cooper. So cute! (a smile, then) So, Skyler, seven months now, you feeling OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "I just feel so whole and feminine - with all this life running through me -- oh, what am I saying? Trish, you know how it is. The more Sklyer talks, the more Trish can’t take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER, (CONT'D)",
          "text": "Of course, I have to get the nursery decorated, but - \f65. Trish grabs Holly’s design cards and shoves the whole sta at Skyler -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "- There you go! Done!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "See?! You’re such a great resource! Well, can’t wait to see y’all at the shower. Trish and Skyler share and awkward hug over their bellies",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "I’11 tell colin. As Skyler walks out, Trish tilts her head, getting a good look at the back of her thighs in short-shorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH, (CONT'D)",
          "text": "No cellulite. Not even in daylight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "I didn’t have legs that good when I was - ever. As Skyler walks to her car, even men who could give a shi about a pregnant lady stop and stare. Janice sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE, (CONT'D)",
          "text": "She’s like a magical pregnancy unicorn. 97 INT. TRISH AND COLIN’S HOUSE - NIGHT 97 Trish, in her Snuggie, shows Colin the invitation. Colin getting fatter, looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Mini Cooper? Colin crumples it up, chucks it in the trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN, (CONT'D)",
          "text": "No. I’m done competing with him. I won't get sucked in. Colin grabs a cupcake, settles into ‘Lose It And Weep’ on 97pt Where the PERKY HOST stands with Jules and announces final four. \f98 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERKY HOST",
          "text": "And a little heads up America, while we send these four home to train on their own before our live finale, some of our previous season’s contestants are going to get a little surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "That’s right. I’m going to be dropping in on some of you guys to see how you’ve been keeping the weight off. (beat, smile) You have been warned. off the show, we are in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jules, 8 months pregnant now, briskly waddles around pack for her trip as Evan looks concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "They can’t get someone else to fly around and do these interviews? I don’t like you traveling this late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "No one’s asking you to stop doing your job. These are my contestants, I was with them when they lost that weight. Jules stops, short of breath. This worries Evan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "You’re pushing yourself too hard. Especially at your age -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "(now pissed) - Thanks, Ry. Big help. Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Sorry, what? I’m not supposed to even mention reality?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "My amnio was great and my blood pressure’s low, OK? \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Someone should go with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "I have my crew, but if you want to leave your show and come, you're welcome to. Jules gives Evan a pointed look. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Fine. I’1l go with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Really? You’1ll leave the show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Yeah. Just agree to circumcise little Jackson there and I’m in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "No. I’m not having this conversation again. We already decided.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "No, you decided. That’s not the same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "And we're not naming him Jackson. I hate that name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "You liked it last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "I changed my mind! I’m allowed to change my mind!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Well, hey - maybe you’1ll change your mind on circumcision too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Evan, get out of my room! -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "- Right. Your room. Your house. Your rules. (then) How about this, Jules. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN, (CONT'D)",
          "text": "Why don’t you just make every decision about our child’s entire life and then send me an email when you've figured it all out? Evan walks out of the room. Jules calls after him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "And why don’t you go back to your condo and leave me alone! She SLAMS the bedroom door. LOCKS it. Evan stands in the there a beat, but doesn’t try to coax her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNRISE",
          "text": "Jules wheels her suitcase through the living room to the front door to go as a sleepy Evan rises from her sofa, ha stayed there all night. Evan gets up, follows her to the door. She stops, they lo at each other a beat. He puts his hand protectively on he belly a beat. Then, quietly -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "I really don’t want you to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Heard you the first time. Jules sighs, opens the door. A TOWN CAR waits outside. Ev tries to help her with her suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Here, let me help you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "- I got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Right. You can do it all on your own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "100 INT. ROSIE’S APARTMENT - NIGHT 100 Rosie lays on the couch wearing miss-matched PJs, binging a marathon of “16 and Pregnant.” Molly and Courtney walk \f101 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "You have to stop watching this. It’s not helping. Rosie just blinks. Turns up the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTNEY",
          "text": "C’mon, Ro, you come home from work and just camp out there. It’s been over a month. Molly gently takes the remote -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "- No, no, no - it’s the part where Adam leaves Carley at the hospital. - And clicks off the TV. Molly looks at Rosie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "We got you a surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "69.",
          "text": "101 Holly and Nate, also dressed up, walk to the entrance of dive bar. Nate stops at the door, takes Holly’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I realize how much you've been doing, between work and getting everything ready for the baby, and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(suddenly feeling guilty) - Nate, about work. I -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "- No shop-talk tonight. I just wanna remind you we can still kick it Nate and Holly-style. Nate smiles, pushes open the door and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURPRISE",
          "text": "102 All their friends and family are there, including the dud walk guys, Nate’s co-workers. And a pile of BABY GIFTS. \f103 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(turns to Nate) You set this up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I had a little help. Kara rushes over with TWO TACKY SOMBREROS (one says ‘Papi one says ‘Mamacita’) and plops them on Nate and Holly’s h",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARA",
          "text": "Happy Dive-Bar, Baby Shower! Nate smiles at Holly. She feels even more guilty. He spot little KARAOKE STAGE, starts rubbing his hands together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Ooh Kara, you got our jams?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARA",
          "text": "You know it, Mr. Bowen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC KICKS IN AS -",
          "text": "MONTAGE: NATE AND HOLLY’S KARAOKE BABY SHOWER 103 Drinks get passed, savored. Holly takes two. Nate’s on the stage, killing a cover of the Human League’ Don't You Want Me Baby, sung as Don't You Want A Baby. Ho joins in, making it a duet. More drinks get passed, savored, everyone tipsy. Now Nate and the dude walk guys are on stage singing. Nate and Holly open up their presents, holding up one mus themed onesie after another - RUN DMC, THE BEATLES, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATEL",
          "text": "Dude. Your kid already has cooler taste in music than you do. Vic and his WIFE let loose, dancing. VIC’S WIFE (shit-faced) I LOVE YOU! LET’S HAVE ANOTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABY",
          "text": "Vic takes away her drink. Everyone onstage continues karaoake-ing to a big, sloppy finish. As dude-walk Gabe falls off and splats on the flo \f104 qh. Then silence. Then Patel checks his phone -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATEL",
          "text": "Man. Is it 9:30 already? Everyone else checks their phones too. vic Oh. We gotta get back to the sitter before ten or she charges us extra. And just like that, this ‘rager’ is over as all these par quickly make their way home before 10PM. Holly and Nate hug Kara -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Thanks, Ms. K, you did us up right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARA",
          "text": "It’s the least we could do, especially since Holly lost her jo - Holly throws her a panicked look. Kara stops. KARA (CONT’D) - I mean, nothing. I was never here. But too late. Nate spins to Holly who meekly offers -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I’‘ve been meaning to tell you. curt TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nate and Holly argue near their car, occasionally stoppin wave as various well-wishers leave their party. But Nate seriously pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "You got laid off and you didn’t even tell me!? Who does that!? You'd be the first call I’d make. I would be physically unable of keeping that from you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I know and I’m sorry. I was trying to get another job before you noticed. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY, (CONT'D)",
          "text": "You’re already so worried about saving and getting ready and the house... I didn’t want to stress you out more. I thought it would all work out. And it will!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(shakes his head, then) Whatever you need me to do, I do. You wanted me to give up playing in bands, I gave up playing in bands -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "- That wasn’t for me. You needed a job with a real paycheck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "But I did it for you, ‘cause we’re in this together. And here I am, trying to get ready for this baby -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "- Oh my god. I knew it! You’re not even ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Look. I’m not like you, OK? I can’t just look at a picture and feel some magical bond. We don’t even know his medical history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "So? All of parenthood is a risk, Nate. ALL OF IT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Yeah, well and it’s even riskier when you’re lying to me like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I’m sorry, Nate. I... (breaking down) just couldn’t handle another thing being my fault, OK? I’m the one with the gimpy womb. I’m the one who made us spend the 401k money on IVF. I’m the one who’s making us spend twenty-three grand on an adoption you don’t even want!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Whoa - hey. I never said that. \f105 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Well. Not out loud. Holly looks away. Nate suddenly gets quiet. They sit there in silence several beats. Holly looks up a Craig, crossing to his car, shaking his head at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "I can’t believe you didn’t tell him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Oh, glass houses, Craig. I know all about how you call your son “Henry” when Kara’s not around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARA, (0.S.)",
          "text": "You what!? They all turn to see Kara standing there. Oh shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "Hon. I told you to wait out front. I’m bringing the car around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARA",
          "text": "You... don’t like the name Henri? Kara turns and storms off. Now Craig looks at Nate, pisse then chases after his wife. Nate sighs. Gives Holly a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "We’re not buying that house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Yes we are. I am not bringing my baby home to a crappy rental. They both get in their car and SLAM the door. Neither one ready to budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A trio of BEERS dance through a crowded audience as Molly elbows her way to the front of the stage where Courtney a Rosie are camped out. Molly passes out beers to the girls Rosie’s trying to get into it, but struggling. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "(toasting) To us. They clink and drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTNEY",
          "text": "To ignoring every guy in this room. They clink and drink. Then Rosie meekly offers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "To leaving the house in something other than stained pajama pants. Clink and drink. Rosie tries to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE, (CONT'D)",
          "text": "Thanks for the tickets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURNTEY",
          "text": "Of course. Arcade Fire’s your favorite band, we had to. (then) Plus, Molls here paid actual money for the tickets. No sexual favors were exchanged for this night out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Though I did get raped by Ticket Master, so I still go home a winner. Rosie laughs a little. Courtney and Molly dance to the ho music. Rosie looks around the crowd and suddenly spots... Marco, there with J.J. and some FRIENDS. Across the chaot crowd, Rosie and Marco just stare at each other for a pai beat. Marco starts to move and Rosie ducks away and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Uh, I'll be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Want me to come with? Rosie shakes her head no, already cutting through the cro to get some air. \f106 Ta).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosie pushes out the doors to the lobby, stops and catche her breath. She looks across just as Marco pushes out the other set of lobby doors. He walks over -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Rosie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Oh hey, Marco, I didn’t -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "- Bullshit. You looked right at me. He gives her a look, a little smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO, (CONT'D)",
          "text": "How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Seeing my favorite band. I asked how you were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "No. They’re not allowed to be your favorite band!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "We're not five. We can like the same band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "No, we can’t. I refuse to have that in common with you. How did I not know this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "I guess we were... distracted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "I can’t do this. She moves to go. He steps in her way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "I... think about you. I miss you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "(beat, a nod) I know. I miss me too. \f107 108 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "I guess it just takes time. Just then, a PRETTY GIRL (not slutty, but hot ina forgettable way) pokes her head out of the auditorium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRETTY GIRL",
          "text": "Marco! There you are! Rosie quickly sizes up the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Really? How much time, Marco? As the Pretty Girl approaches, Rosie turns and walks back",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Arcade Fire rocks everyone’s faces off, Rosie just stands there, stage lights washing over her. Five rows back, Marco keeps glancing at her. His Pretty D looks bored, texting on her phone. The BLUE LIGHTS of the stage DISSOLVE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The morning sky. An unshaven Nate waits for Vic, Craig, G and Patel and their babies (Haskel now on crutches). But guys all pass Nate up in stone-cold silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Guys, whoa. Wait up. Nate hustles to keep up. When Vic spins back - vic - Don’t take another step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I don’t unders- What’s going on? vic You broke the code, Nate. You told your wife that Craig likes to call Henri, Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "And she did not take it well. \f109 109pt the vic We’re here to let off a little steam. Not break-up families.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Oh, I’m sorry, Craig, I didn’t even think about that. Nate moves to join them -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "I may have an infant strapped to me, but that doesn’t mean I won’t punch you in the face. Cause I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "C’mon. I’m in crisis here. We’re about about to have a baby and we're not even speaking. How do you handle that one? vic No, Nate. How do you handle it? They walk off, abandoning him. Gabe looks back -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABE",
          "text": "And I want that RUN DMC onesie I gave you back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Don’t punish my kid for my mistakes. He’s gonna crush that onesie! Davis jogs by, shaking his head -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Hang in there, Bro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jules, even bigger now, exhausted, falls into bed. She tu on the TV. She looks sad to see - ON TV, Celebrity Dance Off - Evan stands with Wanda Sykes a cheeky Hutch Davis, who declares - \f110 111 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCH DAVIS",
          "text": "--- So, tune in next week to see Wanda and Evan dance to the Bryan Adams’ classic, Cuts Like Knife. Everyone LAUGHS. Evan grits his teeth as we PULL OUT of..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bar TV to find the girls from Rosie’s apartment all watching and weighing in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTNEY",
          "text": "I would do an uncircumcised guy. I just wouldn’t go down on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "You don’t know what you’re missing. I blew my way through Europe. Ciao, Italia. The girls just look at Molly, laugh, shake their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. ATLANTA OFFICE PARK — LUNCH TIME - DAY 111 Jules, more exhausted but trying to rally, briskly waddle CAMERA CREW in tow. She whispers to camera -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "OK, here we are in Atlanta, Georgia. Home of one of our audience favorites from Season Four, we’re going to see how he’s maintaining his weight and his healthy lifestyle. C’mon - Jules sneaks around to - THE BIG PIG TRUCK, lunch time in another office park as J lays eyes on her target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES, (CONT'D)",
          "text": "You! Drop the Taco! Someone turns and it’s... Colin who jumps when he sees Ju",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Aargh! Jules! Hi, I, uh - \fTr. Colin realizes he’s being filmed. Jules takes his lunch a starts inspecting it -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "OK, Mr. Cooper, let’s see, what we have here... High fat, high carbs. Colin, Colin, Colin. Don’t you remember this guy? Jules holds up a PHOTO of the old FAT COLIN from when he a contestant on ‘Lose It And Weep’. He’s unrecognizable i his fat-dude goatee. Colin shudders. JULES (CONT’D) You don’t want to go back to that, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "No. Jules, this is just a one-time thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Really? Because we've been doing some recon for a little while now, Colin - Jules shows him surveillance photos of him secretly hitti the food trucks. Colin starts to get a little defensive -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "- I'm just... My wife is pregnant and, as you probably know, Jules, it is very common for male partners to put a little weight on too. It’s actually called “Couvade Syndrome” or “Sympathetic Pregnancy.” The term \"couvade\" is borrowed from the French verb “couver”, to brood or to hatch -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "- Colin, shut up. That’s a crutch. (a beat) What’s the real issue, Colin? Because you have to deal with that today, not a hundred pounds from now. Colin nods, starting to get a little emotional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I know. It’s just... I didn’t expect pregnancy would bring up all my childhood issues. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "I know, it’s like, suddenly, because you have this belly everyone gets to have an opinion about your baby, and before you know it, this blessed miracle that you didn’t even think could happen is reduced to one big penis joke. And hey - I like penis jokes as much as the next girl, but someone - anyone - just ask me a about the name and what I’m craving! Colin just stares at her. Jules stops. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES, (CONT'D)",
          "text": "Right. And so we’re gonna deal with this in a healthy way, right, Colin? (Colin slowly nods) Say ‘I’m worth it.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I’m worth it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Say ‘I can do this!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "There you go. Now let’s do a few lunges, right now, you and me. Colin nods and starts lunging. Jules lunges, but now she’ pregnant, she goes down... and can’t get back up -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES, (CONT'D)",
          "text": "OK. I’m gonna need a little help. The crew rushes in to help Jules up. But she suddenly win in fierce pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES, (CONT'D)",
          "text": "Don’t touch me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "We need a doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH CUT TO",
          "text": "\fa2: 113 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a large hotel suite, Jules now sits in bed as an OLDER DOCTOR checks her blood pressure. She looks miserable and scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "You’re on full bedrest for the next two weeks. (pats her leg) Get ready to have this baby in Atlanta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Wait, what!? I have to stay here!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Yes -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "- But, not like in bed the whole time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Yes. And if you don’t, you could lose this baby. Terror washes over Jules's face. DOCTOR (CONT’D) Now, who can come and take care of you? Jules looks scared and overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. BUCKHEAD ESTATE —- DAY lal} Colin, carrying a pink present, helps Trish (larger now) the door. She clutches a Costco-size bottle of Tums and t move at a snail’s pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Slow down, Colin! You're practically sprinting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "(slowing) OK, okay. (then) Squeaks, you sure you feel alright? \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Quit asking me that! I’m great! They reach the door, RING THE BELL. Colin is suddenly hit",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Sweet bird of christ, what is that smell? Is that...you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "If you have to know, it’s our child! Our child who has gas, okay?! The poor little thing can’t help it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Kinda smelt like you, actually...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Don’t you dare talk to our baby that way! I - Trish suddenly stops. Looks down. Then, eerily calm -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH, (CONT'D)",
          "text": "- Our baby just peed itself again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "It’s... okay, honey. It’s okay. (then, gently) Do you think maybe speaking at the La Leche Conference next week might not be the best idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(screaming like a lunatic) I need your support! As the door opens and there’s Ramsey -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Well, look who made it! Aw, your step-mom will be so excited. C’mon on in. You too, Colin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is packed, full barbecue party vibe. Two inflatable, pink Mini Coopers float in the pool. Margaritaville is in full effect, complete with the real- Jimmy Buffet playing the party. Ramsey nods - \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Hey J.B. Skyler, in a cute pregnancy bikini, hangs with her FRIEND near the pool, all getting pedicures. She waves Trish ove",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Trish! Foot massages and pedicures! Trish brightens - she could use a foot massage - and wadd over with her TUMS. Trish plops in a chair, sticks her feet out. They are hug fat compared to Skyler’s little feet. Ramsey watches Trish, then smiles playfully to Colin -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "You sure Trish isn’t having twins? (off Colin's look) Whoa, hey. Just kidding. Ramsey walks off to entertain. Colin looks down at a plat of cupcakes going by. He almost takes one, but walks over Margaritaville instead - RAMSEY'S FRIENDS (50-something retired guys who also favo the Tommy Bahama look) crowd around the bar. RAMSEY’S FRIEND We saw you on that ‘Lose It’ show. My wife and I cried every pound you lost. Don’t gain it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I'm working on it. Colin gets a drink as Ramsey slaps him on the back. Then RAMSEY’S FRIEND #2 So, what’s it like to be the son of a famous racing legend? Do you ever get on the track with this guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "One time. The Great Go-Kart Beatdown of ‘89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Dad, they don’t want to hear -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "- I won. He couldn’t take it. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "He cheated. He started telling me I had a bad tire, waving for me to pull over. Then when I slowed down, he sped past me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Just a little lesson in gamesmanship. (Colin quietly seethes) It’s like I told you your whole life, Col. The old man’s always gonna be numero uno. But hey, numero dos ain’t bad either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "No, Dad. You haven’t told me that my whole life. Because you weren’t there. You just show up and throw money around. But Mom did the work. Colin gets up, starts walking off, leaving his drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "What are you doing, Son? You don’t walk away from a fresh margarita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I’m not supposed to drink my calories! And I need some air. As Colin crosses the party, he sees Trish on the other si of the pool, eyes closed in bliss as she gets a foot mass Colin keeps walking, exiting the backyard to the golf cou and some peace. He looks at Ramsey’s parked golf carts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK WITH RAMSEY",
          "text": "He shakes his head, letting Colin go. Then turns to find himself face-to-face with Skyler, who’s had enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Ramsey Cooper, you put your drink down and get your ass out there and fix what needs fixing. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Aw c’mon, Tater Tot -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "- I will not bring these babies into this world while there is strife in this family. \f115 116 85. Skyler isn’t fucking around. Even Jimmy Buffet gives Rams look. Ramsey sighs, then gets going. Skyler smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BUCKHEAD GOLF COURSE",
          "text": "Colin cruises in a golf cart, clearing his mind, enjoying fairway, talking himself through his emotions -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "It’s OK... You’ll just do it different. You will not ridicule, you will not compete, you will not confuse money for a relationship...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY, (0.S.)",
          "text": "COLIN! Hey! Colin turns back and sees Ramsey riding his own golf cart trying to catch up. Colin calls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I want some alone time, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Aw, c’mon. I was just messing with ya. I didn’t know you were so mad. Colin speeds up. Ramsey gets close. Colin speeds up more. Ramsey smiles, he can’t help himself. RAMSEY (CONT’D) Oh, don’t try to game me. You forget who you’re dealing with. And, at that moment - something IGNITES in Colin's mind - HE HEARS RACE CARS REVVING. Colin looks back, gives Ramse look. Then HITS THE GAS and takes off in his golf cart. RAMSEY (CONT’D) Really? You want a little re-match? OK, boy, start your engine. Ramsey laughs, then speeds off after him. 116 Colin and Ramsey tear through the golf course, weaving in out of other carts, laying waste to the fairway. Ramsey catches up, closing in... Colin looks back, shouti \f117 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I’m sick of competing with you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "(getting closer) But hey, it got you on TV. And I watched every episode of your season. I got the whole thing on DVD. Sometimes I stay up nights and watch it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "(slowing down) You do? Ramsey smiles, speeding up. His old tricks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN, (CONT'D)",
          "text": "That’s not going to work this time. And you're not allowed to mention the go-Kart cheat-fest anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "(pulling even) Fine. You beat me back to the house and I'll never bring it up again. Ramsey takes off, getting the jump. Colin right behind hi The house is in the distance, Jimmy Buffet playing. Peopl from the party start to look up as - Two golf carts speed their direction - NASCAR style - fro the fairway. Ramsey’s ahead. Then Colin... Then Ramsey... Ramsey swerves, tries to knock Colin’s cart into a sandtr But Colin deftly maneuvers away, now taking the lead. Colin’s closing in on home, coming up an embankment. He l back at Ramsey one final time, Colin hits the curb and launches his golf cart into the air... Over the cart path... towards the backyard... Just missing Jimmy Buffet and CRASHING INTO MARGARITAVILL Everyone is stunned silent. Then - RAMSEY’S GOLFING BUDDY Holy shit. He took out Margaritaville. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "(beat, smile) Victory. ACROSS THE PARTY, Trish is asleep in a lounge chair, droo down her chin, clutching her Tums. She didn’t even hear i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens and Evan rushes in, dropping his luggage. miserable Jules, looks up - relief washes over her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "You were right, you win -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "I don’t want to win. I just want you and the baby safe. Whatever you need, I’m here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "But what about the show? You have to go back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "No, I don’t. (a look) Wanda and I got voted off. We had an unfortunate fall during our Cha- cha. Len called it a “national disaster”. Jules stops, gives him a look. Tears suddenly welling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "You... threw your Cha-cha for me? Evan pulls Jules into a hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "I’m not letting anyone else take care of you. That’s my job. (beat) And Jules, I don’t care about any of the other stuff. It doesn’t matter whether we circumcise him. It doesn’t matter whether we name him Jackson. I don’t care, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "\f119 88. EXT. ATLANTA STREETS - LATE NIGHT abate) Food trucks pull away after a late night. Rosie walks to car to find Marco waiting for her. His hands are bandaged he’s holding a TIN BOX. Rosie stops. They both stare at each other for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "If you want me to go, I‘1l go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "What happened to your hands?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "(a look, then) I just want you to know that I get it. There’s no way I'll ever really understand what you went through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Yeah. I don’t think you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "But... I don’t want that to be the reason we‘re not together. You were right, I never took you out ona real date. I want to. (beat) These are for you. Caramels. He hands her the tin. She looks at his bandaged hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO, (CONT'D)",
          "text": "Piece-of-shit double boiler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "I thought you said never again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "I made an exception. Rosie looks at the tin. Sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Marco. The reason we're not together has nothing to do with the fact we were going to have a baby. (beat) It wouldn't have worked out anyway. Marco just looks at her. Hurt, then defiant. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Bullshit. Give me one reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "OK, fine. You don’t have a car -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "- Said the girl with the duct-taped Neon. Seriously, am I the only one who finds the fact that that thing even has an alarm, hilarious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "I bought it myself, so shut up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Well, next time, save a few bucks and just skip the alarm -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "- And you know what else, you have the worst taste in girls. Honestly, every time I see you all macking around your truck, it’s with the most-obvious, least-interesting, chef groupies ever. How could you be into me if you’re into that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Well, Rosie, they can’t all be you. He gives her a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "I’m sorry, Marco. We weren’t meant to be. We were just “an almost.” Rosie tries to hand the caramels back. Marco, stung, does take the caramels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "No. Keep them. I made them for you. Hurt, Marco gets on his bike and pedals away. The SOUND o his wheels turning, become...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of a crazy humming inside Trish's head. She loo AWFUL, wandering around with a “Taxi Driver\" vibe. She sc all the booths: Nipple cream, breast pads and Boppy pillo Everyone else is glowy and smiley. \f121 90. Trish’s POV, SHOTS OF: babies and baby paraphernalia (we start to hear the music from “Psycho”) . Trish is snapped out of it by:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTHUSIASTIC WOMAN",
          "text": "There you are, Trish! And looking so fantastic!... Trish turns to see an ENTHUSIASTIC WOMAN (50) approach. She reaches for Trish’s belly. ENTHUSIASTIC WOMAN (CONT’D) We’re so glad you agreed to speak. Are you loving it? Finally experiencing it yourself? You must be ecstatic every second of every day!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(barely together) Every second. Every day. Total ecstasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trish sits on a stage with other women, a FROZEN smile on face. A SCREEN displays: ‘TRISH COOPER OF THE BREAST CHOI The Enthusiastic Woman stands at a podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTHUSIASTIC WOMAN",
          "text": "Ladies and babies... Trish Cooper, owner and creator of The Breast Choice! The audience applauds. Trish rises slowly. She blinks int the BRIGHT LIGHT, makes her way to the podium, a weird sm plastered on her face. The audience settles, waits for Tr to start talking. Nothing. ENTHUSIASTIC WOMAN (CONT’D) (whispering) Trish, honey... go ahead. Trish shakes her head “no”, in a trance, completely froze ENTHUSIASTIC WOMAN (CONT’D) Trish... just speak your heart. \fO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Heart? You mean heartburn? Because I have it constantly. Johnny Cash was right - it burns burns burns. The audience shifts, a few chuckles, mostly confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH, (CONT'D)",
          "text": "I’ve peed myself twice today and cried four times. Plus, I fart like a frat-boy. I just farted right now. Now the audience starts to squirm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTHUSIASTIC WOMAN",
          "text": "Oof. She sure did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Before I got pregnant, I didn’t think about any of this. There were no ugly babies. LIE. They’re everywhere. Hideous, little space alien babies. I’m looking at a few right now. The audience GASPS. Some get up and leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH, (CONT'D)",
          "text": "Oh, I’m sorry. You ENJOY being sick and getting fat? How about varicose veins? Hemorrhoids? We see shock from the audience. Trish is on a roll now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH, (CONT'D)",
          "text": "All I wanted was to be pregnant, to experience the miracle - the glow. But it’s nothing like I expected. (then) Instead of a glow, I have zits, nipples you could find on Google Earth, and I walk like I’ve been gang-raped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDIENCE MEMBER",
          "text": "Someone stop her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Yeah, that’s right. I said GANG-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAPED",
          "text": "The Enthusiastic Woman gets up to lead Trish off the podi Trish gives her the hand. \f122 123 92. The Enthusiastic Woman stops momentarily, unsure of what Trish will do next. Long beat. Trish takes a breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH, (CONT'D)",
          "text": "(eerily calm) So... I had a speech. Umm obviously I forgot to print it. I forget everything now. So thanks everybody. This has been a real treat. (beat) I’m Trish Cooper. Come visit me anytime at The Breast Choice on 1401 Peach Tree Lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREEZE on video of this speech. INT. HOME OFFICE, TRISH AND COLIN’S HOUSE - NIGHT 122 Colin has paused You Tube on their computer. Trish sits n to him. Colin’s flabbergasted, but plays it cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Nooo. You didn’t go too far at all. I’m sure no one will even see this. The You Tube hits counter climbs at a very fast rate - 3, 4,523, 9,118. Trish points to the tracker. Horrified -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "This is going to kill my business. I’m more popular than porn! Colin quickly shuts the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I dunno about that. Porn’s pretty popular. But I’m sure this will all blow over in a few days. No doubt. He gives a reassuring smile, leads Trish out of the room",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly pushes open the door the twins’ completed nursery. huge, a lot of pink (of course), but chic. Skyler hugs Ho",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "I love it! (then, covertly) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f124 125 126 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER, (CONT'D)",
          "text": "And when you get back from Africa, we'll have to get you started on the rest of the house. Holly lights up, a little surge of confidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I’m sure I can squeeze you in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin drives a sullen Trish to work, they pull into strip mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Hold your head high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Well then, just prop it up on your boobs. You’ve got room. Trish smiles weakly at the encouragement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin and Trish are shocked to see a LINE OF WOMEN outsid the store as they pull around back to park. All expectant mothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Colin and Trish enter from the back of the store, Jani runs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Two million hits! And you have to hear this... Janice hits PLAY on a LAPTOP. And MUSIC STARTS - someone done a catchy AUTO-TUNE dance mix of Trish’s speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUTO TUNE DANCE MIX",
          "text": "Space Alien Babies/ Space Alien Babies/ Where's my freakin' glow? Janice hippie dances way off the beat, but it’s a sweet j Even Colin bobs his head a little as Janice unlocks the f door and... \f127 127pt 128 94. The women flood in, push Colin aside and MOB Trish, thank her for her honesty. Asking all kinds of questions. Beaming, Trish stops for a moment, looks for Colin. He gi her a proud smile as he backs out of the store with a wav She smiles wide and waves back. PRE LAP: The “Home” song starts to play - the jaunty, whistling, opening and the music playing over - THE AIRLINE COMMERCIAL Nate worked on. lav We follow a suitcase, making its journey through an airport...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRLINE COMMERCIAL MUSIC",
          "text": "Home, let me come home home home/ home is wherever I'm with you... Sliding down a BAGGAGE CAROUSEL where a BUSINESS GUY anxiously waits, reaches down to grab his bag, when - A SMALL HAND - reaches for the same bag. Pull out to reve LITTLE BOY looking at his dad, helping him carry his bag. As the music continues and... PULL OUT from an AIRPORT TERMINAL TV SCREEN playing the a outside an ETHIOPIAN AIRLINES GATE, as we PICK UP Nate an Holly walking through the gangplank into the terminal. Outside, the dusty, sunny chaos of Africa. Nate and Holly look exhausted and tense, things aren’t resolved yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Who does that? Who sits on a flight for 17 hours and doesn’t speak?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Let’s see, 8 hours for sleeping and, oh yeah - you’re the one not talking to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I should’ve just come by myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A smiling AGENCY OFFICIAL holds up a CHRISTIAN WORLD ADOP sign -",
          "sentiment": "neutral"
        },
        {
          "speaker": "95.",
          "text": "A group of BEAMING ADOPTIVE COUPLES (about 12) are alread there. Most of them look very buttoned up, very conservat Perfect, happy. As miserable Nate and Holly wrestle with their luggage, p stroller, plus car seat to join them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Look at them, they look like saints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "How did we even get chosen for this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMILING AGENCY OFFICIAL",
          "text": "(to Nate and Holly) Welcome to Ethiopia. You ready for the adventure of a lifetime? Nate and Holly force a smile and nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nate and Holly ride with their group, leaving the Ethiopi capitol of Addis. They look out at the landscape. Orange earth meets bright blue sky. They pass a man with TWO CAMELS. A fellow adopting COUPLE looks over and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FELLOW MOM",
          "text": "Your first time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Yeah. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FELLOW DAD",
          "text": "Fifth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FELLOW MOM",
          "text": "Once you open that door, it’s hard to close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FELLOW DAD",
          "text": "But this is the last one. Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FELLOW MOM",
          "text": "He says that every time. \f130 131 96. She takes her husband’s hand. Nate looks at them, feeling as... INT. DOCTOR’S OFFICE - MORNING 130 A miserable Trish, HUGE and ready to burst, sits on an examination table, talking to her DOCTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "I’m gonna take this baby out myself, you'll hear about me on the news!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "You want this baby on time? Start walking now. A lot. EXT. PIEDMONT PARK - DAY i3a Vic, Craig, Gabe and Patel and their respective babies wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "--- I’m just saying, Vic, it wasn’t such a bad thing. Even Kara’s calling him Henry now. In a way, I owe Nate. vic Thank you, Craig. The board will take your proposal under consideration. They look up as - Trish, in her Snuggie (her regular uniform now), trailed Colin, power-walks through the park. She barrels past the dudes, nearly taking out Gabe and Patel’s strollers. Colin gives them an apologetic look as he tries to keep u with her. Vic just smiles -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIC, (CONT'D)",
          "text": "Can’t get that labor started, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "You don’t even know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATEL",
          "text": "Try having sex. That’s the really fun part. \foh. The guys share a knowing look and laugh - they know what term, awkward sex is like. Vic calls after Colin. vic We're here every Saturday. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "vic! vic! Vic and the guys turns to see a stricken Davis pacing by pull-up bar. Davis runs to Vic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Vic, man. We gotta talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABE",
          "text": "(seriously concerned) You’re not gonna do your pull-ups? vic Davis. Man, everything OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Remember that girl from Australia? The one who surfs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATEL",
          "text": "Ah yes. “Abbie, short for Abigail”. I remember her well. Excellent photos, Davis. Very artful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Yeah, well - Davis holds out his phone - the guys all look, serious eye-candy. expecting some But get a PICTURE of a 2 YEAR-OLD GIRL - a demon child. T guys visibly RECOIL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "She’s... yours? Davis nods slowly, trying to remain calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Yep, her name’s Ruby. And they’re moving here. You gotta help me, man. I don’t know the first thing about being a dad. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATEL",
          "text": "I‘'d say you’ve got the first part down pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "You wanna buy your Dodge back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATEL",
          "text": "Sorry, Bro. That money’s already spoken for. Vic slowly smiles, puts his arm around Davis. vic Guys, say hello to our newest member. Davis, let’s walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "But I don’t walk. I run. vic Not anymore. (then, looking back) Haskel, Buddy, I said stay out of those woods! Haskel - now covered in PINK CALAMINE LOTION from Poison gallops/spazz-runs to catch up to the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "sed INT. ETHIOPIAN GUEST HOUSE - BEDROOM - DAY als}7) Holly and Nate get ready. She nervously lays out diapers, few toys, some onesies. Nate watches as she fusses over a crib, her stupid dolphin tattoo on her shoulder. He smile She moves past the bed, he sticks out his leg, trips her she has to fall on him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "- Nate, stop it, I’m trying to get ready -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(pulling her to him) - I know. Me too. He gives her a look. \f133 134 99. NATE (CONT’D) For the record, I don’t resent you. Or any of the money we spent to get here. And it’s gonna take more than a gimpy womb to come between us. Holly stops, smiles a little. NATE (CONT’D) Baby, it’s not that I’m not ready. I’m just... scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Nate, I’m scared too. I don’t know what the hell I’m doing. That’s what parenthood is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I know. I’m catching up. He gives her a kiss, helps pack the diaper bag. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I’m sorry I lied to you. And you were right to pull out of the house. We’ll find a better one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(nods, then) We don’t have to talk about it anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Yeah, let’s not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(then) Let’s go meet our baby. He takes her hand and they head for the door as... EXT. PIEDMONT PARK -— OUTDOOR MOVIE - NIGHT alc} A hand-holding COUPLE walks by as it’s outdoor movie nigh They pass The Big Pig, where -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT/INT. BIG PIG FOOD TRUCK/ OUTDOOR MOVIE",
          "text": "Marco, J.J. and their crew are hard at work. Marco’s boss pokes his head in to leave early. \f135 135pt 136 100. MARCO’S BOSS OK guys, I’m out. Marco, you take the Pig home with you tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Aw c'mon, Chef. It’s a bitch trying to park this thing on my street. MARCO’S BOSS Get used it. You’re about to have your own truck. (beat) We're expanding. Marco smiles, nods -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "About damn time. INT. ROSIE’S APARTMENT - LIVING ROOM - NIGHT 235) Rosie, starting to looking like her old self, carries a GOURMET PIZZA to the living room as she, Molly and Courtn all gather for the LIVE ‘LOSE IT’ FINALE ON TV - The ‘Lose It And Weep’ Host is flanked by a GIANT SCALE a FOUR FINALISTS, barely recognizable from their larger sel ‘LOSE IT’ HOST Welcome back to our live ‘Lose It And Weep’ finale. We’re just moments away from finding out who our big - or shall I say, small - winner is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURNTEY",
          "text": "Oh my god, I’m already crying! They all look so amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "I know. Hand me another slice of pizza. INT. TV STUDIO/ ‘LOSE IT AND WEEP’ FINALE SET - LOS ANGEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOSE IT AND WEEP HOST",
          "text": "Now, before we get down to business, we have a little surprise for you guys... A GIANT SCREEN behind the Host’s head is suddenly filled Jules's smiling face. There via satellite. \f137 138 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Hi guys! The contestants all look up, excited -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINALISTS",
          "text": "Hi Jules! INT. ATLANTA HOTEL SUITE - NIGHT Ui) Jules, still on bedrest, is filmed by a SMALL CREW in her suite. Evan’s there too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "I’m sorry I can’t be there, but I just wanted to congratulate you all on working so hard. I don’t care what that scale says tonight, you’re all already winners and - (suddenly winces) motherfuckingcocksuckersonofabitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOSE IT HOST",
          "text": "Uh, Jules? We’re live. Jules is feeling pain like she’s never felt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Fuuuuuuuck it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOSE IT HOST",
          "text": "Still live. PULL OUT FROM — INT. RAMSEY’S HOUSE - TV ROOM - NIGHT 138 The TV in Ramsey’s house. He and Skyler are watching. She sits calmly on a yoga ball. Looks at the clock -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "17 minutes apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "OK, we'll go. I just wanted to catch the part they shot with Colin, but I can Tivo it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "No, it’s fine. I can wait. Skyler keeps moving on her yoga ball. No stress. \fpS 9 140 102. INT. TRISH AND COLIN’S HOUSE - HALLWAY - NIGHT 139 Trish, in her Snuggie, stands by the front door, her roll away bag by her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Colin frantically runs in and out of the rooms off the hallway, grabbing what he needs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I’m coming. I’m coming. Keys - umm, wallet - bag, bag, bag. A contraction engulfs Trish and she keels over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Son of a bitch. Colin keeps darting from room to room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "(freaking out) Okay! Where’s the - Should we - Trish grabs the only thing in reach - her copy of What To Expect - and heaves it at Colin as he runs by. NAILING HIM in the head. He stops, gives her a dazed look",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Sweetie. Calm the fuck down and get in the fucking car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evan drives, Jules is getting emotional, talking a mile a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Evan, I don’t care either. I thought I did, but I don’t. What we name him, whether or not he has a little, Jewish penis - I don’t care. Evan smiles as Jules keeps rambling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES, (CONT'D)",
          "text": "I just want to be on your team. Even when we don’t agree, we need to be on the same team. Aarrgghi \f103. Jules breathes through a contraction. Evan grabs her hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Just breathe. I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "(coming out of it) I love you too. What was I saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "That we’re on the same team. Jules and Evan share a smile. 141 Outside, a CAREENING CAR swerves past them - 141 We stay with the CAREENING CAR: 142 INT. TRISH AND COLIN’S CAR - CITY STREETS - NIGHT 142 Colin drives, Trish is in serious distress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Shitballs, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Sweetie, I hate to see you so -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Red light! Red light: - 143 Colin BLAZES through a red light. A car horn BLARES, have to swerve out of the way. TRISH (CONT’D) Jesus, keep your goddamn eyes on the road, you worthless shit! (beat) Sorry, honey, you know I love you. 144 Colin nods and looks straight ahead. 144",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I know, Squeaks. I love you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Motherfu-i",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "- too. \f145 146 147 148 104. EXT. MARCO’S APARTMENT - NIGHT 145 Marco tries to parallel park the giant pig truck. He looks over his shoulder as J.J., beer in hand, barely paying attention, stands in the street, waving Marco back J.d. C’mon, Bro... more... more... more... Give it a little gas... Marco does, when suddenly -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAAARRRRGGGGHHH",
          "text": "Marco pokes his head out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "J.J., (CONT'D)",
          "text": "You ran over my foot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Oh shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Note: The following sequence plays as_one continuous scen Trish and Colin’s car screeches to a stop in a parking sp knocking over a trash can. The passenger door opens: Another door closes: Ramsey helps Skyler get out of their Porsche SUV. They walk to the hospital entrance. FROM BEHIND: we see them walk through the sliding glass doors:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marco wheels his broken-footed friend into the crowded ER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator doors open to the Maternity Ward waiting roo Evan wheels Jules out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "I’m glad we decided. I feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "Me too. \f149 150 151 152 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other elevator doors OPEN TO REVEAL: Colin pushing Tr in a wheelchair. They gingerly head left and exit frame. Beat. Trish and Colin enter frame again, going the opposi direction. FROM BEHIND: We follow them as they head down the hallway",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Did we or did we not do the tour?! Trish and Colin approach the RECEPTION DESK. REVERSE ON: The smiling, but unsure Receptionist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "And you are her fa - ? REVERSE ON: Skyler and Ramsey staring back at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "- Husband. He’s my husband. The Receptionist smiles and gestures to a Nurse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Great. Husband. Nurse, take them to an examination room, please. The Nurse leads Ramsey and Skyler down the hallway. The Nurse stops at a door and reaches for the handle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big windows showcase the city views. DOOR OPENS TO REVEAL: Another Nurse wheeling Jules into t room with Evan. She helps Jules into bed, hands her a gow",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Change into this. Someone’1l be in soon to see how far along you are. (then, whispers.) I love your show, by the way. The Nurse exits. Evan helps Jules to the bathroom as - A BATHROOM DOOR OPENS TO REVEAL: Skyler walking out, ina gown and cute robe. She’s helped onto her bed by Ramsey. DOCTOR #1 enters Jules's delivery room with a NURSE. 152 \f153 154 155 Doctor #1 sits on the little stool and probes her. TIGHT ON: Doctor #1.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Well you’re not leaving here tonight without a baby. REVERSE ON: Jules in bed, face wrought with pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "When do I get the epidural? I’m ready now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "You’re progressing nicely, but if you’d like to walk around you can. REVERSE ON: Skyler, flipping through a magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "(checking a monitor) Ooh, was that a contraction? I barely felt it. REVERSE ON: DOCTOR #3 walking in with NURSE #3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "You Tube Lady! (sings) Space Alien Babies... (smiles) I thought we’d see you sooner or later - REVERSE ON: Trish in bed, wincing in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "- Where the hell have you been?! REVERSE ON: Nurse #3, unaffected - she’s heard it",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Are you getting an epidural?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(through clenched teeth) Absolutely not - I’m having a natural birth - 106. 153 154 all before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO",
          "text": "\f156",
          "sentiment": "neutral"
        },
        {
          "speaker": "57",
          "text": "158 159 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Maybe. Let me see how long I can go first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Hell yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "- Wait! I changed my mind. I want it! I want the epidural!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "You do?! But Squeaks, you said you didn’t! You said even if you asked, that would be “the crazy talking”. Trish grabs Colin’s shirt, pulls him to her, and in a DEM VOICE —",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "See, yeah. That definitely sounded crazy. Colin looks at the Nurse, not sure what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Try to wave down the anesthesiologist. Good luck if you didn’t plan it. It’s a busy night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin sprints out the room. Colin runs through the halls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin begs a harried ANESTHESIOLOGIST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANESTHESIOLOGIST",
          "text": "I have five women in front of her. It’s going to be a while. Colin nods, takes off running when he suddenly spots - \f108. Skyler and Ramsey, casually hanging outside their room chatting with some other pregnant ladies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Hey, Son. You too? Ha!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "(running) Uh, now’s not really the time, Dad - But Colin skids to a stop, turns, runs back to Ramsey. COLIN (CONT’D) (out of breath) Your... money... roll. Give it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Oh, how much do you? - Ramsey takes out his money roll. Colin grabs the entire t and sprints off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin intercepts the anesthesiologist exiting a delivery room. Colin slaps the giant money roll in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Room 1408. She’s next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jules, sitting up, arches her back and drops her head, re for the epidural injection. TIGHT ON: Jules's bowed head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO",
          "text": "162 A HEAD lifts up TO REVEAL: Trish’s happy face. 162",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(beyond relieved) Sooooce much better. Thanks. You’re clutch, Baby. You got it done. Trish is helped back into the supine position by Nurses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Not yet. This baby’s breeched. He needs to turn if you’re gonna push him out. \f109. 163 Doctor #1 gets himself between her legs, begins exami",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "You're at eight centimeters. REVERSE ON: Jules in bed, clutching Evan’s hand. 164 TIGHT ON: Doctor #2 between Skyler’s legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Nine centimeters. 165 REVERSE ON: Trish, looking nervous. TIGHT ON: Doctor #3 with Trish -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Nope. Nurse, prepare for a c-section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Nooo! Just a little more time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "His heart rate’s falling, we need to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "It’s going to be OK. Doctor # 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Let’s meet your baby. It’s time to start pushing. REVERSE ON: Jules trying to get up from the bed, being restrained by several Nurses and Evan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "I can't! There are women who can and I can't:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "C’mon. Say ‘I can do it.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "I can’t do it! Ramsey leaning over the bed. 165 166 167 \f168 169 170 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "(coaching) Doing good, Tater Tot. Just keep on keepin’ on.... ANGLE ON: Skyler pushes, lets out a tiny moan... TIGHT ON: A Nurse watching the monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Push, push, push... ANGLE ON: Trish being wheeled down the hall into surgery Colin. They pass Skyler and Ramsey’s room -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "This is a disaster. This isn’t how I wanted it. TIGHT ON: The Nurse, smiling, looking down at her - 168",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "There’s no prize for best labor. You’re doing great. ANGLE ON: Jules, a sweaty mess, pushed to the brink. Evan holds one of her legs. NURSE (CONT’D) Do you want a mirror, so you can watch yourself crown? - The nurse holds out a LARGE HAND MIRROR for Jules, who -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "No! - Kicks it away. ANGLE ON: Doctor #2. 170",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Now, now. PUSH, PUSH, PUSH... REVERSE ON: Skyler. Ramsey holds up a mirror for her, she happily looks, getting emotional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "This is so incredible! ANGLE ON: Doctor # 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Now, we have a nice incision here -— \f169pt 170pt 171 pLW7i2 173 Tp... REVERSE ON: Trish, NOW IN A SURGERY DELIVERY ROOM, surrou by doctors, getting a C-Section. Colin wears scrubs, a ha and a mask - Trish's stomach is curtained off. She lets out a loopy sm",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "I love morphine... ANGLE ON: Doctor #2, checking a monitor. 170pt",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "When the next contraction hits, bear down and PUSH -- TIGHT ON: Skyler’s face, she lets out a final SIGH, which",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUES OVER",
          "text": "TIGHT ON: Jules's face, who lets an even louder SCREAM, w",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUES OVER",
          "text": "TIGHT ON: Trish’s face, a morphine haze, which 172",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUES OVER",
          "text": "TIGHT ON: Colin’s face, who lets out a piercing CRY, whic",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "It’s a girl! Both Evan and Jules share a stunned look. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "(tears) A girl’s good too! Jules and Evan cry as the Nurse hands her their BABY GIRL",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "(emotional) Hi. I’m your mommy. Hi. Hi, Emmerson? That’s cute, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "(tears) Emmerson. I love it. \f174 iy 3) 176 Ti2.. INT. TRISH’S DELIVERY ROOM, HOSPITAL - NIGHT 174",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Here’s your baby boy. Trish is handed her baby boy. Colin in tears, kisses Tris overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(weeps, drugged up) Hiiii Theo. Oh look at his eyes. He’s so focused. And wise. INT. SKYLER’S DELIVERY ROOM, HOSPITAL - NIGHT 175 Ramsey and Skyler each hold one of their little girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "(to his baby girl) Hi, Olivia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "(to her baby girl) Hello, Madison. Both of whom start to CRY. Their cries take us to back to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly (eager) and Nate (nervous) wait in an large indoor area as, one by one, the children are carried out to thei families. All the babies are dressed in traditional Ethiopian, whit linen costumes for the ceremony. Holly squeezes Nate’s hand. Nate squeezes back and nods - As they look to see a YOUNG ETHIOPIAN WOMAN (mid 20s) ent the room and approach then with a smile. She’s carrying.. KALEB (now 9 months) . And pictures don’t do him justice. He’s fat and gorgeous. Holly beams, already fighting tears. Nate smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Look at him. He’s so juicy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "He's... perfect. Their INTERPRETER introduces them - \fye",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERPRETER",
          "text": "Nate and Holly. This is Adina, Kaleb’s ‘Special Mother.’ She’s been with him from the time he was placed into adoption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADINA",
          "text": "(smiling, broken English) Hello Mommy and Daddy. This is your baby. She hands Kaleb to Holly, who hugs Adina as she takes Kal In Holly’s arms, Kaleb almost starts to cry. But Adina quickly hands Nate Kaleb’s STUFFED TOY DOG - Nate, not sure what to do, hands Kaleb the dog as Holly bounces him on her hip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Here ya go. Here ya go, big guy. Kaleb smiles. They can’t stop looking at him, in awe. As Adina steps back a little, so they can get acquainted. All over the room, families meet as MUSIC STARTS and carr us to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An adoption ceremony in the orphanage courtyard. BIRTH FAMILIES (grandmothers, uncles, orphanage employees the child was abandoned) are all LINED UP on one side of courtyard - the ADOPTIVE CHILDREN (babies, a few toddlers all in traditional, white linen clothes. And the ADOPTIVE PARENTS are lined up on the other side, facing them, each holding a SINGLE CANDLE. Including Holl and Nate, who face Adina and Kaleb. AN ETHIOPIAN PRIEST (in traditional garb, colorful layere robes) leads a prayer, in Aramaic - that the adoptive par repeat with the help of a TRANSLATOR -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHIOPIAN PRIEST",
          "text": "I promise to watch over this child -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADOPTIVE PARENTS",
          "text": "I promise to watch over this child -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHIOPIAN PRIEST",
          "text": "To bring him up proud and strong - \f178 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADOPTIVE PARENTS",
          "text": "To bring him up proud and strong - Nate and Holly share a look at Kaleb, trying not to lose",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHIOPIAN PRIEST",
          "text": "And as one who always remembers his Ethiopian heritage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADOPTIVE PARENTS",
          "text": "And as one who always remembers his Ethiopian heritage. The Priest begins to SING a TRADITIONAL ETHIOPIAN SONG an slowly, all the Ethiopians join him, their collective voi rising as - The birth family members/ orphanage staffers step forward hand the children to the adopting parents, who hand them candles. Trading one light for another. Adina hands Kaleb to Holly and Nate",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADINA",
          "text": "Congratulations. You are parents. Holly and Nate cry, overwhelmed. No different than a birt All around them, new families start to emerge as MUSIC ta us back to... INT. BABY VIEWING AREA -— HOSPITAL - NIGHT 178 Colin and Ramsey stand there looking at the babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "That’s a good looking kid you got there, Dr. Cooper. Colin smiles and nods. His baby is GIANT. It looks like i could eat the other babies. Including the little twin gir",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Thanks. You too. Ramsey smiles. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Y’know, when you were born, I wasn’t even in the room. No man was. Not back then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. Then you missed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "I know. I missed a lot. Chasing the wrong finish lines. Colin stops, gives Ramsey a look. RAMSEY (CONT’D) The races, the trophies - they aren’t gonna mean shit when I’m gone. It’s you guys, my kids, that’s all we really leave behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Well, now you get another chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "And I intend to use it. I love you, Son. Sorry I made ya fat. Ramsey puts his arm on Colin’s shoulder. Colin smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "Thanks for the money roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "My pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "How much do you keep on that thing, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "I dunno, five grand? Ten? Colin nearly chokes. RAMSEY (CONT’D) Ah hell, it’s just money. That’s what it’s there for. The Anesthesiologist walks by with a big grin. Ramsey looks back at the babies. At Colin’s giant son. RAMSEY (CONT’D) So, what’s my grandson tipping the scales at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "(savoring it) Ten pounds, two ounces. pha NS \feS, 180 TG... Ramsey pats Colin’s back -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSEY",
          "text": "Outstanding. And walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jules holds baby Emmerson, as Evan sits next to the bed, filling out THE BIRTH CERTIFICATE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "(writing) Emmerson Jane Webb —",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN, (CONT'D)",
          "text": "(suddenly looking up) - Webb? No, Baxter! My last name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN, (CONT'D)",
          "text": "Fine, we'll hyphenate -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "- No. I hate hyphenated names. Evan stops, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVAN",
          "text": "OK, Jules. I have an idea. And off his smile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trish smiles and coos at her swaddled baby boy. Colin bea",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "I can’t stop smelling him. He smells so good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "I'm so proud of you. Giving birth looked awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "What? No! It was beautiful. It was unbelievably beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN",
          "text": "That’s... what I meant. It was unbelievably beautiful. \fTe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "(beat, then) I finally got it. He’s my glow. Trish and Colin kiss, marvel at their new creation as - alicjar EXT. HOSPITAL ENTRANCE - MORNING Jig Morning in Atlanta. Rosie, looking right with the world, makes her way to the hospital entrance carrying a bouquet flowers. When she sees - THE YOUNG TEENAGE couple, complete with b hoodies - full term now, getting wheeled in. A few FAMILY MEMBERS with them. Rosie watches them a beat, smiles and nods. Good for them they made it. As they disappear into the hospital. 182 Rosie keeps walking through the door, surprised to se",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Marco? Marco looks up from helping J.J. (now with a cast and crutches) exit after a hellish night in the ER. Marco stops. Looks at her a little sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Rosie. Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "What are you doing here? J.J. Homeboy ran over my foot. Marco shrugs, nods. Rosie starts to laugh, she can’t help",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Sorry. I don’t mean to laugh. J.J. Nah, it’s OK. It’s funny. (to Marco) Hey. Meet you in the truck. He crutches off, leaving Marco and Rosie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "What are you doing here? \f183 184 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "My aunt, she married this crazy old dude - they just had twins. I was gonna go see them - She stops. Gives him a look -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE, (CONT'D)",
          "text": "You wouldn’t wanna...? (beat) Is that weird?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "It’s a little weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marco and Rosie stand looking at Skyler’s twins. All the babies are amazing. Then —",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "You OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Yeah. I know I’1l get another chance. When it’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "You will. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSIE",
          "text": "Those caramels were delicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCO",
          "text": "Never again. Rosie laughs. They stand there a beat. Then slooooowly, R inches her way closer to Marco. She reaches for his hand and takes it. She doesn’t let go And MUSIC CRANKS as we pull away... out of the corridor.. out the hospital...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON: Three windows, through which we see: \f185 Ti... Jules and Evan with their baby; Trish and Colin kissing t baby; Skyler and Ramsey with their twins, who start to cr Music carries us back to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nate, Holly and Kaleb, now rocking his RUN DMC onesie, ar with all the other new parents and babies at the airport. Holly is trying like mad to console a BAWLING Kaleb. Several of the other babies are crying too. Holly’s exasperated. Nate jumps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Here, let me try. He takes Kaleb. Not too sure of what to do, then -— NATE (CONT’D) .--OK, what about this one - (quietly rapping) I like big butts and I cannot lie/ you other brothers can't deny/ that when a girl walks in with an itty bitty waist and a round thing in your face - - One of the Moms shoots Nate a sharp look, he stops - NATE (CONT’D) (whispers to Kaleb) OK, I‘1l teach you that one later. Nate, then slowly starts to whistle the intro of the “Hom song. Kaleb suddenly stops, perks right up - NATE (CONT’D) Oh you like that, do you? (singing it now) Atlanta, Georgia, Arkansas/ I do love my Ma and Pa/ But, not the way that I do love you - Holly perks up and joins in -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Well, Holy-moly, me oh my/ you're the apple of my eye/ Boy, I never loved one like you - Another Mom perks up - \f186 187 188 189 190 120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER MOM",
          "text": "Oh! I love that song! She starts singing too, to her baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE, HOLLY AND OTHER MOM",
          "text": "Home/ Let me come home home home/ Home is wherever I'm with you - Nate smiles as another Dad now joins in too -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE, OTHER MOM, AND DAD",
          "text": "Oh, Home/ yes I am home home home - And slowly everyone joins in - there at the terminal, all the babies quieting down. Kaleb smiles, then reaches out touches Nate’s hair. Nate beams -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE",
          "text": "- Home is whenever I'm with you... As we move out of the terminal and leave them to their journey home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVER END TITLES",
          "text": "Button: At BAGGAGE CLAIM, Davis holds a stuffed elephant passengers arrive from an Australian flight. He looks pas the various kids stepping off the plane when, he spots - Little RUBY, a two-year-old demon child, trailed by her v pretty, but very exhausted mother, ABBIE (late 20s). Davi gives them a look, lets out a terrified smile. Button: At hospital parking, Trish waits in a wheelchair, breast-feeding baby Theo as Colin wrestles and wrestles w the car seat nearby. Trish looks at group of PREGNANT COU arriving for their hospital tour. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Just get the epidural. Button: At a fine restaurant, Marco and Rosie, dressed fo first date, make their way to a table. He pulls out the c for her. She rolls her eyes, but loves it. Button: Nate and Holly tuck Kaleb into his new nursery th used to be Nate’s studio. But the wall of framed albums i still up. Including the framed 2 Live Crew album. Button: 3:00 AM. Agonizing baby cries. An exhausted Skyle and Ramsey frantically try to soothe their colicky twins. 186 187 188 189 190 \f191 192 Tey... The beautiful nursery is a wreck and so is Skyler. With t up in her hair. She looks like hell and she’s sobbing -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "I didn’t expect it to be this hard! Button: Piedmont Park. Dude walk is back on. Vic, Craig, Gabe, Patel, Nate and new members Davis (looking a little fatter and unshaven) and Colin (proudly wearing a baby sling). They look up as - A mint CLASSIC 70’s AIRBRUSHED VAN (wizards and dragons a shit painted on the side) pulls into the parking lot. The doors slide open and out steps Patel. We see the interior the van tricked out with multiple car seats, a crib anda changing table. They CHEER, then... Walk, all stumbling their way through fatherhood with Atlanta’s skyline and Patel’s van behind them. Button: BACK IN LOS ANGELES - Lights, mirrored ball and a house band plays as Jules and Evan do a Celebrity Dance O style samba. PULL BACK TO REVEAL: They’re not on the show. It’s their WEDDING and this is their first dance. Off to the side, wedding guest Hutch Davis holds baby Emmerson, who spits up on him. It’s awful. But it’s so beautiful.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2544"
    }
  ]
}