{
  "movie_id": "MOV2542",
  "scenes": [
    {
      "location": "SOLO INTERVIEW WITH GUILLERMO",
      "time": "NIGHT",
      "characters": [
        "JEFF",
        "SEEVICE",
        "LAZSLO, (CONT'D)",
        "NADJA",
        "GUILLERMO",
        "AT THE CASH REGISTER",
        "OKAY",
        "NANDOR, (0O.S.)",
        "OPENING CREDITS",
        "LAZSLO",
        "LAZLSO",
        "INTERVIEW WITH LAZSLO",
        "LARP GIRL",
        "EXT. MANSION. NIGHT",
        "WE ARE HAVING A HOUSE MEETING,",
        "MAN",
        "SILENCE.",
        "JENNA",
        "JONATHAN",
        "COLIN ROBINSON, (V.O.)",
        "INTERVIEW WITH NANDOR",
        "NANDOR",
        "THE BARON",
        "SOLO",
        "COLLEGE BRO",
        "COLIN ROBINSON",
        "NADJA/LAZSLO/NANDOR",
        "NADJA, (0.S.)",
        "NANDOR, (O.S)",
        "END",
        "GUILLERMO, (V.O.)",
        "STORE OWNER",
        "GUILLERMO NANDOR, (CONT'D)",
        "COLLEGE BRO 1"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We see Guillermo, a human, standing in an old-fashioned bedroom next to a coffin. He checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "(softly) It’s nightfall. A muffled foreign accent comes from the coffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR, (O.S)",
          "text": "Guillermo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Yes, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR, (0O.S.)",
          "text": "Is that you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Yes, Master. The coffin lid moves. It’s jammed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR, (0O.S.)",
          "text": "It’s stuck again. Guillermo goes to assist. NANDOR (O.S.) (CONT’D) I think it’s the latch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO, (V.O.)",
          "text": "The job of a vampire’s familiar is not an easy one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "It’s jammed! Guillermo jiggles the lid of the coffin. It won’t open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "A vampire’s familiar is kind of like a best friend... who’s also a slave, kind of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coffin lid still won’t open. Guillermo is trying to jimmy latch with a butter knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "\fWWDITS USA v23 Ocotber 8, 2017 2. You’re not trying to pry it are you? Don’t pry it. You’1l foul the mechanism. Guillermo quickly stops prying and puts the butter knife his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Tomorrow night marks the 20th anniversary of when I started working for my master and I’m pretty sure he’s planning something special for me. I think tomorrow will be when he makes me a vampire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The latch has finally come open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "He awakens! NANDOR elegantly arises from his coffin. Guillermo does a double thumbs up. GUILLERMO (CONT’D) Very cool, master. Super scary. Nandor stays grinning revealing that he has vampire fangs",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Awaken the others...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "(reluctantly) Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPENING CREDITS",
          "text": "We see images of our vampires throughout history. Coffins Fangs. The mediums they are depicted show a centuries-lon passage of time. Medieval woodcuts, tapestries, oil paintings, encyclopedia photos of statues, cubist paintings, silent film footage, photos from the late 1800 1920s, 1960s, 1980s, VHS footage, digital photos from the early 2000s. Every few images, there’s a quick pop of something frighteningly grotesque -- less artistic or cultural vampire depiction, and with more of a crime-scen photo feel. This is all to the song You’re Dead by Norma Tanega. \fWWDITS December 8, 2017 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large, severely dilapidated mansion subtly stands out i quiet suburb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are in a small library, within the vampire house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "No, we’re going to have a house meeting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Didn’t we just have a house- meeting in 1981?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "That was in 1891, Lazslo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Oh, hell!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "We’re doing it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Interspersed with this seated interview, we see images of Nandor in various battles, in armor and different garbs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "I have a reputation for being a very tough kind of vampire. Oil painting of Nandor in Ottoman clothing. As he speaks see illustrations of Nandor in battle. NANDOR (CONT’D) I used to be a very ferocious soldier in the Ottoman Empire. Which meant a lot of killing, a lot of pillaging. They’d say have mercy! Stop pillaging me! No, I’m pillaging everyone! You included! I was relentless. They called me “Nandor the Relentless”. Because I just never relent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "\fWWDITS USA v23 December 8, 2017 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZLSO",
          "text": "All right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "All right! Just think of it asa fun way of catching up with each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "This is worse than dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Oh. Sorry you feel that way, Nadja. NANDOR (O.S. FROM INTERVIEW) (CONT’D) Co-habitating with other vampires makes sense for financial reasons. A lot of vampires spend a lot of money on castles and fancy capes then two hundred years later they’re like - uh oh, now I’m in an apartment wearing jeans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Begin. Say your boring words. NANDOR That doesn’t fill me with confidence Nadja, but okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks like a Gothic queen wearing a HUGE ELIZABETHAN COLLAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA, (0.S.)",
          "text": "It is nice staying in a house with other vampires. The only people I would speak to when I was in my castle would be my “victims”, which was sad. Because I ate them. Because we had some nice conversations. \fWWDITS December 8, 2017",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Before I get to the important business at hand, a little housekeeping. We need to discuss general tidiness. Especially in the cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Which cell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "The prison-y cell! Last night I heard all this shouting coming from there and there were so many angry people down there, half- drunk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "They had alcohol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "No, they had only been half drunk. Drink the whole victim before you start another new one, please. There were nine people down there, still kinda alive, all moaning and complaining. Help me... Help me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "So gross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "It is gross. One guy said he’d had five birthdays while he’s down in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Poor guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "I made him some birthday cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Should have just killed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "And then I killed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Oh, then what’s the problem? \fWWDITS USA v23 December 8, 2017 6. They hiss at each other, their eyes now glowing red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazslo has an even larger ELIZABETHAN COLLAR than Nadja.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "This “house-meeting” - as he calls it -- seems like just another foul New World innovation Nandor is trying to foist upon us. I do not like it, sir. We see footage of Lazslo writing in a dusty tome with a q pen -- by the light of a single candle. And squinting har do so. In the background, Nandor switches on a table lamp Lazslo glares at him, and Nandor switches the lamp off an backs away apologetically. And Lazslo goes back to squint very hard to read by candlelight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZLSO",
          "text": "I suppose I’m kind of a renaissance man in that I was born in 1531. I was the most handsome man in my village-- 16th Century painting of Lazslo looking the opposite of t",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "His village was badly affected by leprosy and the plague.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "(proudly) It’s true. We see old drawings and paintings that illustrate Lazslo’ story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZLSO",
          "text": "One night I was asleep and I heard a rrrrreeeep.... rrrrreeeppp... rrrreeeeppp at my window and I thought, “who’s this at my window? This is weird” -- because I was on the third floor and there was a very beautiful woman outside just floating there. I saw her and I was just absolutely hypnotized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "I used hypnosis on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "\fWWDITS December 8, 2017 7. I invited her into my bedroom. She turned into this hideous bat creature, I thought, “this one’s different”. She drained my blood. Cursed me with the gift of eternal life, making me a thirsty creature of the shadows. We see them in more prosperous times and through the ages Eastern European rulers in fine garb. LAZSLO (CONT’D) Isn’t she intoxicating? My Nadja, Queen of the night. Nadja stares, completely bored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "We all get along great and the house meetings will help us keep the lines of communication open and working together as a team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nandor and Lazslo FLY AT EACH OTHER, FANGS BARED. Lazslo swipes at Nandor’s face. Nadja calmly watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "It’s about hygiene, Lazslo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "It’s about your ego, Nandor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Hissssss!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Hecccccccchhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Why don’t we start writing our names and dates on the victims with marker pen! Suddenly Nandor and Lazslo are normal sliding back into t chairs like nothing happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZLSO",
          "text": "Great suggestion. \fWWDITS USA v23 December 8, 2017 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Good idea, Nadja. Marker pens, Guillermo! And now we come to the real purpose of this house meeting. (takes an ominous beat) Guillermo, close the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "It is closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Close it more. Confused, Guillermo pushes on the door as Nandor takes ou fancy envelope - sealed with a wax signet and covered in foreign stamps. NANDOR (CONT’D) We have received a letter from The Baron. Nadja, Lazslo, and Guillermo react. This is a very seriou development. NANDOR (CONT’D) As we are all now -- finally -- gathered as one, in compliance with the protocols, I will impart The Baron’s message. Nandor opens the letter. What he reads stuns him. NANDOR (CONT’D) The Baron... is coming to visit us. A dramatic pause of disbelief. Interrupted by...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "(softly) Holy crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Silence, Guillermo. Vampire comments only. Guillermo nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "The Baron’s never left the Old Country before. Does he say what is the purpose of his visit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "When does the great one arrive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guillermo December 8, 2017 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "(skimming letter) Um... Guillermo... figure this out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "(reading) Tomorrow. seems quietly upset. So does Nandor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Why didn’t you give this to me earlier?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "It just arrived this morning. Nandor angrily shoos Guillermo away with the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "(grandly) Let it never be said that The Baron does not know how to make an entrance that will shock and astonish! It’s obvious that Lazslo worships The Baron, while Nandor less impressed -- and even a bit jealous of The Baron. Guillermo reference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Yes, yes. We’re all shocked and astonished that The Baron has not yet discovered Federal Express. laughs, but Nadja and Lazslo don’t get the",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Federal what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "You know -- Fed Ex. “When It Absolutely, Positively Has To Be There Overnight.” Fed Ex. I’m not sure what it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "(suspicious) Have you been secretly viewing a television box again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "(covering) No. Of course not. It’s just contemporary folk tale Guillermo told me about. Regardless, there is much work to \fWWDITS USA v23 December 8, 2017 10. INT. be done. And precious little time to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "The Baron is great. As great as his own legend? (shrugs) Not for me to say. Nandor shakes his head to say “No.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "(makes sure no one is listening) My suspicion is that The Baron has gotten wind of how Nandor has been running things over here. Straying too often from the old ways. So this should be interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nadja is speaking quietly, so as not to be overheard. INT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "I’m nervous about seeing The Baron with Lazslo present. The Baron and I enjoyed a very long, very intense sexual affair a few hundred years ago. Very physical, very animal. A lot of acrobatic stuff. It could be awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Many bloodlines flow back to The Baron! The powers that flow through our veins are rumored to be an eternal gift from The Baron himself. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO, (CONT'D)",
          "text": "(beat, then quietly) Also, a while back, The Baron and I enjoyed a very long, very intense sex affair. Very animal. Some pretty \fWWDITS December 8, 2017 11. acrobatic stuff. It will be good to reconnect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nadja rejoins Nandor, Lazslo, and Guillermo, who are gathered around the table. Nandor is looking at the plann notes he’s written on an eighty-year old yellow legal pad",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "So... Guillermo will transport The Baron from his point of debarkation to here--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "On a velvet-lined caisson drawn by four black horses!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Yeahhhhh... I know that’s the tradition, but let’s be realistic. So perhaps just two black horses? Guillermo? Do-able?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Not on such short notice, Master. They all sit and think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "A dark camel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Maybe a taxi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "A black taxi. Lazslo nods his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Okay, great. Now, as for The Baron’s bloodfeast...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "We should get a couple of virgins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZLSO",
          "text": "Lovely! \fWWDITS USA v23 December 8, 2017 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Guillermo, two virgins by tomorrow night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Of course, master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "We shall feast on virgin blood! The vampires laugh. Guillermo does his best to join in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Vampire-only laughing. Guillermo hangs his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Are we inviting Colin as well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "That would ruin the evening. A very ordinary looking man, mopey even, stands at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON",
          "text": "What’s ruining the evening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "(to Guillermo) I knew you didn’t close the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON",
          "text": "Are we having another house meeting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON",
          "text": "Hello, my name is Colin Robinson and I’m what’s called a psychic vampire or “energy vampire”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin has someone trapped in a corner of an office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON, (V.O.)",
          "text": "Energy vampires drain people’s energy merely by talking to them. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "doorway. \fWWDITS December 8, 2017 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON, (V.O.)",
          "text": "In fact you probably know an energy vampire. We’re the most common kind of vampire. Colin’s office mate loses color before our eyes. Colin lo energized. His eyes glow for a brief moment. COLIN ROBINSON I just drained Joan’s energy just by having a long chat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLIN ROBINSON It’s actually cooler to be an energy vampire. We are “daywalkers”, we’re not harmed by the sun. We don’t need to drink blood and we’re the only vampires that can suck energy from other vampires!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON",
          "text": "So, we’re not having a house meeting? The other vampires, their energy drained, just shake thei heads. COLIN ROBINSON (CONT’D) Oh. Colin lingers creepily, and leaves the room way too slowl",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Phew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "(exhausted) His power grows stronger every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazslo and Nadja in matching outfits are out for a walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "We left Europe about two hundred years ago because there was a lot \fWWDITS USA v23 December 8, 2017 14. of prejudice against vampires in Europe at that time. Era-appropriate illustration of people with flaming torch And a brief flash of a decapitated vampire head on a pike",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "They didn’t like the color of our skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Or how we killed and ate people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NADJA (V.O.) We must be careful when walking amongst the living so we do our best to blend in. Nadja and Lazslo do not blend in. They look like the most intense goth couple you’ve ever seen. They eye human prey",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "They look nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "No, he looks fatty and drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Keep your voice down. We must seem as mortals lest we be driven from this land as well. A couple of COLLEGE BROS walk over the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLEGE BRO 1",
          "text": "Go back to your own country!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "We’ve been here since 1862, fatty! The College Bros look confused. Lazslo waves his hands hypnotically. LAZSLO (CONT’D) I mean... our family has... fatty. The College Bros lose all memory of the interaction they’ just had and walk onward. Watching them go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "\fWWDITS December 8, 2017 15. It’s getting early. Let’s just make an apertif of these two and save our appetites for the virgins tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Fine. But you get the fatty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The College Bros walk in the park. Lazslo and Nadja are n magically in front of them. The Bros pause... turn the ot way, the camera follows them. Out of nowhere Nadja and La now magically block them from the other direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLEGE BRO",
          "text": "Ahhhhh! Nadja and Lazslo fly at them and pull the into the air. Geysers of blood, horrific screams, and the crunch of chomped cartilage. Then silence. A blood-soaked red baseball cap lies in the gutter, while Nadja and Lazslo w blood from their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Not bad! And now, shall we explore each other’s bodies in a frenzy of carnal passion, yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "All right, but not here, by the public toilet. And you got some on your face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Oh. From the front we see half of Lazslo’s face is completely covered in blood. LAZSLO (CONT’D) Is it gone? He ineffectually wipes his face but it’s still very blood",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Still some there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "I’1l1 fly home and wash... and prepare for lovemaking. Nadja has seen something in the distance. \fWWDITS USA v23 December 8, 2017 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "(distracted) Yeah, okay. I’m going to walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Well, you know how I feel about walking. If I can turn into a bat, I won’t do it! BAT! Lazslo clicks his thumbs and turns into a bat, flies, cra into a pole, corrects himself and successfully flies away Nadja peers from behind a tree at a A MAN sitting on a be reading from his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "(to herself) Can it be? THE MAN gets up and walks away. Nadja glides silently beh him. INT. NANDOR’S BEDROOM - NIGHT Guillermo is helping Nandor out of his ornate waking-hour vestments, and hanging them carefully on a museum-quality tailor’s dummy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Careful with my vestments, Guillermo! A light touch is crucial...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "I know, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "The gold in that brocade came from the personal--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO NANDOR, (CONT'D)",
          "text": "...the personal treasury of ...the personal treasury of V The Impaler, I know. Vlad The Impaler himself! NANDOR (CONT’D) The Baron will probably still be on Old World time, so his slumber cycle might be all messed-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "\fWWDITS December 8, 2017 17. We don’t want him waking up in day time and being barbecue meats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO, (V.O.)",
          "text": "In some ways I’m disappointed that The Baron is arriving on my anniversary of being a familiar but how often do you get to see an ancient vampire? Along with Guillermo’s interview we see him perform tasks Sometimes with Nandor. Opening curtains, sweeping, washin out blood-stains, hanging Nandor’s vestments carefully on tailor’s dummy, adjusting the antennas on the tiny 1970s television that Nandor does indeed secretly watch, boardi up windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "And also, block all of the upstairs windows. Huge sunlight risk. Back to the interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "When I saw Antonio Banderas as ‘Armand’ in Interview with a Vampire. 1994. I was blown away. He was the first Hispanic vampire I was exposed to and it was then I decided I wanted to be a vampire. We see Guillermo in a photo from 20 years ago in an illfitting vampire costume. He makes an unconvincing Anto Banderas but we know what he is going for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. MANSION. NIGHT",
          "text": "Guillermo opens the door for Nandor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "It seems an eternity since I ventured out of doors. How long has it been, Guillermo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Not since I’ve known you. Nandor floats out the front door. Guillermo closes it. \fWWDITS USA v23 December 8, 2017 18. Guillermo",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "My cape is caught in the door! Guillermo, can you free my cape? Maybe I should just wear my short cape. fusses with the door. NANDOR (CONT’D) Is the brocade okay? How’s the brocade looking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Intricate and undamaged, Master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Good. Now, take me to the nearest purveyor of decorative supplies for revelry and debauchery!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nandor is examining a roll of black crepe paper from the shelf -- fascinated -- having never seen such a thing before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "So deliciously macabre. What is it called again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Crepe paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Exquisite. Also, get me some of that colorful dust that sparkles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Glitter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Yes. Get me some... “glitter”. Every color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "What for, master?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "I want to do something special for The Baron’s arrival so I’m going to sprinkle some on my face and my body. Very... (sotto) Twilight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "December 8, 2017 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Ugh. Wow. But okay. What’s the crepe paper for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "For The Baron’s bloodfeast. (explaining) In the Old Country, we’d weave a canopy out of the flayed human skin. But I think that’s because we didn’t have crepe paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "You want I should ask up front if they have anything that looks more like the flayed skin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "No, Guillermo. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Guillermo is my familiar but sometimes he’s a lil too “familiar”, know what I mean? He’s always hanging around me. He works hard but, he’s not great at it. I don’t like to say this kind of thing in front of him, of course. WIDEN TO REVEAL: Guillermo is actually sitting right next Nandor. NANDOR (CONT’D) Sorry Guillermo. I didn’t like saying that in front of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "That’s okay, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Can you see how he’s just always around me? Look at him. \fWWDITS USA v23 December 8, 2017 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guillermo peruses the store. He sees something. He approa",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Master. Check it out. So macabre! Guillermo holds up one of those cardboard skeleton decorations one uses for kids’ birthday parties. Nandor s wearily then waves his hand -- and the cardboard skeleton cutout bursts into flames in Guillermo’s hands. Guillermo drops it and stamps it out. Guillermo walks away crestfal",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORE OWNER",
          "text": "And that’1ll be 79.85. Cash or credit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Credit card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "You can’t pay with that, throw him a metal coin. Nandor throws a coin at the store owner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORE OWNER",
          "text": "That’s 25 cents sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Enjoy it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORE OWNER",
          "text": "It’s not enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Stab this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Just credit card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "You kind of disobeyed me just now. And I’m noting it. It’s because I didn’t like the skeleton, isn’t it. Nandor.. \fWWDITS December 8, 2017 21. A pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see from a long lens Nadja floating outside of the win of the Man from the park. The Man flops onto his bed. Kic off one shoe. Half pulls down his pants. It’s a sad sight",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "It’s him. The Man clumsily turns off his light. It’s dark now. Nadj tries to peer in. She sees nothing. Suddenly, his face is up by his phone screen. By his expression he seems to be masturbating. Nadja holds up a 1940s flash bulb camera an takes a photo with the bright flash. Suddenly the lamp tu on... the Man runs to the window holding his pants up. No is there. The Man looks through his now open window. A tr can falls over. He puts his head out. The window comes do and nearly takes off his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overburdened with decorations, Guillermo tries to bring u his anniversary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Can you tell me about when you became a vampire, Master? How long did you wait?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Not that long. Hey, any progress on those virgins yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "I know an awesome place to find virgins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A modest Live Action Role-Play group are dressed in their idea of fantasy clothes - e.g. Someone might wear a feathered hat, a cape and Fila shoes. The uncoolest thing you have ever seen. The LARP group playing out a scene. Larper Girl throws some dice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARP GIRL",
          "text": "Nine - Confrontation!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNA",
          "text": "This ale is poisoned, peasant! \fWWDITS USA v23 December 8, 2017 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "How dare you make that false accusation sir! I have poisoned not your ale, wench! The other Larpers mock outrage at the language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNA",
          "text": "Didst thou callest me wench, troll? Guillermo speaks quietly to cam. GUILLERMO (T.C.) These Live Action Role-Playing groups have a very high ratio of adult virgins. It’s harder to find someone who isn’t a virgin here. ANGLE ON: Jonathan and Larper 2 are gingerly fighting wit wooden swords. The other LARPERS ARE AMUSED. They laugh a cheer. GUILLERMO (T.C) (CONT’D) Look at them dressed as elves or some shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "In the old country, centuries ago, I was in a very passionate love with a human man called Gregor. He was a knight, he wore armor, he was very cool. He was decapitated in a battle and it was sad. But I never really got over Gregor. Even when I met Lazslo. Lazslo floats past the doorway, struggling with a boot. A older woman (Lazslo and Nadja’s silent familiar JUNE) fol him patiently, trying to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "You will go on my foot, boot! Nadja waits to make sure Lazslo is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "The man I saw tonight -- I think it was him. \fWWDITS December 8, 2017 23. We see a beautiful baroque painting of a man in armor recoiling from a sword with an anguished face. It certain seems to be the same man although a lot cooler. NADJA (CONT’D) I think he is the reincarnation of my ex-boyfriend, Gregor. We are now closer on the face of the painting. This is crossfaded with the photo Nadja took of the man caught masturbating. It’s the same face with the exact same expression. Back to Nadja looking concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Why doesn’t foot rhyme with boot? Foot. Boot. Fooooot. Booooot. Ah! I did it! I’m going to write you a poem darling!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the distance Guillermo is showing Jonathan and Jenna photos on his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Check this shit out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNA",
          "text": "Woah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "We got swords, we got crossbows, we got all kinds of medieval shit. Come tomorrow night, 9pm. Don’t be early. Guillermo gives the thumbs up to the camera. Mouths “virgins”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nandor is leading Nadja and Lazslo through a dark, dusty hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "I’ve never been in this part of the house. \fWWDITS USA v23 December 8, 2017 24. Some bats",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "No one has for 80 years. I’ve preserved these chambers unsullied that we might have an appropriate location for a ceremonial bloodfeast, should The Baron ever visit. fly out a doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZLSO",
          "text": "(to camera) Those are just some vampire buddies of mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "They are just normal bats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZLSO",
          "text": "That’s Jeremy and Carol!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "No vampire would be called Jeremy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Another plus? If we have The Baron’s ceremony here, you-know-who won’t even need to know. I mean Colin. Nandor opens an old door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a normal, brightly lit bedroom. Colin’s in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON",
          "text": "Ever heard of knocking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Colin? What are you doing in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON",
          "text": "This is my bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON",
          "text": "How can I help you? \fWWDITS December 8, 2017 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "We are just saying hi. (pause) Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON",
          "text": "I’ve never had someone visit me before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Okay, good to see you! Bye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON",
          "text": "Hey, what’s happening tomorrow night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Not having virgins for dinner!! Colin looks disappointed. He knows. Nandor, Nadja, and La head back the way they came.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "(quietly) There’s another unsullied chamber down in the basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "The Baron is accustomed to the grandest blood-halls and abattoirs! Our junk room is not fit for him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "We can move the Stairmaster out of there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Good idea. Never understood its supposed use anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "It’s said to improve fortitude and stamina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Didn’t even work as a torture device. Just made our victims very skinny, very slowly. \fWWDITS USA v23 December 8, 2017 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guillermo signs a bill of landing on a clipboard, as a la wooden crate is off-loading from a ship. An ancient, sile odd-looking man -- THE BARON’S FAMILIAR -- stands nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guillermo supervises as THREE REGULAR GUYS unload the cra from a battered BLACK VAN that has MOISHE’S MOVERS on the side and carry it into the house. The Baron’s Familiar ke one hand reverently on the top of The Baron’s coffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As The Baron’s Familiar looks on, Guillermo uses a crowba pry open the wooden crate, revealing a beautiful, ancient coffin with intricate carvings on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Nadja talks about Gregor we see different versions of through history. Some with her alongside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Gregor was reincarnated again as a Persian street thief, he was caught and they beheaded him “to teach him a lesson” and it did stop him to be honest. Then many decades later he returned as a beautiful Slovenian washerman. We did manage to fool around a couple of times but apparently she got her head chopped off in a toilet cleaning accident, don’t ask me how. Weird. A lot of beheadings. I just noticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nadja stands in the long shadows of late dusk. Every part her body is covered, protectively, including a black hat a dark veil. But still, we can see that she is physically weakened, and has taken a great risk to come out before i completely dark. The Man leaves his building. As he passe",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Man? Human man? He doesn’t turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns. December 8, 2017 27. NADJA (CONT’D) Gregor! NADJA (CONT’D) It is you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Gregor, the centuries have not changed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Oh. My name’s Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Jeff...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Oh wait... I remember you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "From a past life long ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Ah... From the park last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Gregor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No, Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Gregor De’ Lavoir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No, Jeff Leibenstein. But... you know what’s weird?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "What is weird Gr.. Jeff Leibenstein?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "When I was in 12th grade I used to wish my name was Greg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "As in Gregor. \fWWDITS USA v23 December 8, 2017 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "As in Greg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nandor is lighting candles in a big candelabra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Guillermo? Will the virgins be arriving soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Yes, Master. Fingers crossed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Aaaaaarrrghhh! (then) Oh, it’s only a finger cross. Don’t do that. The doorbell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Dinner is served. Nandor and Lazslo roll their eyes at Guillermo’s attempt joke. Guillermo opens the door and welcomes in Jenna and Jonathan from the LARP group. GUILLERMO (CONT’D) Jenna. Jonathan. So pleased you could make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNA",
          "text": "Well, this house is officially creepy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "Yeah. Very authentic. Nandor and Lazslo eye Jenna and Jonathan skeptically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Hi!!! Are you the two virgins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "I don’t see how that is any of your business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "So, yes. What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "December 8, 2017 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNA",
          "text": "Well, my boyfriend and I haven’t met IRL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "In real life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "He’s fictional?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNA",
          "text": "No, we met online. We’re planning an IRL meet later in the year. F2F is a big step for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "What language is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "I’m not a virgin. In my last relationship we did quote pretty much everything unquote...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Except sex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "A gentleman mage doesn’t tell of his conquests sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Well done, Guillermo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff walks along and Nadja glides along beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "I must go soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Right. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "I just came to beg of you: Avoid dangerous activities -- especially those involving the head and/or the neck. \fWWDITS USA v23 December 8, 2017 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah, I pretty much stick to just cardio and weights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Uh huh. I simply couldn’t bear losing you. Again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "So, are you a knight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah! Well, a night watchman at a supermarket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Protector of the people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Oh, not really. Ha. Nadja laughs like Jeff is a hilarious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "My sweet Gregor-Jeff! I’d forgotten what a brilliant raconteur you were! I must leave you now. But I will find you again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Okay, well if you want to get coffee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Oh, Gregor -- remember that time we made love so passionately that I accidentally cut your head off? And then I kept going till my needs were met? Let's do that again. But maybe without the knifeplay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Do what now? She’s gone. JEFF (CONT’D) Weird. \fWWDITS December 8, 2017 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guillermo is leading Jenna and Jonathan down a basement hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "So the party is going to start in a little while. Why don’t you guys just have a seat in here and I’11l come get you when-- Guillermo opens the door to a room. There are people with writing on their heads. E.g. Nadja - September 15 2016 Lazslo June 2010? They’re milling about -- gruesome, halfdead lost souls. One of them is strapped to a wall, moaning. GUILLERMO (CONT’D) Oops. Why don’t we wait up in the kitchen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which looks very subterranean and spooky. Candelabras and torches. (But there’s still an old StairMaster in the bac that looks too heavy to move, which has been covered in black crepe paper.) Guillermo has propped The Baron’s cof up at the head of the table, but it’s still sealed shut. Baron’s Familiar stands at attention just behind the Baro coffin. Nandor and Lazslo are sitting at the coffin’s rig and left. Nadja and Lazslo’s silent familiar JUNE stands nearby. A bat flutters in, then transforms into Nadja, wh takes a seat at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Boy, are my arms tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "You're late!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "(formally) We three are gathered as one, as the protocols dictate. So the ceremony can commence. Guillermo? Can you open The Baron’s caske-- But before Nandor can finish speaking, The Baron’s casket slowly opens with the sound of heavy wood or stone creaki Its contents are enveloped in a heavy mist, from which emerges... A truly scary vampire. Long fangs, drawn face, wispy hair pale skin. \fWWDITS USA v23 December 8, 2017 32. It is naked, has no genitals and has wing-like flaps of s under its armpits. Even Nandor, Nadja, and Lazslo seem frightened of its form. It begins speaking, in a horrifyi ancient Latin tongue, which sounds like a backwards-talki person from Twin Peaks with the voice of Bane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "Ne la materia che mai non dorme re de I fenomeni re de le forme--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "My Sire? If I may? That we might comprehend you more clearly? English please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "The old tongue has withered with us, like nightshade in a desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "I totally remember him as having genitals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "(still horrifying voice timbre) Does this suit you better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "My Sire? Just so as not to frighten our familiars? Perhaps a form that could pass for human? ANGLE ON: Guillermo and June, both in shock at The Baron’ form. Despite their familiarity with the supernatural, they’re both paralyzed with fear and have tears trickling down their cheeks. Another flash of light and smoke, and Baron transmogrifies into into a slightly less-scary form large half-man, half-bat, whose breath forms a mist as if his mere presence has reduced the room’s temperature to s zero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "How’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA/LAZSLO/NANDOR",
          "text": "Perfect./I liked the first way./Still a bit scary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Guillermo? Fetch the virgins. Guillermo exits hastily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "December 8, 2017 33. I am weary from my journey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Before you start, Sire, I’d just like to go on record as saying that the old ways are the best ways. And for too long we here may have been led astray by the allure of the new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Inaccurate and unfair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "You’ll notice “crepe” paper instead of actual human skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Kind of a dick move to bring this up at this particular juncture, Lazslo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "(so loud it shakes plaster off the ceiling and extinguishes some of the candles) SILENCE. I have come with a message. The Baron now has their full attention. Nandor, THE BARON (CONT’D) The Old World is dead. The Old Ways are over. The New World -- this “aAmrika” as you call it -- is our lifeline to an eternal future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Say what now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "Have you forgotten why I sent you three here in the first place? Nadja, and Lazslo all think -- but they obviously have forgotten. THE BARON (CONT’D) The mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "(to interview camera) I don’t know what he’s talking about, mission. I came here by mistake. \fWWDITS USA v23 December 8, 2017 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "You were supposed to conquer the New World! Two hundred years have passed with no progress! And here you be: the land of opportunity spread before you like a blood banquet. And yet you hide in the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "We go out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "...instead of engaging with this wonderful New World -- a land that virtually thirsts for a new order of masters and supplicants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "A fair point. But on the other hand-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "Your idleness and sloth have left you mired in irrelevance. But no longer! The Great Plan recommences now! And the world will not soon forget this hallowed night when a decree went forth. The human race will forever lament... (to Nandor) What is this place known as?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Staten Island.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "The human race will forever lament the night their end was foretold in... Staten Island. Lightning and thunder flash outside. Then a long silent b",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "I’ve been saying we should do something like this for years, Master. Nandor rolls his eyes at how quickly Lazslo has flip-flopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "This “Staten Island” -- it is the cultural and political capital of the New World, I trust?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "\fWWDITS December 8, 2017 35. (pause) Some say. I mean, there’s an argument to be made...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "It’s where the boat dropped us off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "For at least two hundred years I’ve been saying we should relocate to New Amsterdam, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "Enough. Now I must slumber. Wake me when your great work is complete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Of course. But... um... what kind of time frame are we looking at here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "(quietly) My Lord, are you hungry after your trip because we--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Oh, you mean complete silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Shut up, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "You said the last thing. And now you made me. Great. With a flash of light and smoke, The Baron lies back in h casket, which closes on its own. And then there is silenc LAZSLO (CONT’D) Well. A lot to unpack here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NADJA",
          "text": "Shall we get in the virgins? Hate to let them go to waste. \fWWDITS USA v23 December 8, 2017 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "I feel so dumb that I wore glitter. Nandor pulls a velvet sash that rings a bell upstairs. La turns to the Baron’s Familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "I don’t believe we’ve been properly introduced. I’m Lazslo. Very old, very, very good friend of the Baron. The Baron’s Familiar just stares straight ahead, ignoring Lazslo. LAZSLO (CONT’D) Okay. We can catch up after you’ve settled in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Be honest though, The Baron was kind of a dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZSLO",
          "text": "Shh. He’s very powerful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "You think he heard me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "I was too late. The two virgins’ eyes are glazed as Colin drones on and o",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLIN ROBINSON",
          "text": ".-..So in the long run it’s actually cheaper to lease a pre- owned vehicle than to buy one. And if you factor in insurance and maintenance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Oh, great! Colin has drained them of all their energy! The perfect end to a perfect evening. \fWWDITS December 8, 2017 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guillermo is helping Nandor out of his ornate vestments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "I’m not sure The Baron understands how big the New World is. I mean, where he’s from, you conquer three villages, you’ve basically conquered the whole country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "I’m sorry Colin got to the virgins. I’ve kept them alive though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Separately, I assume. Would hate to have them de-virginize each other before we all get a bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Of course, Master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "You’re glum, Guillermo. You think that I’ve forgotten that tonight is a special night for you as well, don’t you? Guillermo brightens bashfully. NANDOR (CONT’D) And does not an anniversary call for a reward recognizing your years of service?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "I am ready, Master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Good. Prepare yourself... Guillermo closes his eyes and bares his neck. Not noticin that Nandor has pulled something from his coffin. NANDOR (CONT’D) Okay, open your eyes. Nandor hands Guillermo a hand-made glitter picture of Guillermo and Nandor. Nandor is proud of it. NANDOR (CONT’D) Happy anniversary, Guillermo. \fWWDITS USA v23 December 8, 2017 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Oh. Well. Thank you, master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Savor it. It’s the real reason I wanted all that glitter. Guillermo doesn’t know whether to be touched or insulted. NANDOR (CONT’ D) You deserve it. Two years of",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEEVICE",
          "text": "...Twenty years, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANDOR",
          "text": "Oh, okay. Close my coffin please. As Guillermo helps Nandor into his coffin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLERMO",
          "text": "Slumber soundly, Master. A disappointed Guillermo closes the lid of Nandor’s coffi He tidies the capes on the rack. Takes a moment. Then ang rips the brocade off the cape. GUILLERMO (CONT’D) Frickin brocade...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2545"
    }
  ]
}