{
  "movie_id": "MOV2549",
  "scenes": [
    {
      "location": "MAX'S HOME",
      "time": "EVENING",
      "characters": [
        "FIELD",
        "K.W. -",
        "GRRRAAR",
        "65",
        "31",
        "WILD THINGS",
        "722RB",
        "JUMP AHEAD TO",
        "72D-",
        "72AB",
        "124A",
        "DOUGLAS -",
        "CAROL, (0.S.)",
        "65A",
        "SMASH CUT TO",
        "-- DAY",
        "31A",
        "68",
        "1",
        "TTE",
        "85A CONTINUED",
        "75A CONTINUED",
        "4",
        "TITLE CARD",
        "72B",
        "ALEXANDER -",
        "31A-",
        "MOM, (CONT'D)",
        "BOYFRIEND",
        "77B",
        "TEACHER, (CONT'D)",
        "57",
        "ALEXANDER, (CONT'D)",
        "MAX -",
        "72C",
        "65A CONTINUED",
        "940A",
        "72B CONTINUED",
        "MOM",
        "100-101",
        "70A",
        "IRA",
        "77C",
        "44",
        "66A",
        "-",
        "CAROL -",
        "ALEXANDER",
        "JUDITH -",
        "IRA, (CONT'D)",
        "-55",
        "MAX, (CONT'D)",
        "CAROL MAX",
        "CLAIRE GET YOUR STUFF OFF THE",
        "K.W.",
        "32",
        "72D",
        "73",
        "69A",
        "72A",
        "IRA -",
        "I",
        "78A-B",
        "CAROL, (CONT'D)",
        "70",
        "JUDITH",
        "117",
        "67A",
        "DINING ROOM TABLE",
        "TEACHER",
        "MOM, (0.S.)",
        "MAX, (V.O.)",
        "43",
        "CRASH CUT TO",
        "BULL",
        "WIWTA",
        "KING",
        "72C-",
        "108/109 CONTINUED",
        "TEACHER, (V.O.)",
        "85A",
        "CONTINUED",
        "CUT TO",
        "JUDITH, (CONT'D)",
        "K.W., (CONT'D)",
        "T1E",
        "DOUGLAS, (CONT'D)",
        "116",
        "CAROL",
        "CLAIRE",
        "116A",
        "72A CONTINUED",
        "106",
        "74A",
        "39",
        "DOUGLAS",
        "77H",
        "MOM -",
        "771",
        "67",
        "66A CONTINUED",
        "62",
        "BEEEEEE STIIIIIIILL",
        "45",
        "MAX"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Black screen: Echoing through a house, we hear A BOY BARK and A DOG YELPING. The picture comes up and a raggedy black dog tears down a of stairs, toward us. MAX, eight years old and wearing a white wolf suit, jumps down the stairs, tumbling toward the camera, growling and chasing the dog. For some reason, Max is holding a fork. He jumps to the bottom of the stairs tucking and rolling, screeching a feral war-cry and follows the dog off-screen Max chases the dog under the dining room table and closes He leaps and grabs the dog, and howling and somersaulting they wrestle happily together until the screen freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max's legs protrude from a hand-dug opening in a large sn embankment - a remnant of the morning’s snowplows. He crawls out and stands over it, surveying his creation. proud and crooked grin spreads across his face. He runs off toward his house, wanting badly to tell someo about it. INT./EXT. MAX’S HOME - DAY Max runs up to the window and taps on the glass. Inside i his sister Claire, 14, talking on the phone with great intensity. We see only Max’s eyes peering over the window sill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(muffled through the glass) Hey Claire! Wanna see something great? Claire is too involved in her phone call to pay Max any attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Who else was there? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(trying again) It’s an igloo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I made it. Claire doesn’t respond. Her phone call is very important her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(responding to the intrusion) Yeah, my brother. No, I can’t. We’re supposed to go to my dad’s that weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "The snowplows left some snow across the street... and I dug a hole into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Max, go play with your friends! Max is crushed. He walks off, dejected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max sits, resting in his igloo, deep in thought. He exits igloo with a makeshift flag -- a plastic bag tied to a bi twig. He marches over to a nearby wooden fence and barks orders to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You! Go that way! You! Go that way! The fence isn’t responding. Max kicks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Don’t talk to me like that. You’re just a fence. Go play with your own fence friends. Now move out! He runs to his fort and carefully secures his flag to the top. He adjusts it two or three times to make it just rig Max is something of a perfectionist. Just then, Max watches as a car pulls into his driveway. sees a group of teenage boys and girls get out of the car lope into his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10 WIWTA Revised November 21, 2008 (Buff) pg. 3 Max gets an idea. He jumps into his igloo and scoops up a of his snowballs. He can’t carry them all so he hurriedly rolls them out the entrance. He runs across the street to his house, closer to his pre carefully balancing his ammunition on his coat, kangaroo style. He hides behind the neighbor’s low fence. He waits, excitedly, organizing his arsenal while stealth peering over the fence. He watches the teens while they’r inside his house. Meanwhile, he makes more snowballs. The teenagers come outside with Claire. Max holds a snowb giddy with anticipation. He waits until they’re close eno and then jumps up and unleashes his projectiles. His aim isn’t so good, but he has the element of surprise on his side. A few snowballs hit the teenagers, and when they se that it’s him, they laugh and start throwing snowballs ba The fight is on. As Max is reloading, a large mound of snow is dumped on h back. The boys are close now, on the other side of the fe It’s time to retreat. Max bolts. He runs across the stree giddy -- the thrill of battle. He gets to his fort just in time and dives inside. He sli into his little cave - nervous and happy. He’s safe. But the boys are upon him. Through the fort’s entrance, h sees them approach. An arm comes through the side, searching for Max. Max squ out of the way, his eyes wide with alarm. Then there’s a sickening crunch from above. Another crunc They’re on the roof. Max looks up. The ceiling caves in. Max is trapped in a world of cold white. He claws his way out of the top, and we see his face, red wet with snow and tears. He’s cold and humiliated. The two boys see how upset Max is. They pull back, feelin awful. They walk back across the street. A horn honks - everyone is waiting. The boys run back to car. Max, hurt and shamed, looks for Claire among the teenager He finds her. Max and Claire lock eyes. Claire looks worr and feels bad for Max. Max hopes that Claire will come ov to help and comfort him - even to stick up for him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 11 12 15 WIWTA Revised November 21, 2008 (Buff) pg. 4",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "But she doesn’t. She turns away to talk to someone in the car. The car, with Claire in it, drives away. Shaken and raw, Max runs to the house. INT. MAX’S HOME - LATE AFTERNOON (CONTINUOUS) Max enters his house covered in snow, and runs upstairs i Claire’s room. Max rips off his hat and gloves and throws them on the fl He jumps up and down on Claire’s bed, dumping snow everywhere. On her dresser, he sees an elaborate valentin that he made her out of popsicle sticks and construction paper. It says “To Claire. Love, Max.” He grabs it and te it to pieces. As he calms down he realizes what he’s done. He picks up pieces of the valentine and walks to his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max lays in bed, silent, worried. On the dresser next to bed is a globe, an antique, lit from within. Max reads th inscription on a small brass panel on the globe: TO MAX, OWNER OF THIS WORLD. Love, Dad He hears high heels clicking in the kitchen below. Max lo forlorn, wishing he hadn’t done what he’s done. His mom’s footsteps echo through the house, getting closer to the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "(calling out) Hey! I’m home! We hear her walking upstairs. She enters the room and see Max under his covers. She sits down on his bed and kisses head. She’s wearing her work clothes - a wool skirt and w cotton blouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (CONT'D)",
          "text": "Hey. Max doesn’t answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (CONT'D)",
          "text": "What’s wrong? Max looks up. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "Claire and her stupid friends - smashed my igloo. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Oh. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "And she didn’t do anything about * it. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "I’m sorry, honey. * (with a sly smile) * I would have done something about * it. * The guilt overtakes Max. * INT. CLAIRE’S BEDROOM -- CONTINUOUS * He brings his mom into Claire’s room. Water squishes * underfoot. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Max, what have you done? * She leaves the room and comes back with a stack of towels They both drop to their knees to soak up the mess. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (CONT'D)",
          "text": "(under her breath) * 16 Oh my god. 16* 17 INT. MOM’S OFFICE AREA — NIGHT (LATER) 17* Max’s mom works at home at night in a room at the rear of house. Overlooking the backyard, it’s a room used for man purposes. Outside, the snow has turned to rain and it’s coming down, silver streaks outside the window. Mom is typing on her computer, an older model, while talk on the phone to a co-worker. Max enters the room tentativ Feeling a bit guilty about earlier, Max wants to make up his mom. He fiddles with a few things in the room, circli his mom without overtly asking for attention. * Mom, still not paying any mind to Max, looks anxious - bu more than that, simply tired and worn out. As she continu her phone conversation, we catch only glimpses of her fro Max's point of view. * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 WIWTA Revised November 21, 2008 (Buff) pg. 6",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "(hiding her exhaustion with warmth) No, I don’t want to bother you, just... just quickly can you tell me exactly what Mr. Lasseter didn’t like about the report? ...Well what am I suppose to do? No, I’m just tired and there’s been some stuff here at home.... So what can I do to fix this? Max, trying to make her smile, adopts the posture of a ro She looks over to him. He continues walking robot-style a turns his head to smile at her, not noticing he’s about t walk into the wall. He falls down, to comic effect. His m buries a laugh and puts her finger to her lips, telling M to shush. Max grins. Success.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (CONT'D)",
          "text": "(into the phone) I know, I know. I, uh... but I better get started if I’m gonna turn it in in the morning. He plops himself on the floor under her desk and looks at mom’s feet. She’s taken off her shoes, but is still weari her tights; Max tugs gently on the tights over her right",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (CONT'D)",
          "text": "(now a bit more upbeat) No, I hear you, I hear you. This will be the last time I promise, okay? Thanks. She hangs up and smiles down at Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (CONT'D)",
          "text": "(softly) Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(almost inaudibly) Hi. They sit in silence for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "I could use a story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Ummm... Sure. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "17",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 25-27 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "This is a to think o Revised November 21, 2008 (Buff) pg. 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "game they play together. Max looks around, trying * £ a good one to tell her. She opens a new page on * her computer and starts typing his dictation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Okay, there were some buildings... * There were these really tall buildings...and they could walk. Then there were some vampires. One of the vampires bit the tallest building and his fangs broke off...then all his other teeth fell out...then he started crying...and then all the other vampires said Why are you crying? Aren’t those just your baby teeth? And he said, No, those are my grown-up teeth...and the vampires knew that he couldn't be a vampire anymore, so they left him. * Mom finishes typing and smiles proudly and sadly at Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "The end. Max smiles back at his mom. 25-27*",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The classroom is a familiar one - Formica furniture and a chalkboard, large windows. The branches of nearby trees t the glass when the wind surges. * Max's teacher, male, is short and thin, bearded and weari cardigan. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "(warming to his subject) -.. the sun is the center of our solar system. It’s the reason all the planets are here. Its warmth * gives us sunlight, makes our planet liveable. Of course the sun won’t * always be here to keep us warm. It, like all things, will die... and when it does, first it’1l expand, * enveloping all the surrounding planets, including Earth, before * consuming them rapidly. (now almost cheerfully) The sun, after all, is just fuel * burning ferociously... and when it runs out of fuel... well... * (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER, (CONT'D)",
          "text": "it'll be gone. Well after that, the solar system will go dark... permanently. Max is silently horrified. He looks around, studying the faces of his friends. No one else seems to have heard wha just heard -- that the sun, the universe, everyone who ev lived, will someday be gone. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "29 INT. MAX’S MOM’S CAR - LATER THAT AFTERNOON 29* Max looks out the window as the teacher’s voice continues",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER, (V.O.)",
          "text": "I’m sure by that time the human race will have fallen to any number of calamities... * Max and Claire are in the car with Mom - Max in the front seat, Claire in the back. All are in their own worlds, * driving home on a rainy afternoon. * TEACHER (V.O.) (CONT’D) * ++. war, pollution, global warming, * tsunamis, earthquakes, meteors... but hey, who knows, right? Have a * good weekend. * 30 INT. MAX’S BEDROOM - DUSK 30 Max is making an elaborate fort from his bunk beds, blank draped everywhere. He sits inside, turning the lamp on an off. Bored, he goes to the door and, standing on a book, yells downstairs for his mom. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "(yelling downstairs) - Mom! Mom, come up here! I rebuilt * the fort! *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (0.S.)",
          "text": "Max, I’m busy. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max is precariously balanced on the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You gotta get inside it, the lava’s * coming. * (beat) * Oh, oh! And it’s a rocket ship, and *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "it’s gonna take off! (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 31",
          "sentiment": "neutral"
        },
        {
          "speaker": "31A",
          "text": "32 33 WIWTA Revised November 21, 2008 (Buff) pg. 9",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "(beat) Want me to save you a seat? No response from Mom. Max looks around his room, looking for options. He looks set of armor and swords. Pass. He glances to a Nerf basketball hoop. Pass. A Lego set. Pass. He sees his wolf suit hanging on the back of his door. Hm INT. MAX’S HOUSE - DUSK With a triumphant music cue, Max comes strutting downstai in his wolf suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max walks through the foyer, arms crossed before his ches Peeking around a corner, he sees his Mom and the boyfrien exchange a kiss on the couch. MOM (CONT’D) BOYFRIEND You're really....nice -..Cute They share a flirtatious laugh. Max is mortified. Mom and boyfriend toast. Max watches in disgust. Mom picks up a dirty plate and hurries back toward the kitchen. Passing Max, she growls playfully at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "(to Max) Hi, sweetie. (loudly into the next room) Claire, it’s almost dinner! Get your stuff off the table, please. Max follows her into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His mom is cooking. Max enters the kitchen and drags a ch over to the counter lazily. It scrapes loudly on the floo",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Shhh! Max starts sniffing around. He looks down his nose at all food, examining it. Mom is too frazzled to pay attention. gets up on the chair and assesses the work his mom is doi At the moment, she’s boiling water in a pot. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (CONT'D)",
          "text": "Hey, shhh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(pointing to something on a plate) Mom, what is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "It's paté. pg. 10 Max rolls his eyes and moves on, dissatisfied, imperious. fiddles with things on the counter. He picks up a bag of frozen corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Frozen corn? What’s wrong with real corn? He drops the package loudly on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "(firmly, trying not to lose her patience) Frozen corn is real. And get off the chair please. And go tell your sister to clear her stuff off the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(yelling, more or less in his mom’s face)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DINING ROOM TABLE",
          "text": "Max is testing her patience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "(urgently, under her breath) Max, don’t pull that now. Instead of retreating, Max leaps to stand on the counter. stands there, hovering over her, in his animal costume. They stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (CONT'D)",
          "text": "(whispering/pleading) Max, get off the counter, please, get off. I have a friend here... you're embarrassing me. Max crosses his arms and stares at her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "33 \fWIWTA Revised November 21, 2008 (Buff) pg. 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Woman, feed me! *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "(exasperated) Max, get off. Get off the counter! * Max just stares at her, defiant. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (CONT'D)",
          "text": "(furious whisper) Get off the damn counter MAX! Now. Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I’1l eat you up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Get down! He growls loudly at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom can’t take it anymore. She lunges for him, and he jum off the counter, fleeing, still growling. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Stop! Get over here! 34 He tears through the living room, and, somewhat to his surprise, she chases him. When they pass in front of the boyfriend, the boyfriend takes notice of the escalating * volume and urgency. * 35 In the front hall, she catches him, grabs him and hold roughly. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Max! What’s wrong with you? * Max thrashes around in his mom’s grip. He kicks and squir and, losing all control, he suddenly bites his mother’s a She shrieks. She drops him on the floor. He falls down in lump. She steps back, holding her arm in pain. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (CONT'D)",
          "text": "(completely enraged) * OW! Max, you bit me! That hurt! * Max is shocked by what he’s done, instantly realizing tha he’s gone too far. * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 12",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Close on Max, we see that though he’s not sure what this means, these words have hit him hard. Max turns to see the boyfriend entering the foyer. * As Mom is still in pain, the boyfriend hesitates - he’s * unsure if it’s his place to get involved. He stands. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYFRIEND",
          "text": "Connie, he can’t treat you like that. Mom turns to Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Max, what is wrong with you? Why * are you doing these things? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You’re doing things! *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "You're out of control! Max looks at everyone. His mom, the boyfriend... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "It’s not my fault! - This is the last straw with Max. He turns red with rage a runs out of the house, into the night. His mom runs out t door after him. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM -",
          "text": "Max! Max! - Max tears down the street. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, (CONT'D)",
          "text": "Max! - 37 She follows him for a block, but quickly loses ground. Max cuts across yards and down an embankment. Now he’s fr He runs toward the forest in the distance, where the road ends and the trees begin. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, still high from the run and still breathing hard, co into the forest. * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 39 40-42 43 44 45 46-55 56 WIWTA Revised November 21, 2008 (Buff) pg. 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He reaches a small clearing around a fallen tree, where h has a few possessions stashed. Max grabs a large stick an stomps around, hitting things violently. The wind blows louder, whipping the leaves around in a fu Max, feeling the night's power, howls into the sky. He finds himself at the shore. The stars are out and the moon is reflected on the placid water. A boat floats. Max looks around to see if anyone is there The boat isn’t tied to anything, and starts to drift away Max rushes toward it and grabs the loose rope attached to He pulls the boat back slowly. He looks around again, wondering if the boat has an owner, if anyone’s watching. stands before the boat, the trees swaying violently aroun him. Max steps into the boat. The vessel slowly drifts away. Max allows the boat to drift, watching seriously and 40 intentionally as the land grows more distant. The boat cuts quickly through the sea. Max looks past the bow toward his destination. There is nothing but open water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pale early light paints the ocean pink. We see a wide, shot, with Max and his boat a tiny speck in the vast ocea On board, we see Max look around at the horizon line. In front of him, no signs of the city. Behind him is just wa and sky. No land in sight. He settles in for a long journey. 46 Max sails in and out of nights and days. He’s hungry and thirsty. Rain comes and goes. He’s cold and wet and exhau -- and it seems he’1ll never see land again. Finally, after many days, off the bow of the boat, he see landmass, and within it, a bright glow. Cut: Night. He’s closer now. The island is in sight. A gr black mound in the sea, with an orange glow - a fire - in middle. 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-42",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f57 58 59 WIWTA Revised November 21, 2008 (Buff) pg. 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Landing on the beach is rough-going. The surf is thunderi and Max's boat is tossed about like a toy. When he’s close enough, he jumps from the boat, gasping f the water’s cold. He gets his bearings and pulls the boat ashore. He stands and assesses the island. Beyond the beach and the bluffs above, he sees a forest w a large fire raging. The flames ebbs and flow, bursting periodically like a growing bonfire. There are sounds of chaos in the distance, audible even f the beach. Max, wet and cold, knows his only chance at survival is to climb the cliffs and move toward the warmt the fire. Max skulks through the foliage like a cat. This is a trul dangerous, muddy forest - wild, primal and unpredictable. the sounds get louder, Max comes upon a clearing. Through the trees Max sees an enormous fire. Around it ar ten large huts, made of interlocking branches. Max stays A huge creature appears in silhouette, backlit by the fir Hiding in the grass, Max watches, enthralled. Max studies this creature as he walks around, crushing on these huts with his enormous arms. This beast is CAROL -- huge, striped and with two horns atop his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "That’s it. Tear 'em all down. Tear ‘em down. Come on! We’ve got a few more to go over here. (beat) Is anyone going to help me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Who said that we didn’t like them? JUDITH is female, with two horns and one prominent at the of her huge snout. Her voice is sardonic and sharp-edged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "We liked them. They were nice. IRA is close to Judith, and has a huge oval nose and sad eyes. He speaks like a tired old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I mean, this is a problem. Don’t you see this is a problem? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59 WIWTA Revised November 21, 2008 (Buff) pg. 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I will... ALEXANDER is the smallest of the Wild Things, just a litt bigger than Max. He resembles a goat, with grey-white fur like Max’s, and a teenager’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "No, I’1l just do it myself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "--. help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "++. as usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Um, Carol, could I talk to you for a second? DOUGLAS looks like a gigantic rooster, proud and strong, white feathers. His voice is thoughtful, reasoned, steady",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Not right now, Douglas, I’m busy. Carol smashes a hut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Uh, oh, okay I’m sorry. Carry on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "And I’m the only one who cares enough to do this. He smashes another house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Or this! He smashes another one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Carol, is this really necessary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Ask K.W. You ask K.W. if it’s necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "She’s not here. She left. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59 \f59 WIWTA Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Exactly. She left. So it’s necessary. Is anyone going to help me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(awkwardly) Um, I will....",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Okay, okay, good. Come on. Here ya go. Carol picks up Alexander and hurls him into a hut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Ouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Uhh... glad to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Who else wants to lend a hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "What do you think, Judith, should I help, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "No, you shouldn’t help him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "I know. I just thought it would make him feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(exasperated) Good idea, Ira. Go stand in this hut over here before it gets wrecked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "I know, I know I shouldn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Ira, go stand in the hut over there so I can think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "I‘ll stand right over here. pg. 16 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Ira walks over to the hut and gets in. above and smashes the hut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA, (CONT'D)",
          "text": "Ouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "This is crazy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "(laughing) Wow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Revised November 21, 2008 (Buff) pg. Carol flies in from No, no it was crazy already. I’m eliminating the crazy. Isn’t anyone on my side? Isn’t anyone gonna be on my side anymore? Everyone stands in silence. Nobody answers. Carol looks s Close on Max, as he feels for Carol and relates to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "(defeated) Fine, I’1l just be on my own side, by myself. Hold on Carol, as he simmers. It’s finally quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Nobody cares. Nobody cares. I’m the only one that cares that we don’t stay together. I’m the only one that cares about that so.. He starts to smash another hut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "They were nice, Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "See? I care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You don’t care and just stand there and whisper to each other about me like you always do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Oh yeah, that’s true. 17 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e FH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59 60 WIWTA Revised November 21, 2008 (Buff) pg. 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "But I know what I’m doing. From far away, Carol hears a sound. It sounds like a smal animal growling. Carol looks around to see what this noise is. It’s gettin louder. Everybody looks around to see what it is. Suddenly Max bursts into the scene, flying through the si of a hut. He startles everybody. Wildly, he swings a huge stick around, destroying everything in his path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Ira, what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Doesn't smell like anything. Carol watches Max, excited by what he sees, but also unsu about who or what this thing is. As Max is smashing stuff, he exchanges glances with Carol Max hurls himself into one of the huts and lands on the ground, in a comic thud. Carol approaches Max, looms over and sniffs him. Max is nervous, but sniffs Carol back. Th growl at each other. Carol laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(to the others) See, this guy gets it. (to Max) Hey... um... weird little... (unsure what to call him) -.. thing. I like the way you destroy stuff. Good technique. There’s a spark to your work that can’t be taught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(as if it was nothing) Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Alright, see that one over there? You take that one, I’1l1 take this one. See who can do it faster. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Okay. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59 60 beri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 61 WIWTA Revised November 21, 2008 (Buff) pg. 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Go! Carol runs off, smashing a hut on the other side. With his big stick, Max approaches one of the last remain huts. He smashes it and creates a large hole. Inside the Max is surprised to see a large and menacing bull-like creature, THE BULL. Max is frightened, and backs off. Whe turns around, he bumps into Douglas, who looms over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Hey, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I’m just helping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "By smashing our houses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "These are your houses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(defensively) Yeah. What's wrong with them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(feeling judged) What do your houses look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "I bet his houses are funny looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Look, we worked very hard on these. Then you, sir, showed up and started “helping.” Max stammers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I’m cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(to Max) Who are you? Are you one of K.W.’s new friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(disapproving) Oh, are you Bob or Terry? Max looks confused, unsure of how to answer all this. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "60 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e % | \f61 WIWTA Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I don’t even know who that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "He looks like a Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Things are getting crazy here. This thing’s dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You're scaring me. They stare at Max. Max is growing more and more with the direction this is heading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "You know what I say, if you've got a problem, eat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "It’s the only way to solve these types of issues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Yeah. The only way. pg. 20 61 concerned The creatures circle in on Max as they discuss eating him Max looks from one Wild Thing to the other, as Judith, Ir Alexander and the Bull grow closer. Carol is still on the other side of the clearing, smashing the last of the huts",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Oh, he’s probably got those little bird bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "I hate those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "You have those little bird bones that are gonna cut up my mouth, don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(desperately) No, I don’t have bird bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "You better not. You better not be difficult to eat. Did you think of that? God, you’re selfish. I hope you don’t taste as selfish as you look. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f61 WIWTA Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Alexander laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Stop... pg. 21 They're breathing hard. Their teeth are gigantic. Ira lic his lips. The Bull snorts. Max looks up at them, panicked backed into a corner. He has to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Oh, look at him - so delectable, so chewable. The Wild Things continue to close in on him. He arches hi back and lets out a voice much greater and more commandin than we could ever expect:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Why? Max is acting like he’s casting a spell on them. The Wild Things freeze in their tracks. All is silent. Ca far off, hears the commotion and heads over. There’s a split second when Max can’t believe it worked. there’s still tension. Max continues trying to stare the Wild Things down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Because you can’t eat me. You didn’t know that, so I forgive you. But don’t try it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Why not? Carol shows up now, intrigued by Max’s power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I have powers from another land. From ancient times. Don’t make me show you. I had to show these Vikings once-- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "61 \f61",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Revised November 21, 2008 (Buff) pg. 22 (3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Viking? What's a Viking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(building confidence) They wear horn hats, and they’re big -- bigger than you! One time they attacked me in my ice fortress. They tried to cave in the roof, but I’d made it too strong. I told them to be still but they didn’t. I conquered them. I had to make their heads explode. And then they realized I knew all the secrets to the world. And then you know what happened? They made me their king. Carol has been listening intently and nodding during Max' story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(seriously) You were a king? I knew there was something special about him. I told you guys. The other Wild Things are trying to take this all in, overwhelmed with all of this new information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "(worried for their safety) So wait, you exploded their heads?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(rolling her eyes) Oh come on. Our heads are bigger. (to Max, matter-of-factly) You can’t explode big heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "No, their heads were bigger than yours, believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "(incredulous) But you’re so small.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Small is good. My powers are able to slip right through the cracks. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "61 +e % | \f61",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Revised November 21, 2008 (Buff) (4)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "What if the cracks are closed up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Then I have a re-cracker that goes right through that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "But what if we have some sort of material that re-crackers can’t get through?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Well, I have a double re-cracker that can get through any material in the whole universe and there’s no material outside of this universe that it can’t get through, and that’s the end and there’s nothing more powerful than that and that’s the end. Period.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Wow, he does sound powerful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(bothered that she’s been outsmarted, mumbling) Yeah, but there has to be some material somewhere, maybe really deep underground that if we combined it with --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Shhh! Quiet. Carol turns to Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Sorry. So you were their king and you made everything right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(forced nonchalance) Well uh, you know... what about loneliness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "What he’s saying is, will you keep out all the sadness? pg. 23 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "61",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f61",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Revised November 21, 2008 (Buff) pg. (5)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah, I have a sadness shield. It keeps out all the sadness and it’s big enough for all of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I just do this to loneliness. (making a gesture of a bomb dropping on loneliness) Pooooww. The Wild Things are astounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I knew it! When he showed up, I saw it. Why don’t you guys ever listen to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "You're right, Carol, I didn’t see it. Max is gaining confidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(confused) I don’t understand. He doesn’t look like a king. If he could be king, I could be king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Shhh, Alexander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Um, were you the king where you came from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah. Yeah, for twenty years. The group murmurs, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "That’s really important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "That’s impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "That is incredible. 24 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "61",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e FF HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Well, looks like we found our king. (beat) You are our king, right? Max studies them, looking at all of their faces in need, waiting for his answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah. (beat) I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Oh, I'm so relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Sorry we were gonna eat you. We didn’t know you were king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "That was insane. They all move in to hug him ceremoniously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Oh my god! It’s K.W.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What? We see a stringy-haired female Wild Thing, standing off t the side. She has a blase sort of attitude. Carol looks o surprised and nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(excited) Hi, K.W.!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(formally) K.W., it’s good to see you. Carol looks over, cautiously studying her. K.W. is checki out Max and tentatively making eye contact with Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(with a sneer) I thought you were with your new best friends, Bob and Terry. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "61 a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 26",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W.",
          "text": "What are you guys doing? * (with a nod of her chin to * Max) * Who’s that? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "K.W. get in here. You gotta hear - this. We finally got a king. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "That’s true. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "A very impressive one. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER -",
          "text": "Hey, K.W. we got a king! You and me - could go for a walk and I'll tell - you all about it. Anytime. You - could carry me like a little baby. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W. -",
          "text": "Uh... yeah. Anyway, I don’t even - know if I’m sticking around. I just - came back to... - (beat, looking at Carol) - -..to get that one stick I left - here. Anyone see it? - Max studies her, trying to get a read on her. She checks out, too. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I'll help. I’m good at finding * sticks. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA -",
          "text": "K.W., he’s very powerful! *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL -",
          "text": "(whispering to the other Wild Things) - Shh, shh. Stop. Don’t push her. - She'll figure it out for herself. * Just leave her be, okay? * (to Max) - King. This way your majesty, please. - 61A Carol leads Max over to a pile of smoking ashes. Max K.W., still trying to get a read on her. - \f62 WIWTA Revised November 21, 2008 (Buff) pg. 27 Carol and the Bull guide Max to a smoldering fire. Judith Ira, Douglas and Alexander all linger behind and watch solemnly. The Bull passes by Max and roots around in some rubble on ground. Carol is standing a distance away, hands clasped behind his back - very much the guy who pulls the strings",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "(in a whisper of urgent excitement) Look! He’s going to make us happy, Judy. Judith lights up momentarily then catches herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Yeah, but happiness isn’t always the best way to be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Judith. Stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "He’s small for a king. Am I nuts? He’s small.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yeah, that’s what I said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Alexander, shhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "I like it better when we have a king. (beat) I like Carol better when we have a king. K.W. Hey, what happened to our houses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(lying to cover for Carol) Oh... um, they fell down. K.W. rolls her eyes and walks off. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The Bull takes a scepter from the ashes and hands it to M Max inspects the scepter reverently, and when he holds it instantly looks king-like. Carol smiles at him. Max watch as the Bull roots around for the crown. Amid the ashes, M sees a pile of bones. The Bull finds the crown near a rib femur, and gives it to Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(quietly, pointing to the pile of bones) Are those... other kings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(nervously) No, they were here when we got here. I never saw them. Never even noticed them. Max looks uncertain. He looks at Carol, and then the othe wild things. Ira gives him a big smile. Max smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUMP AHEAD TO",
          "text": "Carol crowns Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You are now the king. (affecting a ceremonial sort of gravitas) And you will be a truly great king. Max grins with pride, looking up, trying to see the crown his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Oh it looks good on him, look. He looks great. Huh king?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "King! King! King! King!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "It looks perfect, Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "We have a king. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "We got a king. Everything’s going * to be different now. * The Bull reaches down to pick up Max, to show him off to others. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA -",
          "text": "Oh, I know this part! This is where - we're supposed to lift him up, and - it’s really exciting, right? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILD THINGS",
          "text": "Arroooo! Arrooooo! 63 As Max is lifted onto a destroyed hut, the Bull bonks head into a branch. * They all gather around Max, looking up at him. They all chant. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Hey King! What’s your first order of business? Max thinks for a moment, then arrives at the answer. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Let the wild rumpus start!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Perfect answer! They all cheer. It was the right thing to say. They * celebrate. Judith shoves Ira.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Yeah! You hear that? Start * rumpusing, lazy. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Come on. Come on, King! Max jumps off the hut and starts growling at the Wild Thi They make a circle around him and growl back, imitating h He acts like a monkey, and they act like monkeys. Max mak crazy rolling RRRR sound at Carol. Carol gleefully does i back. Max is in the center of it all, loving it. K.W. wat from afar, gauging the effect that Max has had on everyon Max takes off through the forest, and everyone follows hi (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 30",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "(as he runs) Guys! Follow me! * They run through the forest. Douglas trips over a fallen tree. Judith leaps over the tree, kicking Douglas in the head. They all keep going. * Max falls, gets up. The running and howling continues. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max runs up a small incline to a clearing on top of a cli He circles a tree, dragging his claws on it. The Wild Thi do the same, but their claws shred the bark off of it. = They all run up to the cliff, howling with Max. Because M is standing close to the edge and they’re careless, they almost knock him off the cliff with someone’s hip. Carol immediately catches Max and places him back on the ground It’s comic, but also reminds us that there’s danger still this island. - 64A Together Max and the Wild Things stand at the edge of cliff, howling into the air over the vast ocean below. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILD THINGS",
          "text": "(howling) Aoooh! *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Aahooooo! 64B It’s a glorious moment. Max looks all around him, at happy faces of the giant beasts. They’re all howling with abandon. Now Max notices that K.W. has joined them. She l amused. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "(curious) * What? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W.",
          "text": "You're funny looking. That’s all. * Carol notices Max and K.W. interacting and tries to get M attention back. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL -",
          "text": "Hey king, watch this. Max's attention is diverted by Carol. He’s left the cliff is now returning into the forest, jumping high in the air like a frog but with a thunderous thump each time he land",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f65",
          "sentiment": "neutral"
        },
        {
          "speaker": "65A",
          "text": "WIWTA Revised November 21, 2008 (Buff) pg. 31 Max sees Carol’s jumping skill and has an idea. He chases after him into the forest, trying to get his attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hey Jumping Guy! Jumping Guy! Hey mister, wait up! Max continues to run after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Hey Jumping Guy! Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Hey King, watch this! Carol jumps up and hits his head on the tree branch, and falls down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "(laughing, shaking a fist to the tree) Alright tree, we’ll settle this later. Carol and Max laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Carol and Max walk through the forest as the Wild Things continue to rumpus on their own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Oh look. Everyone wants to be friends with the new guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I hope you can tell how excited they are to have a king. Sometimes they have an odd way of showing it. I mean, not me, but sometimes they act weird, you know and it hurts other people’s feelings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Ira, my love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Come here! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Revised November 21, 2008 (Buff) pg. 32 Carol and Max watch as Judith beckons Ira over to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Oh, that’s Judith and Ira. They’re in love. We see Judith hit Ira with the tree trunk. We see Alexander running through the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Watch me! Look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "That’s Alexander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Look, look! I hate this tree! Alexander runs head first into a tree. He falls down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "He just wants attention. Don’t give him the satisfaction. Douglas appears, busting open some trees with his fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "77... 78... no, wait. No, no, that was... yeah that’s it, 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Oh, and that’s Douglas. I count on him for everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(modestly) Well, that’s not true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "If I was stranded on a deserted island and could only take one thing, it would be Douglas. We could share him if you want, King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "That sounds good, I might need one of those. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIWTA Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(walking toward Douglas) Douglas, no no no, that’s not the way I want you to do it. Stop. I'll show you, wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Oh, sorry. Max turns to find Ira and Judith close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "He’s so little... (extending his huge hand to Max) We haven’t formally met. I’m Ira. I put the holes in the trees; maybe you saw those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Abh..",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Or maybe not. Anyways, it’s what I do. I mean, it’s not important like the things you do. Judith approaches and coughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA, (CONT'D)",
          "text": "Oh, and this is Judith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Ah, you don’t really need to know me. I’m kind of a downer. Max laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "King, that’s not true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(to Max) Hey, let me see your face. Alexander approaches, trying to see what’s going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(forced nonchalance) You could introduce me to the king if you want. They all ignore Alexander. Pg. 33 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 34",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(laughing, to Max) - Let me see your face. Oooh. What is * that? Don’t worry, let me see it. * She grabs his face, as if she’s a doctor and has seen som terrible lesion. Once she’s got him, she licks Max from c to forehead, and then laughs hysterically. * Max smiles tolerantly and wipes the saliva from his face. A loud crack behind them. The sound of a tree beginning t fall - it’s one that Douglas has punched. Max and Ira sca as it comes down with a great crash. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "You almost got me, Douglas! Almost got me. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now Douglas is holding a cat in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(to cat) We almost got Ira. That would have been really funny. We’ll get him next time, won’t we? Yes, we will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "66 Carol is behind a rock watching K.W., who’s standing o the side, by herself. - Max runs up and dives behind the rock to see what Carol i looking at. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "What are you doing? - Carol doesn’t say anything. He’s preoccupied, watching K. across the way. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Is she the one you were mad at when - you were smashing stuff? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL -",
          "text": "Yeah... No! No, well, um... I * thought she was never coming back. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "Well, it looks like she’s back now. =",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL -",
          "text": "Yeah, I hope so. - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Revised November 21, 2008 (Buff) pg. 35 K.W., with a melancholy air about her, is standing apart the others and their fun. Max watches her as she takes everything in, processing it bit dismissive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I’m gonna get her! Max starts to run toward K.W., getting ready to leap onto back. Carol panics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "No! No Max, don’t! Don’t do that. She’s doesn’t like that kind o thing. Come back! Come back here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "£ (turning to see Max running toward K.W., urgently) Uh, King, I wouldn’t recommend that. Max runs down the log and leaps onto K.W.’s back with a h growl. Surprised, she stumbles back and falls to the grou laughing. Max rolls off, his crown tumbling off. K.W. laughs. Max jumps back up and leaps on her. He begins to tickle her. He sticks his finger in her nose. K.W. (laughing) Stop, stop. Stop it, stop it! pick someone else’s nose! Go Carol's expression is one of relief and happiness. He’s excited that she’s having fun. Carol runs to join in. K.W. rolls over, protecting Max as Carol lands on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W., (CONT'D)",
          "text": "Look out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Ahh. Gotcha! One by one all the Wild Things jump on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Whoa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Alexander, get over there and social. be (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "66",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66",
          "sentiment": "neutral"
        },
        {
          "speaker": "66A",
          "text": "WIWTA Revised November 21, 2008 (Buff) pg. 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Judith throws Alexander onto the pile. More pile on. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH, (CONT'D)",
          "text": "(in mid-air) Let’s be like this forever! * Soon they’re all in a huge heap on top of each other. Whe Max looks up, he’s inside a gigantic pile of Wild Thing bodies. Everyone is laughing and groaning from the weight We hear bits of what they’re saying: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "You guys never think this is me, * but this is really me. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "He’s starting things off right, our * king. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "That was great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Wow, this guy gets things done. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Piles make very good sleeping * devices. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "That was fun. We forgot how to have * fun. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "That’s true, Carol. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I mean, I didn’t, but... * Max starts crawling through the nooks and crannies of the bodies - there are small, Max-size tunnels. Max decides t tickle everyone. They all laugh. The walls of the tunnels shift as Wild Things wriggle and giggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Hey, K.W., your toe’s in my ear. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W.",
          "text": "Good! You're keeping it warm. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Hey, who’s on my face? * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIWTA Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Oh, I’m sorry Carol. Let me move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Oh, I like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "That was a great rumpus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Let’s be like this forever. Someone's body moves and pins Max’s leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Owww. pg. 37 Max tries to get his leg unstuck but can’t. It’s a little claustrophobic and he’s getting nervous. Suddenly... in the wall of bodies, a head turns, and a pa of huge eyes open, like two lamps being turned on. It’s K Max looks up. K.W. The king having a problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(worried) My foot’s stuck under this fat guy. With her free arm, she pushes someone’s blubber off extricates his foot. K.W. Oh. There.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Thanks. K.W. I'm K.W.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I’m Max. K.W. I know. K.W. looks at Max grinning for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "So are you gonna stay? and (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "66A",
          "text": "\fWIWTA Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W.",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "They all want you to. This seems to soften K.W. K.W. Well, it’s complicated. (she looks confused) I don’t even know how everything got this way. Things seem better now, though. K.W. smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W., (CONT'D)",
          "text": "(teasing him for being so bossy) Okay, King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "So who are Bob and Terry? K.W. Oh they’re really good friends of mine. I don’t even know how to describe them, they’re just different from everybody here. (meaningfully) -+. It’s just different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Well, do you like them more than-- K.W. (interrupting him) You ask a lot of questions. What’s your story? Why’d you come here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Well... (thoughtfully) I’m an explorer and I travel a lot. And I travel by sea... K.W. Right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I used to travel by air. Pg. 38 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "66A",
          "text": "ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised November 21, 2008 (Buff) pg. 39 (3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W.",
          "text": "Oh, so obviously you have no home or family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I had one of those... but I... K.W. But you ate ‘em all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "No, no! I just bit one of em, and then they went crazy. (beat, talking to himself, justifying his position) I don’t like frozen corn. K.W. (sweetly) Oh, I’m sorry. That’s why you left?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(with a feeling of loss) Yeah. (mad) They act like I’m a bad person. K.W. Well, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(worried) I don’t know. K.W. Well, I’m glad you came. It’ll be good to have someone around who doesn’t eat everybody. I mean, you just bite everyone. Biters aren't so bad, eaters are the one’s I just can’t stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I have no plans to eat anybody. K.W. Alright, good. (beat) Well, good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "66A",
          "text": "Loe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max crawls out of the middle of the pile-on. As he does s the Wild Things exchange “good nights” with each other. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Revised November 21, 2008 (Buff) (4)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "pg. 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Good night K.W. K.W. Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Night Ira.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Good night Douglas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Good night Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Good night Judith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Good night, Judy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Good night, darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Good night Alex. Good night, King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Oh! Good night, King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Yeah, good night, King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Oh, this is nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Good night everyone. Everybody sweet dreams. Once outside the pile, Max settles on the edge, putting h head on someone’s leg. It’s morning now. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "67",
          "sentiment": "neutral"
        },
        {
          "speaker": "67A",
          "text": "WIWTA Revised November 21, 2008 (Buff) pg. 41",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Max has been up all night. In the orange light of dawn, M sees debris everywhere, like a landscape after a hurrican Max reaches in to get his crown and puts it on. Happy and exhausted, he drifts off to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We start in close on Max as he wakes up. Disoriented, he realizes he’s on the shoulders of a Wild Thing, being car high above the ground. He looks down. It’s Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I didn’t want to wake you up, but I really want to show you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh, okay. Now waking up, Max takes everything in. The sun is huge, sky is a bright cobalt blue. A perfect day. Max climbs up onto Carol's shoulders, getting a better lo at the incredible landscape around him. He notices a grou trees with holes bored in their trunks - Ira’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "And on the way I can show you your kingdom. Max, this is all yours. You’re the owner of this world. Everything you see is yours. Oh, except that hole right there -- that’s Ira’s. But, I mean the tree’s yours, but the hole is Ira’'s. But everything else is yours... except that rock over there, that’s not yours, that little rock next to the big rock. But everything else in the kingdom, except for that stick, that little stick right there, that’s not yours... Max realizes Carol’s been kidding, and laughs. Carol laug at how long it took Max to get the joke. They laugh toget",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "I want you to be king forever Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah, definitely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 WIWTA Revised November 21, 2008 (Buff) pg. 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Carol walk side by side amid an endless expanse o fine sand -- a desert in the middle of the island. Behind them is a 80-foot dune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "This part of your kingdom is not so good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(his anxiety starting to reveal itself) Well, look. This used to be all rock, and now it’s sand. And then one day it’s gonna be dust. And then the whole island will be dust. And then... I don’t even know what comes after dust. Max pauses, something weighing on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Carol? Did you know the sun was gonna die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What? Carol looks up at the sun for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "I never heard that. (beat) Oh come on. That can’t happen. You're the king. And look at me. I’m big. How could guys like us worry about a tiny little thing like the sun? Carol looks up at the sun again, wondering. Just then, a huge, mangy dog - at least 30-feet-tall - lumbers slowly by, far off in the distance. Only Max sees at first. His jaw drops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Carol, what’s that? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He eH HHH OH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "69A",
          "text": "70 WIWTA Revised November 21, 2008 (Buff) pg. 43",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Oh, it’s that dog. Don’t feed it, it’‘1l just follow you around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Carol are climbing up a steep hillside of oversiz silvery rocks. Carol’s huge legs make climbing the rocks easier than for Max. Max struggles to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Carol, wait up for me! Max, climbing over a great silver stone, finally sees the destination; Carol’s standing in the entrance. It’s an intricate wooden structure - some kind of Wild Thing home built into the side of the mountain. Up ahead, Carol looks around to make sure no one has foll them, and disappears inside. When Max finally makes it to the door, he hesitates for a moment, then steps inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is large, a studio of some kind. It’s messy but full of projects. Max enters and slowly walks around, tak everything in. On the main worktable, an entire city is laid out, almost 20 feet long and six feet tall - buildings shaped like mountains and hills in an organized, almost grid-like for Carol scurries about preparing his creation, anxious abou what Max will think. The details are immaculate and painstaking. It looks like would have taken 10 years to make. It’s a model world - controllable, predictable, tidy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Wow. (with awe and respect) Did you make this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "It’s very good. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "68",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70",
          "sentiment": "neutral"
        },
        {
          "speaker": "70A",
          "text": "WIWTA Revised November 21, 2008 (Buff) pg. 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Thanks. (now seeming to recall some painful memory) We were gonna make a whole world like this. Everyone used to come here, but now, well... (looks at model) Do you know what it feels like when all your teeth are falling out really slowly and you don’t even notice and one day you realize they’re all separated really far apart and then you don’t have any teeth anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(in a whisper) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Well, it’s like that. Carol shakes off the darkening mood. His face brightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Alright, put your head right here. Right here. Max puts his head up through a hole in the middle of the -- now he can see it all from within. As he looks up at t enormous canyon created by blocks and blocks of buildings hear the sound of water being poured from a jug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Alright, now watch. We're still with Max’s POV of the city in close-up when w see the water slowly flowing through the streets. INTERCUT BETWEEN THE WORKSHOP & MAX’S POV OF THE MODEL CI The streets are now paved with water for dozens of blocks mini-canoe with small carved Wild Things in it slowly gli through an intersection, in and out of view. Close-up on the canoe, which we now see holds tiny, crude carved facsimiles of Carol and K.W.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Wow. I wish I could live in there. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e % | +e eH HH 1 HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "71",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "On the str buildings, Alexander, Max turns Revised November 21, 2008 (Buff) pg. eets of the model city and in the windows of the Max sees tiny versions of Judith and Ira, Douglas and The Bull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Yeah, it was gonna be a place where only things you wanted to have happen would happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I guess if that’s not going to happen, I'll probably just end up eating my feet off. to Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Carol, we can totally build a place like that. Carol looks cautious, but excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wide pea toward the",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIELD",
          "text": "ceful shot of Carol and Max as they walk back campsite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Okay, we’re gonna start with a perfect fort. And then we’re gonna build a city and an underground complex. But, I mean, you’ve gotta be realistic because I mean, the underground complex is gonna tie it all together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(chuckling) I like your brain, Max. 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "70A",
          "text": "71 +e FH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 46 Max, Carol and Douglas are together on the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(calling out to the others) Hey! I’m not gonna eat my feet off anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Max is gonna build a fortress! Max takes a stick and starts drawing in the sand. The oth Wild Things -- Judith, Ira, Alexander and the Bull -- all gather around. K.W. wanders up to the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "-»-. So it’s gonna be as tall as twelve of you and six of me. And only we can get in. We can have an ice cream parlor. A swimming pool with a bottom that’s also a trampoline. The Wild Things are listening carefully, as if this is th most rational plan in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "...-And anyone that gets in there that we don’t want there will get their brains cut out. The building will do it automatically. Carol and Douglas nod respectfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(to Judith) How does it know which brains to cut out? Everyone ignores him, still studying the fort plans. Max continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh, and there’ll be a fake tree but it’s not a tree, it’s a tunnel... Max is drawing the tree, outside the fort, but the Bull’s is on the beach, where the tree needs to be. Max draws ha the tree and runs up against the Bull’s toe. He looks up the Bull, but it’s clear the Bull isn’t going to move. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "75-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f75 WIWTA Revised November 21, 2008 (Buff) pg. 47",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "So Max draws around the huge toe, such that the round hea the tree becomes a half-moon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "So anyways, it’s not a tree, it’s a tunnel, and it’1l lead you into the fort through a compartment. Ira, do you want to be in charge of the tunnels because you make great holes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Wow. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I don't want my brains cut out! Nobody says anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "This fort is already making me happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Does anybody ever hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "And we'll all sleep together in a real pile. (beat, looking to the whole group) What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "I don’t really think anything like this ever works, really. (with a smidgen of hope) But if it did... (returning to her usual self) I don’t know. I don’t know. I don’t know anything. But I do like sleeping in a real pile. A tiny smile takes over Judith’s face. She’s sold. Alexan sees this and stops crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(to Carol) Carol, will you be in charge of building it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(uncertain) Oh. Uh... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "75 +e #1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "You should definitely be in charge, Carol. You’re the only one who * could pull it off. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(coming around but still unsure) Yeah, well... You’re right, but... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "K.W., don’t you think that Carol should build it? K.W. Yeah. He’s the only one who can. Some murmuring of approval. Carol is touched by this gest of support. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "I’1l build it if he doesn’t want * to. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(quietly) - Wow... do you really want to do this? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS -",
          "text": "I think it’s a perfect idea. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Well, alright... (to everybody) - if you all want to do it, and you want me, I’d be honored. * Max beams. Ira turns to Judith. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA -",
          "text": "You would have been good too, Judy. - Judith shrugs. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Yeah. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The construction is about to begin. Max brings a bunch of rocks and dumps them in the clearing. Just after him, Ira carries his own gigantic pile and dumps it on top of Max’ They almost crush Max like a grape. * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 WIWTA Revised November 21, 2008 (Buff) pg. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rocks are being thrown from somewhere out of sight, into great pile. Max loves it. Everyone is working happily, believing in the fort. Max directs Bull towards the edge of a cliff above him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "A little more that way. A little more. Yeah right there. Bull stomps breaking off part of the cliff and sending boulders tumbling below. Max cheers. Carol pushes two huge trees, roots and all, into the clea and drops them. They land with a huge and satisfying cras atop a great pile of other trees. Carol and Douglas are trying to determine the placement o the foundation. Ira stands nearby on a small pile of rock being the place-marker. Carol is holding Douglas like a suitcase, using him as a measuring tool. Max is standing far away, to get perspective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(yelling across the way to Max) How about here? You like it here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah. A little more this way. It should be seven Douglases. Carol picks up Douglas again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(to Douglas) What have you been eating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(sheepishly) Rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Rocks? What did I tell you about eating rocks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "That’s six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You're getting a little paunch. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "76 \fWIWTA Revised November 21, 2008 (Buff) pg. 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Uh, I know. * (beat) * Mark it. * K.W. crosses past Max, carrying branches. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hey, K.W.. K.W. Hey, King. Carol moves Douglas one more length. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "How about here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "It needs seven Douglas’s, no more, and no less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Seven chubby Douglases. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's activity everywhere. Rocks are being stacked, sti are being woven, Wild Things are sinking posts into the e and stomping on them to drive them deeper. Max runs aroun directing everyone, on top of the world. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "It’s gonna be part castle, part * fort, part mountain, and part ship. * We’ll have a laboratory so we can * build robots to do stuff for us, * our own detective agency, and our * own language. And we’ll make a * machine that can take our legs off * and that way we can float. * TIA Carol and Douglas are carrying huge trees over their shoulders. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "773 Carol watches Judith stacking wood. 77B*",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You smiled. You can’t deny that this was a good idea. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "77H",
          "text": "771",
          "sentiment": "neutral"
        },
        {
          "speaker": "T1E",
          "text": "WIWTA Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "I didn’t deny it. (now with a smile) I believe part of that idea was mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What part?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "The part where I said, “Yeah. Good idea.” Carol and Judith laugh. pg. 51",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "K.W. works quietly off by herself, smashing tree trunks i half and tossing them in a pile. Ira tosses boulders to Douglas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Oh! Judith licks Alexander's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Judith, that tickles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Max drops into a tunnel and sees Ira punching holes and digging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I like the tunnel, Ira. Impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Oh! Why thank you, King. Max climbs out of the hole and sees Douglas working on installing the fort’s upper beams. Carol walks by in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Great beams, Douglas. Strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(loving the attention, but awkward, not knowing how to take a compliment) (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "T1E",
          "text": "78-79 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Revised November 21, 2008 (Buff) pg. 52",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS, (CONT'D)",
          "text": "Oh, uh thanks. They’re just the standard beams I always do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Carol works on a wall, carving into it. Max takes Carol’s hand and carves an “M”. Carol draws a heart around it. They hug and both begin to howl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T1E",
          "text": "We cut to Judith, watching Max and Carol intently. She lo concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judith and working. Ira sit in their hole. Max is off in the distance",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(stage whisper) Psst! Max looks up. Judith is gesturing for him to come over. Ira starts",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH, (CONT'D)",
          "text": "What were you doing with Carol just now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Just talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Oh, a secret, huh? Well let me ask you something. How does it work around here? Are we all the same, or are some of us better than others? You like to play favorites, huh, King? gnawing on Judith’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH, (CONT'D)",
          "text": "Ow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "No, I like all you guys equally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Oh, don’t give me that. I can see how it is. The king has favorites, that’s really cute. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84- \fWIWTA Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH, (CONT'D)",
          "text": "(Ira still gnawing on her) Ow. Stop. (back to Max) Do you have a favorite color, too? Can I be your favorite color? pg. 53 She laughs dismissively, rolling her eyes at him. Max get mad, but doesn’t know what to say. He gives her a fake la back. She gives him a louder fake laugh back. And they ge into a fake laugh-off. Max’s fake laugh is nastiest, thou and she rears back, hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH, (CONT'D)",
          "text": "(close to tears) You know what? You can’t do that back to me. If we’re upset, your job is not to get upset back at us. Our job is to be upset. If I get mad and wanna eat you, then you have to say, “Oh okay, you can eat me, I love you, whatever makes you happy, Judith.” That’s what you’re supposed to do. Max doesn’t know what to say. K.W. comes to the rescue. K.W. Come on Max. Let’s go get those sticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah... okay. Max turns to leave with K.W. Judith grabs his leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "I hope you heard me, King. Max tries to pull his leg away. K.W. steps on Judith’s wr freeing Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH, (CONT'D)",
          "text": "Ow! K.W. Yeah, he heard you, Judith. Everyone always hears you. Max and KW walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(yelling after them) You think you have power, K.W.? That’s not real power. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84 Loe ee \f84",
          "sentiment": "neutral"
        },
        {
          "speaker": "78A-B",
          "text": "85",
          "sentiment": "neutral"
        },
        {
          "speaker": "85A",
          "text": "WIWTA Revised November 21, 2008 (Buff) pg. 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH, (CONT'D)",
          "text": "(beat) Hey, I’m talking to you! Max turns his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH, (CONT'D)",
          "text": "No! Not you! I’m still talking to 78A-B",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and K.W. walk to the top of a dune. Below a wide whit sand beach spreads out, the bright blue ocean beyond. The shore is scattered with giant trees. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W.",
          "text": "Okay, Judith can be a downer. You * just need help figuring this out. * (beat) * Hey, you should talk to Bob and * Terry. * (beat) * King! * They continue to walk. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W., (CONT'D)",
          "text": "Seriously, they’re really smart. * They have the answers to * everything. * Max looks up and K.W. is smiling mischievously. She shove him down the sand dune, then she dives down behind him. T tumble down together, head over heels. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max gets up and tries to tackle her, but stops. She’s - laughing. They hear a sound and look up. - Two owls fly overhead. * Max watches them soar like kites, and then, as if hit by missile, one drops from the sky and onto the beach. Max l up to the second owl, who falls the same way. * Max sees that it was KW who brought them down, with rocks she’s thrown. He’s so confused. K.W. (running toward the owls) Hang on, I’m coming! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIWTA Revised November 21, 2008 (Buff) pg. 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "K.W. runs off, and returns with one owl -- each the size beagle -- under each arm. They look a little disoriented, they’re clearly comfortable with kW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W., (CONT'D)",
          "text": "Well, what do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Umm... K.W. This is Bob & Terry. They love it when I do this to them. Bob, Terry, this is Max, he’s the biter I told you about. The owls squeak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W., (CONT'D)",
          "text": "Say hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(unsure) Hi. K.W. (to the owls) He wanted to ask you guys some advice. She looks at Max. Max doesn’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W., (CONT'D)",
          "text": "Go ahead, they’re not judgmental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You mean just ask them? K.W. Yeah. Max tries to figure out what to say. Terry squeaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W., (CONT'D)",
          "text": "They say it’s better for you if you can ask the question in seven words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Okay... (counting with his fingers) How. Do. I. Make. Everyone. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e % | \fWIWTA Revised November 21, 2008 (Buff) pg. 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "(Max looks at the two fingers - he has left) - OQ. Kay. - They squeak again. Bob then Terry. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W. -",
          "text": "Oh, yeah. I didn’t think of that. - They squeak again. Terry then Bob. K.W. turns to Max. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W., (CONT'D)",
          "text": "Wow, they really get to the heart - of it, don’t they? - Max hasn’t understood anything the owls have said. He dec not to tell KW. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W., (CONT'D)",
          "text": "Aren't they great? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Uh... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W.",
          "text": "What if they came and lived with - us? Bob, Terry, why don‘t you come - live with us? We’re building * something great. * Bob squeaks. Terry squeaks. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W., (CONT'D)",
          "text": "Oh good! Right Max? - Max thinks for a moment. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "Well... what about Carol? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W. -",
          "text": "86-90 He’s Carol. I can like him and 86-90 - still be friends with Bob and - Terry. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "K.W. and Max return to the fort carrying Bob and Terry. T see that the fort is now more or less complete. It’s giga -- 200 feet high -- and thrilling in its detail. Max, hap beyond words, runs to the fort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "Hey, Douglas! Hey, where’s Carol? - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "He’s in the fort. Aft section, main chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "92 Max drops through a tunnel and enters the fort, where interior touch-ups are being made. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "Hey, Carol! The fort looks great! -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL -",
          "text": "Yeah, thanks, we were all working = really hard on it. Where were you? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(quickly, anxious) Well, K.W. took me to see her * friends Bob and Terry. They really * wanna meet you. They may even stay * over. * Carol looks over and sees K.W. entering with Bob and Terr There's a tense silence. Alexander trails behind, trying get a look at the owls. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER -",
          "text": "(excited) - Oh, this is the famous Bob and = Terry? - Bob and Terry squeak. - ALEXANDER (CONT’D) * (awkwardly excited) - What? K.W. told you about me? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Oh, hi guys. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What’d she say? - They squeak again. - ALEXANDER (CONT’D) * (excitedly) * Really? * They squeak at Judith. * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93 WIWTA Revised November 21, 2008 (Buff) pg. 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Oh, my voice? Thank you. Well, sometimes... Judith sings a few notes. Bob and Terry turn to Ira and squeak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "I know, I’m a very lucky man. Judith preens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(to owls) Hey, do you guys know any jokes? They squeak twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER, (CONT'D)",
          "text": "Who’s there? They squeak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER, (CONT'D)",
          "text": "Loud interrupting cow wh-- Bob and Terry squeak loudly, interrupting Alexander. Everyone laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER, (CONT'D)",
          "text": "Oh, that’s hilarious. They’re amazing, K.W.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Yeah, that’s a nice joke. Carol turns to Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Max, what’s wrong with the fort? I thought you said it’d be automatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I thought you said if anybody got in here we didn’t want, the fort would automatically cut their brains out. The Wild Things are shocked and offended that Carol would this in front of Bob and Terry. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "93 \fWIWTA Revised November 21, 2008 (Buff) pg. 59",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(guilty) Oh, well... I thought that then, but I kinda decided that that isn’t really right and that it should kinda not be like that. If we know them, then they should keep their brains. (fumbling) Even if we don’t know them that well... +e eH HH HK | The Wild Things look uncomfortable. This is going worse t they expected. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W. -",
          "text": "I think you should apologize to Bob - and Terry. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL -",
          "text": "I don’t apologize to owls. They're - stupid. - An audible gasp from the group. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Carol, that’s hateful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Why did you bring them here? That’s what you've been doing all this time? They’re not sleeping in our pile!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mood has gone black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(patting Max on the head) Gee, you’re the best king ever. You've changed everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carol is sitting, dejected. Max approaches and sits with",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "Hey Carol. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL -",
          "text": "I don’t get why she likes them so - much. - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah... I couldn’t really understand what they were saying either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Now everyone’s mad at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "There's something I like to do, that sometimes makes me feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(quietly) It's kind of personal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(sweetly) You can tell me. Max looks up at Carol and starts to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Wild Things are all gathered around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Alright, we’re gonna have a war! We’re gonna clobber each other. Carol looks really excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Clobber each other?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Hmm... They all seem intrigued. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah, with huge dirt clods. We used to do it all the time when I was a little kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Hm. We haven't had a dirt clod fight in a long time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah, it’s the best way to have fun together. Now we just have to split into two sides. So who wants to be a bad guy? No one raises their hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Okay. I’1l pick one then. (pointing to Judith) Umm, okay you’re a bad guy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Yeah, saw that coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(pointing to Alexander) .--and then you’re definitely a bad guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What? Ah... Damn. Alexander's shoulders drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Ummm... I’m bad... really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(pointing to Ira) Okay, you can be a bad guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Judy, I’m with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Yeah, I heard. Ira joins the bad guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "And you can pick one other. pg. 61 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Max looks Max shies K.W. emerg Max walks Revised November 21, 2008 (Buff) pg. (2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(to Max) Okay. We pick you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(laughing) No, no I can’t be a bad guy. I’m the king. I’m a good guy. over at the Bull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "And uh... And you... away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "(to the bad guys) He’s with you. He’s on your team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(to Carol) So am I a good guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Yes, of course, you have the best arm. es from the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Hey, where were you? K.W. Saying goodbye to Bob and Terry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Hey K.W., you wanna be on my team? We’re the bad guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(excited) No, no-no, no. You’re with us. You're a good guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(meekly) Yeah, K.W., be a good guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Okay. Yeah, you’ll be on my team. You and me and Carol. K.W. over next to Carol, trying to reconcile them. 62 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72 \f72",
          "sentiment": "neutral"
        },
        {
          "speaker": "72A",
          "text": "WIWTA Revised November 21, 2008 (Buff) pg. 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Hi, K.W. K.W. just looks at him. She starts to soften, even smiles Max watches, happy and relieved. So far the war has broug everyone together! Douglas walks over to them to join the team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Okay. So what we are gonna do is we're gonna try to kill the bad guys... (picking up a dirt clod) by beaning them in the head with these dirt clods. We’re gonna try to find the biggest pieces... BAM! Max is suddenly smacked in the back of his head by a dirt clod. He turns to see Alexander laughing. He threw t first one, and is getting another clod ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You didn’t see that coming! The war is on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL MAX",
          "text": "Run! Run for cover!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Wait, hold on! We didn’t make the official starting noise! Max and his team run away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Yeah. You'd better run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Bad guys rule!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Look out for the bad guys!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "We're coming to get you, favorites! Die! Max runs across the field and into the forest, his team i tow. The dirt clods explode everywhere. Max and Douglas slide into a gully, exchanging fire with Judith and Ira across the way. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes! Direct hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Good shot, Ira! K.W. comes sliding over the berm, into the gully shared b Max and Douglas. Carol runs over to where they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(loudly, adopting a military tenor) We need to find higher ground! Move out! Max's team makes a break for it. Carol’s first, Max a few feet behind, then Douglas and K.W. further back. Explosio all around, as the good guys huff and puff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judith and Ira are surrounded, hiding behind a large rock Max, Douglas and Carol are lying in wait, perched on a hi above them, about fifty feet away. Every time Judith or Ira tries to peek out from their roc Max's team pummels them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "We got them pinned down! They can’t even move!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Fire on three!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "One, two, three!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "You guys are gonna... Ow! Max, Carol and Douglas throw dirt clods at Judith and Ira",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(from behind the rock, laughing) Ahhh! Stop! Stop, stop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "(from behind rock) Judy, I’m trapped. 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "72C-",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They throw log. Revised November 21, 2008 (Buff) pg. 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(to his team) * This is perfect! - more dirt clods. We hear Judith and Ira behind the -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Ohh, wow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Let them waste their ammunition. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "They’re not going to run out of - dirt. Whoa! That was hard. It’s * just a game! Let us out of here. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(to Carol and Douglas) Wait, wait. I have an idea. Come * out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Ahh, because you’re gonna hit us in * the head with dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Come out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Nooo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Because when I said you’re gonna hit us in the head with dirt, you didn’t say anything. That means * you’re planning to hit us in the head with dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(to Carol and Douglas) Man, they really have us figured out. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "72AB",
          "text": "WIWTA Revised November 21, 2008 (Buff) pg. 66",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Max thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Okay, let’s go! Ambush! Max, Carol and Douglas run toward where Judith and Ira ar hiding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Charge! Judith runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Ira, help! Get Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Ooh, good shot. I’m gonna get you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "72C",
          "text": "A huge mound hits the tree trunk behind them and falls to ground. When it lands, we see that it’s actually a raccoo which gets up and begins to scurry off. Carol grabs it an hurls it back at the bad guys. The raccoon hits Ira in th head and bites his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Hey, who threw Richard? He’s on our team now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Ahhh! Owwww!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Gotcha!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Owww. No animals! Owww! It really hurts. It’s hurting my nose! Max peers up, and sees Alexander skulking on an open ridg Alexander is oblivious, thinking the front is in another direction entirely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hey Douglas, get the goat. Knock his legs out! Douglas unleashes a devastating dirt clod, which knocks Alexander flat. It’s comical but painful. Alexander gets with tears in his eyes. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Owww! (finding Douglas and Max and yelling to them) That's cheating. I’m not gonna play anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(whispering to Douglas) Do it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Alexander come on! Fight with us! Pg. Douglas does, and this time hits Alexander's back - a hug cloud of dust. Max smiles mischievously, as if to say “Oo He’s having a great time. Alexander",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Owww! That’s not fair! Are you crazy?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Alexander you’re supposed to get hit, it’s a war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "That wasn’t fair. Douglas hit me when I was hurt. You can’t hit someone when they’re hurt. I quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Get back in here right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Alex, count to ten. Things will get better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Alexander, don’t you cry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "If I count to ten will you be gone Ira? stalks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Don’t you talk to Ira the way I do. Max throws a dirt clod at Judith, nailing her in the head",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Knock it off, Judith! 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "722RB",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "72B",
          "text": "WIWTA Revised November 21, 2008 (Buff) pg. 68",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Owww! That’s my eye! Carol and K.W. laugh and exchange looks. Max ducks, giggling. Max, Carol and the team run. Down the path, Carol falls. Max dives over him, body-slam his stomach playfully. Carol laughs, Max laughs. Once on other side of Carol’s mass of flesh, Max uses him as a wa Now Douglas approaches, but can’t slow down in time to av Carol's prone figure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Whoa! He tries to jump over Carol and Max, but his foot lands o Carol's head. It’s awkward and painful, but also sort of comic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Ow! Landing, Douglas looks worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Carol, I’m so sorry! Carol laughs. Douglas is relieved. Now K.W., coming down the path running fast, has seen thi fun, and, overexcited, she runs at full speed and jumps o Carol's head, landing on Douglas’ face. Instantly Carol l up and is no longer laughing. He’s fuming. K.W. (laughing) What happened? Somebody stepped on your head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(outraged) What are you doing? K.W. (laughing) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Don’t step on my head! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W.",
          "text": "(innocently - she didn’t mean it) What do you mean? It’s a war! And Douglas just did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Yeah but he did it by accident. You did it on purpose! And he didn’t step on the face part of my head! K.W. It was a joke. I was just joking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Yeah, sure you were, like you aren’t always looking for an opportunity to step on my head. That’s what you do. Max watches the argument, standing below them, looking fr one and then the other. K.W. Fine, fine. You know what? This is exactly why I never want to do anything with you anymore. (she lays down) Go ahead and step on my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "No. Forget it. I’m not going to step on your head just to make you feel better. Carol leaves, running up the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Come on, Douglas!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(judiciously) Carol, I think that you did the right thing, you know, not stepping on her head. Close on Max as we hear this, and Judith and Ira complain about their injuries off in the distance. Max approaches K.W. as she lies on the ground. Max steps K.W.’s head, as she lies there. K.W., still upset, smiles weakly. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "72D",
          "text": "73 WIWTA Revised November 21, 2008 (Buff) pg. 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W.",
          "text": "Thanks, Max. But I’m done. (beat, sigh) I don’t know why I came back. I’m glad I met you, I guess. Max looks sad and worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and all of the Wild Things are sitting around the fir We pan around the fire, from one Wild Thing to the next. is filthy - covered in burrs and dirt. Their injuries are visible, their anger unmasked. They blame him for all the misery brought on by the war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(anxious) So King. What’s going on? This is how you rule a kingdom? Everyone fighting? The bad guys feel bad. Everyone feels bad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Yeah. I’m still sorta dizzy and my eyeballs feel loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Oh can it, Ira. Everyone’s eyeballs feel loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "No, Max will bring K.W. back. He’1l keep us all together. He has powers. Right? Show us. C’mon King. Max is put on the spot. Everyone waits expectantly. He doesn’t know what to do, so he falls back on an old stand Finally, instead of speaking, he does the robot dance tha last did with his mom. Everyone looks dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Uh oh, somebody broke the king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "I don’t get it. Oh wait, I do. It’s stupid. Max stops dancing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "73",
          "text": "+e % | *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "74A",
          "text": "99 WIWTA Revised November 21, 2008 (Buff) pg. 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "I think he’s done now. What just happened, Judy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "That’s what we waited for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Pathetic. Judith turns and walks away. All of the Wild Things slowly get up. At that moment, a snowflake appears. Then more - the flakes come down slowl waywardly. The Wild Things watch and sigh with resignatio Judith, Alexander and Ira walk off. Carol waits for all o the Wild Things to leave. Carol walks away, pausing only to shake his head, profoun disappointed in Max. He disappears into the forest. For a moment, Max isn’t sure whether he should be leaving with Carol. All alone, Max looks around, seeing only emptiness in every direction. The snow increases. He stares out into darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(calling out, scared) Carol? No response. He sits next to a tree and thinks about what do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max walks through the forest and out to the edge of the cliff. He stares out at the water, thoughtfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hi. Finally Max sits down next to Alexander, tentatively, apologetically. Neither of them speak for a moment. Max sees a wound on Alexander’s back. The conversation is in a soft whisper s not to wake anyone. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "73 74- 74a -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "99-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Max, still Alexander Max looks Max says n 100-101 Revised November 21, 2008 (Buff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Is that from the dirt clods?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yeah, from when you had Douglas hit me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Sorry about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "It’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(sympathetically) No one really listens to you, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Oh, you noticed? (beat) Yeah. I guess you’re not used to that... being a king and all. heavy-hearted, smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Man, I really messed this place up. studies Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You're not really a king, huh? You're just regular. at Alexander, guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER, (CONT'D)",
          "text": "(disappointed) I knew it. (then back to Max, seriously) I don’t even know if there is such a thing as a king that can do all the things you said. othing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER, (CONT'D)",
          "text": "Look, I don’t care, just don’t ever let Carol find out. pg. 72 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 81 WIWTA Revised November 21, 2008 (Buff) pg. 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the Wild Things are sleeping. Max is awake, and he watches Carol. Carol is scratching the ground, anxious an restless. It scares Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky is overcast. Max is inside the fort, pacing out dimensions, drawing an outline of something on the wall. Carol approaches. Carol walks up and notices Max’s markings on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Hey, Max. What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Um... Well, I was thinking we needed a place where the king is secret. Like a secret chamber for the king. Carol looks at the fort, tilting his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Well, I don’t understand... What...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Well, you know like a... like a small place. With a door that’s not so big. When Carol begins to understand the implications here, hi feelings get bruised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(pondering) I don’t know... (studying the fort) I just didn’t picture it with secret doors. (pause as he collects his thoughts and thinks of a way out of this) What if it were a big place with big secret doors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "That... that’s not really how it would be done. It’s more like... it’s like a... it’s like a... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "80- \fWIWTA Revised November 21, 2008 (Buff) pg. 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "This is getting frustrating for Carol. He tries to contro his rage, but can’t. - Without warning and with a great crash, he punches a hole the wall. - Max looks surprised. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(embarrassed) About that big? * 82-83 Carol turns and walks off, visibly hurt. 82-83%",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is sleeping in the fort. * Max is laying inside the area reserved for his secret chamber. It’s not built yet -- just an outline in the flo Max startles awake. Carol’s voice booms out of the darkne",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (0.S.)",
          "text": "(firm and anxious) - Everyone wake up, wake up! Get out * here! Everything’s wrong! * Everyone wakes up. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "What is it? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Everybody wake up. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "It’s Carol. 940A They go outside. Carol is facing away from us. 94A-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Carol, don’t. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "You alright? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "It’s all wrong. It wasn’t supposed * to be like this. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Oh, I knew it was gonna happen. * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "All the Wi Revised November 21, 2008 (Buff) pg. 75",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Wake up and come out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Get out here. It’s wrong. I can’t even look at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(turning to the fort) The fort. We gotta tear the fort down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "It wasn’t supposed to be like this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "No, Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You said we were all going to sleep together in a real pile, and now you want a secret room and K.W. is gone for good. And now I have to worry if the sun is gonna die. Look at it. It never came up! It’s dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "Oh my god. ld Things look scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Carol, stop it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "It’s dead. It’s dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You're scaring everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "It’s morning. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "940A",
          "text": "Loe eT",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Revised November 21, 2008 (Buff) pg. 76 (2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "The sun’s not dead. It’s just nighttime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "How do you know? I can’t trust what you say. Everything keeps changing. Alright, come on Douglas. We’re ripping it down. Carol starts storming toward the fort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(steps in front of Carol blocking him) Carol, we're not ripping the fort down !",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "It was supposed to be a place where only things you wanted to have happen would happen. Carol, stares at Max for a beat, stunned, then turns to Douglas for support.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Come on Douglas, do what I tell you. Douglas, stares at him, not saying anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "No! We all live here, not just you. It's everybody’s. Judith and Ira and everyone else live here, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "Oh, finally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You were supposed to keep us safe. You were supposed to take care of us, and you didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I'm sorry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "That’s not good enough. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "940A",
          "text": "+ eH",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Revised November 21, 2008 (Buff) pg. 77 (3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You're a terrible king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Carol!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "He’s not our king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What? Don’t say that! How could you say that? How dare you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "There’s no such thing as a king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Don’t you say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "He’s just a boy pretending to be a wolf pretending to be a king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "That’s not true!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRA",
          "text": "He’s just like us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(cursing herself, fooled again) Ahh! Why don’t I listen to myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Look, I just went along with it because I knew you wanted it so much, okay? Carol looks back at Douglas, with his anger and frustrati building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Don’t say that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "No! Carol, stop it! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "940A",
          "text": "+e FHF FF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "95-98 107 WIWTA Revised November 21, 2008 (Buff) pg. 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Suddenly Carol rips off Douglas’ arm. Douglas stands, sta at him with sand pouring out of his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Oww!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Stop it! What are you doing?! Carol throws Douglas’ arm. The rest of the Wild Things are shocked. But it becomes c that this kind of thing isn’t unprecedented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "That was my favorite arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Well, I was just holding on to it. You pulled away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Carol, stop it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You lied!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You're out of control! This hits Carol hard. He’s lost in confusion and rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I am not out of control! You were supposed to take care of us! You promised! (big roar) I’1l eat you up! He lunges for Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loe ee Max bolts. Carol chases him into the woods. 95-98 -",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "\f108 109 WIWTA Revised November 21, 2008 (Buff) pg. 79 Carol is crying hysterically as he chases Max toward the forest, both of them at full speed. Max darts through a l small opening in the dense forest - too small for Carol t fit through. Carol crashes head first into the trees. The forest is too dense. Carol grinds to a halt, stuck in trees. Max ploughs on, rushing through the dense woods. Carol watches him escape. Max continues through the woods. He breaks through the foliage onto a forest path. Max runs down the path. The sound of Carol yelling echoes the distance. Max is looking back, trying to see where Ca is, and runs full-speed into K.W. K.W. Cc’mon, C’mon. C'mere. K.W. has a look of desperation on her face, and Max spend split second trying to read it. Carol is getting closer. She grabs his arm and yanks him off the path. Carol runs by, growling ferociously. He's terrifying now, without any trace of the more civilized or charming Carol Now he's pure id, a raging animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W., (CONT'D)",
          "text": "Get in, get inside!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "What? K.W. has her mouth open, and is indicating that Max shoul crawl into her. K.W. Get in. Crawl inside my mouth. I‘1l hide you! The growling of Carol gets louder. Max realizes that he h no choice. He starts, tentatively, to crawl into K.W.'s mouth. Once he’s half-way in, she swallows him whole. Max lands inside of KW, where there are some rocks and st and “Richard” the raccoon. Richard is hanging out, eating some twigs. He and Max make eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh, hi Richard. \fWIWTA Revised November 21, 2008 (Buff) pg. 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Max! Max! Carol bursts into the area near K.W. * We're close on Max inside of K.W. He’s barely lit by the light coming from above. He tries to breathe quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Where is he!? K.W. (defiantly) I don't know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Where is he? K.W. I don’t know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I can smell him! Where is he?! (beat) I just want to talk to him. K.W. You're out of control!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I’m not out of control! K.W. You were going to eat him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(deflated) No, no... I wa-- I wasn’t going to... I don’t know...I just said it. (tortured) Am I as bad as he says I am? Close on Max. He starts to soften. K.W. Just go away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I just wanted us all to be together... +e FH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWIWTA Revised November 21, 2008 (Buff) pg. 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "108/109 CONTINUED",
          "text": "He turns, defeated, and walks off. - Close on Max. He feels for Carol. - K.W., breathing hard, walks into a small, dark clearing, covered with fallen trees and pools of liquid. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "K.W. -",
          "text": "(repeating Carol) - Can you believe him? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "He doesn’t mean to be that way, - K.W. He’s just scared. - K.W. (softening somewhat) Well, he only makes it harder. And - it’s hard enough already. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(thinking about his own - behavior) I know. (beat) But he loves you. - You're his family. - K.W. thinks about this for a minute. K.W. Yeah... I guess. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I can’t breathe that well in here. * Can you get me out? * Close on Max. Finally a big hand reaches in and retrieves Max, taking him toward the light. K.W. tilts her head bac and draws him out of her throat. After he's been extracte they sit together, exhausted. Max looks up at her, seeing how hard it is for her. Then looks down, contemplating this, a new thought enters his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "I wish you guys had a mom. - K.W. says nothing, seeming to acknowledge the truth in th",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "111-112 I’m gonna go home. 111-112 * \fWIWTA Revised November 21, 2008 (Buff) pg. 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun rises on the desert. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max is running where he and Carol had first walked. He's of energy, knowing he’s about to leave, that soon he’1ll home again. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, out of breath, reaches the door and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Carol!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, the entire mini-city has been ravaged. There are remnants of it splayed out, glass and metal everywhere, a Carol had destroyed it in a rage. Max walks around, horri by the destruction. * On the floor, amid the wreckage, Max sits and begins to w He takes pieces of the debris and splinters of wood, and begins to arrange something on the floor, though we don't what exactly it is. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max runs toward the fort. As he approaches, he looks over sees Carol and Douglas sitting together. Douglas stands, excusing himself, so that Max and Carol can talk. There’s stick attached to Douglas’s shoulder where his arm should",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(nodding to Max) * Max. * Douglas walks off, patting Carol on the back affectionate as he goes. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL -",
          "text": "(as if this question might * answer it all) - So whatever happened with you and - the Vikings? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX -",
          "text": "(sweetly and apologetically) * Well... in the end, I had to leave. =",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Why? * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "105-106 Max looks after him sadly. 116 WIWTA Revised November 21, 2008 (Buff) pg. 83",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Carol, upset and hurt, looks up at the fort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "But I’m not a Viking or a king or anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "No, no you're not. (beat) What are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I'm Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Oh. (he stands) Well, that’s not very much. Carol thinks about this for a beat, then stands up and wa off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and K.W. see the ocean in front of them. The Wild Thi standing awkwardly, silently, around Max's boat. K.W. and Max approach all of the Wild Things - Judith, Ir Douglas, the Bull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BULL",
          "text": "Hey Max? Max is momentarily surprised that finally the Bull has spoken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BULL",
          "text": "When you go home will you say good things about us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah, I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BULL",
          "text": "Thanks. Alexander stands between Judith and Ira, like a toddler leaning against the legs of a parent. Douglas is visibly looking down at Max. He doesn't know what to do. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "105-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f116 113 114 115",
          "sentiment": "neutral"
        },
        {
          "speaker": "116A",
          "text": "WIWTA Revised November 21, 2008 (Buff) pg. 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Max crosses to Ira, and Judith. Max hugs Ira. - Max looks at Judith. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH -",
          "text": "You're the first king we haven't - eaten. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER -",
          "text": "Yeah, it’s true. = Ira pats Max on the head. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "(interrupting the sentimental - moment ) - See ya. Max nods and crosses to Alexander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Bye, Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Bye. * As Max walks away, we see the hardness on Judith’s face drops. She grabs Alexander and hugs him tightly. Max sees Douglas standing beside his boat, holding it steady in th shallow water. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carol storms into the workshop, still upset. Carol stops short, noticing Max's gift on the floor below him. His ra quickly dissipates as he sees a heart made of the debris the studio, a heart much like that which Carol made for M earlier. Inside the heart is the letter C. - Carol takes it all in, and sits down before it. He traces outline of the heart with his claw. He's utterly overcome He begins to weep. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carol is running through the desert. He's running as fast he can toward the beach. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They begin pushing the boat into the water. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "117 118 WIWTA Revised November 21, 2008 (Buff) pg. 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Standing in the water, K.W. lifts Max into the boat. As h stands on the bow, they embrace. K.W. Don’t go. I‘ll eat you up, I love you so. Max hugs her goodbye and is now ready to sail off. As they're pushing the boat into the water, we hear a gre rustling through the forest. They all look up. Carol comes running from the forest onto the beach, but s down as soon as he and Max lock eyes. Max looks at him warily. Carol, respecting this, stops at distance from Max. Carol looks down, standing as if his h were in his pockets, wanting to say something, but not knowing what. Max begins to drift into the ocean. Max and Carol look at each other as Max continues to float away. Carol walks toward the boat, across the beach, wanting desperately to do or say something, eventually walking pa the other Wild Things and wading waist-deep into the ocea Max watches, conflicted. Their eyes have been locked the entire time. Carol looks so sorry but doesn’t know what h can possibly say. Max, watching Carol - who is now up to chest in the ocean - emits a sad mournful gentle howl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Aroooocoo! We can almost hear Max's voice cracking. Carol's spirits - he sees this as a small sign of Max's forgiveness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(mournful in return) Aroooo0co! There are a few moments when Max and Carol's howls overla Max drifts into the sea. Finally the other Wild Things jo in, all howling sorrowfully, in concert, to their departi friend. K.W. howls goodbye, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max sails alone, under a full moon, with no land in front him or behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max continues sailing, determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f119 120 121 122 123 124",
          "sentiment": "neutral"
        },
        {
          "speaker": "124A",
          "text": "WIWTA Revised November 21, 2008 (Buff) pg. 86",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max finally sees the forest along the horizon, the point which he came. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max docks the boat again in the same inlet of the lake. H runs, as fast as he can, through the forest. He's so clos home. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs through the forest and then through the neighborh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A random dog runs up next to him and Max barks at it wild gleeful as they run side by side. The dog, after running to him for a moment, splits off. All of the houses are da except for Max’s own, in the distance, where some of the lights are still on. He runs toward it until he gets a fe houses away, when he slows down to a jog, then a walk. * His last few steps are slow and tentative. He moves to th front door, and we see a close-up of the doorknob turning",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max tiptoes through the house, nervous of the repercussio His mom sees him, runs to him, grabs him and holds him. T look at each other. Max is overwhelmed with emotion, feel both sorry, relieved and grateful that she’s taken him ba She looks at him sweetly, removes his wolf hood, and hold him tighter. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max is eating his soup. His mom is sitting at the table, head resting in her hand, utterly exhausted. She looks - affectionately at Max. Max starts to eat his cake, and lo up at his mom. She has fallen asleep. Max tilts his head, studying her, appreciating her, marveling at her. *",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2551"
    }
  ]
}