{
  "movie_id": "MOV2553",
  "scenes": [
    {
      "location": "NASSAU BAND REHEARSAL STUDIO GEHRING HALL",
      "time": "NIGHT",
      "characters": [
        "FLETCHER, (PRE-LAP)",
        "20A",
        "AT THE LOBBY DOORS",
        "TRUMPETER",
        "PLAYERS, (0.S.)",
        "ANDREW CARL",
        "SAXOPHONIST",
        "EXT/INT. CAR RENTAL AGENCY",
        "RYAN, (0.S.)",
        "RACHEL BORNHOLDT, (0.S.)",
        "MR. KRAMER",
        "OMITTED 75",
        "ANNOUNCEMENT, (V.O.)",
        "8A",
        "OMITTED 77",
        "ANDREW, (CONT'D)",
        "105B",
        "STAGE HAND",
        "TIA",
        "102A",
        "ANDREW PASSERBY",
        "MAN",
        "JIM NEYMAN",
        "METZ",
        "EIGHT-YEAR-OLD ANDREW",
        "RACHEL BORNHOLDT",
        "SMASH CUT TO",
        "95B",
        "PASSERBY",
        "ANDREW",
        "OMITTED 63",
        "TRUCK DRIVER",
        "NARRATOR, (V.O.)",
        "RACHEL BORNHOLDT, (CONT'D)",
        "I/E. DUNELLEN AUDITORIUM",
        "JIM, (0.S.)",
        "105C",
        "70B",
        "OMITTED 97",
        "FUCKING KIT",
        "TIME",
        "FLETCHER, (0.S.)",
        "OMITTED 85",
        "OMITTED 100",
        "RYAN, (CONT'D)",
        "JIM, (CONT'D)",
        "FLETCHER, (CONT'D)",
        "20C",
        "GPS VOICE",
        "JIM",
        "OMITTED 76",
        "OMITTED 99",
        "EVENING",
        "95A",
        "I--",
        "BUS DRIVER, (PRE-LAP)",
        "IN THE AUDIENCE",
        "TECHNICIAN, (0.S.)",
        "ANSWER",
        "THE END",
        "TALKING HEAD",
        "OMITTED 10",
        "EXT/INT. DUNELLEN AUDITORIUM",
        "TRAVIS",
        "105A",
        "OMITTED",
        "71A",
        "RYAN",
        "CARL, (0.S.)",
        "OMITTED 102",
        "STUDENT",
        "ON-FUCKING-STAGE",
        "I_AM UPSET",
        "IN THE WINGS",
        "PLAYERS",
        "18A",
        "PIANIST, (0.S.)",
        "105D",
        "TECHNICIAN",
        "I CAN/T",
        "NICOLE, (CONT'D)",
        "54A",
        "LOUDER",
        "NICOLE, (0.S.)",
        "UNCLE FRANK",
        "AUNT EMMA",
        "ON STAGE",
        "PRE-LAP KNOCKING --",
        "BASSIST",
        "DRUMMER, (0.S.)",
        "CARL",
        "JIM--",
        "93A",
        "FUCKING WAY",
        "PIANIST",
        "STUDIO CORE MEMBER",
        "INT/EXT. DUNELLEN STREET",
        "FLETCHER",
        "ASSISTANT",
        "NICOLE",
        "HEAD JUDGE, (PRE-LAP)",
        "UP",
        "FLETCHER ANDREW",
        "DUSTIN",
        "100A OMITTED 100A",
        "OMITTED 5",
        "KEEP PLAYING",
        "CARL, (CONT'D)",
        "OMITTED 73A",
        "ANNOUNCEMENT"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A cavernous space. Sound-proofed walls. And in the center DRUM SET. Seated at it, in a sweat-marked white T, eyes zeroed on his single-stroke roll, is ANDREW NEIMAN. He’s 19, slight, honors-student-skinny -- except for his arms, which have been built from years and years of drumm Suddenly -- a MAN enters the practice room. Stopping, ris",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Sorry... I’m -- I’m sorry--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "It’s ok. Stay there. The MAN steps forward, removes his coat. He’s tall. Late fifties. Black T-shirt, black slacks, black shoes. We’1ll him as FLETCHER. The room is silent now. And then, softly, as he’s one of those people whose whisper can scare the crap out of you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "What’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Andrew Neiman, sir. (It’s pronounced “Nayman”.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "What year are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I’m a first-year, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You know who I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You know what I do? \fPink (9/10/2013) 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "So you know I’m looking for players.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Then why did you stop playing? Beat. Andrew nods, smiles. He gets it. Summons up all his remaining energy and resumes playing, trying to really sh off this time. Rolls, fills, speedy stick-work. He finish FLETCHER (CONT’D) Did I say to start playing again? Andrew looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I thought-- (then, blanching, ) I’m sorry, I misun--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I asked you why you stopped playing. Your version of an answer was to turn into a wind-up drummer monkey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I’m sorry -- I--I stopped playing becau--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Show me your rudiments. Andrew nods. Plays one rudiment after another: double-str roll, paradiddle, ratamacue, flam, flamadiddle. FLETCHER (CONT’D) Uh-huh. Double-time swing. Fletcher begins clapping his hand in time. Fast. Andrew p FLETCHER (CONT’D) No. Double-time. Double it. Bop-bop-bop- bop-bop-bop-bop-bop-bop-bop. Andrew tries doubling the tempo. But he can’t. Fletcher S CLAPPING. The sign of death. Andrew keeps playing, eyes shut... Then -- he hears the d CLOSE. He stops, and looks up. Fletcher has left the room \fPink (9/10/2013) 3 A moment later -- the door OPENS. It’s Fletcher. Andrew's eyes widen. Maybe it’s not over... FLETCHER (CONT’D) Woopsy-daisy. Forgot my coat. Fletcher grabs it, steps back out, CLOSES the door. Andre stares ahead, alone again at the drums -- and totally deflated. It’s over. WIDE SHOT of the band room as Andrew slowly rises. A titl Shaffer Conservatory of Music Fall Semester",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew exits, hurries off. Pasted onto his overloaded bac pack are patches, buttons, names: Krupa. Roach. Buddy Ric The buildings of midtown New York loom over him like gian immense, forbidding...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A quiet two-screen theater. Andrew buys concessions. The at the counter is about his age. She’s pretty, but doesn’ really know it. More to the point, she doesn’t seem to ca Her name is NICOLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "Swedish fish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Nah, not this time, thanks... Andrew and Nicole exchange smiles. He takes his items -- popcorn, Raisinets, two sodas -- and heads off. Peers bac Nicole. She’s staring into space. She looks suddenly lone Andrew takes in the sight. You can tell he’s attracted to -- but he’s too nervous to do anything. A beat later, he enters the theater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew spots a 53-year-old man seated near the front. Thi his dad -- JIM. Mild-mannered, soft-spoken, average in ev respect. Has the eyes of a former dreamer. \fPink (9/10/2013) A smile between the two of them. Andrew hands his dad the Raisinets, hands him the drink. Routine. The movie hasn’t started yet. As they exchange items--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "You ok?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Sure... A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "He had me play today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Andrew shrugs. It’s clear what that means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "You still have other options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "It’s good to be open-minded. When I was your age I thought I’d have a book deal at 23. Then that changed to 30. Then 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Right... And that didn’t upset you? Jim shrugs, keeps his eyes down. He has a tendency to loo down when talking. The lights dim. The previews begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "I mean, it has to do something to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "(another shrug) I don’t know. Why? It’s just life. (pause) There's other things to care about. Friends. Romance... Andrew takes it in. Especially the last part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "At my age you get perspective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I don’t want perspective. \fPink (9/10/2013) 4a Jim smiles. A moment. Just then a MOVIEGOER squeezes into the row to head to a seat further down -- and bumps against Jim and his bucket of popcorn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM NEYMAN",
          "text": "Sorry. The Moviegoer doesn’t say a word. Andrew watches. Takes it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 5",
          "text": "\fPink (9/10/2013) 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rusty elevator doors squeak open. Andrew steps out -- int grimy, green-walled hallway. \fPink (9/10/2013) 6 Dim lights, loud MUSIC blaring from behind a door. A thud party beat... At the end of the hall -- where the music is coming from few PARTYGOERS mingle by a door. The door opens. A YOUNG hands a SECOND YOUNG MAN a wad of cash in exchange for a lock bag of PILLS. The SECOND YOUNG MAN eyes Andrew. Andrew turns away, heads left -- to his own door. Hurried opens it and slips inside. INT. DORMITORY - ANDREW’S ROOM - NIGHT 7 A single. Drumsticks and drum pads scattered, biographies Bach and Coltrane on the shelf, posters of Louis Armstron and Charlie Parker on the walls. A TV is on, some sort of music documentary. Andrew watches from his bed -- as, ove OLD AUDIO OF DRUMMING and old stills of a boy at a drum s",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "By the age of ten, Traps the Boy Wonder was wowing crowds all over America. By his teens, Buddy Rich was well on his way to becoming the stuff of legend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALKING HEAD",
          "text": "Like any truly great player, Buddy seemed to have been born with music in his blood. He grasped it intuitively, ina way you and I just can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALKING HEAD",
          "text": "You check out the old stuff, man. You look at those movies when he was a kid, his arms... Beat. Andrew takes it all in -- especially these words: TALKING HEAD #2 (0.S.) (CONT’D) You just can't teach that. That kind of genius. (pause) You either got it or you don't. Andrew turns off the TV. We hear the party beat continuin outside, muffled. He leans back and switches off his ligh WE FADE OUT. \fPink (9/10/2013) 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same room we saw Andrew practicing in at night -- onl it’s full of musicians. Mostly male, mostly first- and se years. This is NASSAU BAND, one of Shaffer’s lower-level ensembles. Because it’s Shaffer, the players are still fi rate. A few third-years are here, too -- including a red- drummer with the body of a linebacker. RYAN CONNOLLY. Andrew looks up -- in time to see Ryan with a GIRL by the doorway. Ryan’s girlfriend is gorgeous -- tall, all curve Ryan lets his hand slide down her shoulder. Andrew watche The GIRL waves bye to Ryan as he heads in. He’s all macho confidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUMPETER",
          "text": "My man Ry! Shit, how you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "Stitched up at last, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUMPETER",
          "text": "Things were hurting with Neiman on the kit-- Ryan taps him to stop. Andrew is within earshot -- and ha heard. Beat. Ryan moves over to Andrew, sits down at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "You have a good weekend, bro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yeah. Definitely. Really good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "Don’t worry about Greg. He’s a dick. Andrew nods. Admires Ryan. Seems more diminutive now than",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN, (CONT'D)",
          "text": "You been practicing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yeah. All the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "My man. Then -- the Nassau Band conductor appears: RON KRAMER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAMER",
          "text": "Morning, fellas. “Billie’s In”, bar 8. \fPink (9/10/2013) 8 Mr. Kramer CLAPS OFF in time -- and the band begins playi FIRST NASSAU BAND REHEARSAL CHART. Mid-tempo. Ryan’s confident, in control. Andrew turns his pages, watches... MR. KRAMER (CONT’D) Nice, Ryan... Woah, trumpets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUMPETER",
          "text": "Yeah, yeah - sorry about that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAMER",
          "text": "Just brass again. To Ryan’s left, a whisper--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUMPETER",
          "text": "Ry... Ryan turns. Visible as a silhouette through the frosted g of the main door...is FLETCHER. Andrew turns and looks as well. Tenses up. kk kk kk kk Fletcher lingers outside. Then he walks on. Ryan turns ba the Trumpeter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "Not today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rehearsal has ended. The MUSICIANS have just filed out -- except for Andrew, who’s hanging back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAMER",
          "text": "Are you learning from Ryan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yeah... He’s been great to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAMER",
          "text": "Last week was a little overwhelming for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(is that a question?) Yeah... (then, hesitant, ) I wonder...what you think about my progress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAMER",
          "text": "Your progress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I just... I’m...practicing hard and... \fPink (9/10/2013)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAMER",
          "text": "Andrew -- you’ve got a good attitude. You always arrive on time. Andrew nods. Waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "8A",
          "text": "\fPink (9/10/2013) MR. KRAMER (CONT’D) Yeah. Ok?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(beat) Ok... Do you think... I know Fletcher's looking for players...for Studio Band...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAMER",
          "text": "Yeah, Andrew... Lincoln Center looks out for Fletcher's top players. If it weren’t for Ryan’s injury he’d have been in Studio Band last year. He’s a natural player. Andrew takes this in. Nods. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAMER",
          "text": "(this is awkward) Look... I’m going to be candid. 90% of our players will never make it into the Lincoln Centers or the Collectives. The question is -- who’s in that 10%? MR. KRAMER (CONT’D) So I'd practice. You could start a rock band. Andrew takes it in. The implication is clear. He turns -- and glimpses a poster on the wall: a DRUMMER throwing a stick in the air mid-solo. Buff. Confident. Th opposite of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I...I have one more question... (Kramer looks at him) .-..Do you know what the process for transferring is? \f10 11 12 Pink (9/10/2013) 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew walks down a hallway. A piece of paper in his hand It’s a TRANSFER APPLICATION... He notices as two attractive female students pass him. aK",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDENT",
          "text": "At least you didn’t embarrass yourself aK like what’s-his-face. **",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDENT",
          "text": "That was truly pathetic. aK As he continues walking, he hears music. Stops. Approache Looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the pane of glass, Andrew can see a FULL ORCHESTR Everyone looks older than in Nassau. More focused. All ey glued on Fletcher as he assumes his position... Fletcher’s right arm moves, just a hair, and the band sta fast, dazzling. Andrew watches -- in awe. The band’s play STUDIO BAND EAVESDROP CHART, and the sound is so full, so precise, so commanding. Nothing like Nassau. And suddenly -- Fletcher TURNS AROUND. His eyes meet Andr Andrew ducks out of view -- shit -- -- and hurries away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew practices like mad, trying to nail a double-time s To his left a digital METRONOME blinks. The time set: 380 Andrew stops. Resets the metronome. 390. Resumes playing. Tries to keep up. Resets the metronome to 400. Can’t keep at all now. Struggling, sweating, hands blistering, when CRAAACK. Andrew's right drumstick SNAPS IN HALF. He stops. Spent. Looks at his hand, sweating and throbbin the blisters. Looks back at the metronome. Still beeping away. He turns Glances up ahead at a poster -- of BUDDY RICH hunched ove \fPink (9/10/2013) 10A kit, mid-solo -- tacked to the wall. Stares at the image. Then looks down -- at the PAPERWORK saw earlier. The heading: “APPLICATION TO TRANSFER”...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "13 Pink (9/10/2013) 11 INT. ANDREW’S PRACTICE ROOM - MOMENTS LATER 12A A CD slides into a player. The title: “BUDDY RICH: BIRDLA Andrew skips ahead to the third track. Immediately, drums start. Another double-time swing. Only this one is insane fast. Even faster than Andrew was going. Andrew listens. Looks at his drum kit. Thinks. Makes a de Turns the CD off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same movie theater as before. Andrew marches in. Has goal and one goal only now. Walks up to Nicole at the counter. Takes a deep breath, a",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Hey -- look -- I -- I don’t know how to say this -- I see you in here all the time and -- I was just wondering -- (stops, collects himself, ) -- if you'd want to get a bite to eat with me. Beat. Nicole just looks at him. Andrew can’t believe he s he just said. Feels like a creep. Instantly regrets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "Please get away from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I’m so sorry, I -- I didn’t mea--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "I’m kidding. She smiles. Beat. Andrew manages a nervous laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE, (CONT'D)",
          "text": "That your dad you always come in with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(discombobulated, trying to keep up--) Kind of bobs up and down when he walks? That’s him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "(laughs; then, ) Andrew, right? I’m Nicole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Nice to meet you, Nicole... \f14 15 Pink (9/10/2013) 12",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "Monday I get off at seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Monday. Ok. Great. I’1ll be here Monday. A moment -- an awkward silence -- then Andrew turns -- an in a daze, realizing what’s just happened, his spirits suddenly starting to soar -- he glides off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The next morning. Andrew, still riding high, is seated in lobby outside the DEAN’s OFFICE. In his hand -- a FILLED- TRANSFER APPLICATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "Andrew Neiman? (Andrew turns) Dr. Fletcher would like to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Oh. Ok... Andrew's thoughts are elsewhere. Distracted -- not sure w this is about but doesn’t really care -- he dutifully fol INT. GEHRING HALL - FLETCHER’S OFFICE - DAY 15 BLACK. We hear knocking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (0.S.)",
          "text": "Come in. A door opens -- the black gives way -- and we see, seated a polished mahogany desk, Fletcher. He looks as imposing and as well-dressed -- as ever. FLETCHER (CONT’D) Hey, Andrew! I guess Sophie found you? Andrew is taken aback. Fletcher remembers his first name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yes... I’m... I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Come in, come in, close the door... Fletcher rises to greet Andrew, as Andrew closes the door \fPink (9/10/2013) 13 FLETCHER (CONT’D) I like to chat with students coming in and going out. I hear you’re going out? Andrew looks surprised by the warmth in Fletcher’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yes. Transferring. To Columbia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Terrific. Columbia’s a terrific school. Did something precipitate this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I just decided to... (not sure how to say it) +..to try out some other things. Not focus only on drums. You know? Beat. Fletcher looks at him. Is he upset? Dismayed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Bravo. (as he starts to head back toward his desk--) Too many students clamp down on their “pursuits” like leeches. (sits atop his desk) Hobbies they picked up in their teens, and for what? Take a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(starts heading to a couch) Uh... Yeah.. I mean, I -- (passes by a “lst Place Prize” plaque on a coffee-table) -- I was a little younger than my teens when I started drums, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "What were you then? Twelve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Oh. Well, kids start swimming when they’re six, doesn’t mean they’re Michael Phelps. It’s a hobby, never anything you consider going all the way with. Am I right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Definitely. I mean -- well -- for a time, I thought I’d go all the way -- but, yeah-- \fPink (9/10/2013) 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Well, kids want anything. I wanted to be a nanny. Thank God those I trusted talked me out of it. Good to listen to advice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yes, I’ve done that, you’re right, it’s--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "--good to get outside perspectives. So long as they don’t have ulterior motives, I’'d listen to what the people you trust tell you. Andrew nods. But that phrase seems to echo. Ulterior moti Fletcher hops down from the desk and makes his way to the couch. FLETCHER (CONT’D) So what's the passion you've chosen to pursue at Columbia, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(as Fletcher takes a seat next to him) Oh... Well... I’m not...not really sure. It’s not a specific thing I have in mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Ah. Well that’s ok. You’re young. Most people, it takes years for them to find their calling. My father, for instance -- he had no idea what he wanted at your age. He tried a lot of things, a little bit of this, a little bit of that. Took him years before he realized his dream was insurance. That was his passion. The cubicle, the coffee breaks, the dry wall. He lets this simmer for a beat. Then-- FLETCHER (CONT’D) I’m sure you'll find your calling as well. He rises back up. A moment of silence. FLETCHER (CONT’D) I guess that’s it, then. Any questions? He notices Andrew looking at a photo on the wall. \fHe takes standing drift to walls... JVC Jazz Pink (9/10/2013) 15 FLETCHER (CONT’D) That’s Sean Casey. Graduated three years ago. Now he’s first trumpet at Lincoln Center. (heading toward the door--) He came a long way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(trying to collect his thoughts as he rises) +..SO -- are you -- still looking for Studio Band players then...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(turning around to face Andrew) Some, yes. But it’s no cakewalk. Most kids here can’t last. Laszlo Polgar, Hungarian psychologist, declares in 1967 that talent is all about conditioning. Says he can make his kids, whoever they are, the best in the world at something. What that something is he'll decide. He’s a lousy chess player but he picks chess because it’s objective. Goes around looking for a wife, finds one who agrees to his experiment. Starts having kids: Susan, Sofia and Judit. Gets them practicing before they can even talk. These weren’t kids who were sitting and smelling the roses. These were kids who were going to leave an actual mark on the world. Who was the top female player by 1984? Susan. Who played the eight-straight-wins “Miracle of Rome” in 1989? Sofia. And who is universally considered the greatest female chess player of all time? Judit. a breath. Smiles. We linger for a second on Andrew, in place, taking it all in. Andrew’s eyes quickly the photos behind Fletcher -- the images on the The Studio Band with Wynton Marsalis. Fletcher at the Festival. One jazz luminary after another... FLETCHER (CONT’D) Which is why I’m sure you’1l be great at whatever you set your mind to at Columbia. (puts his arm around Andrew, starts escorting him toward the door--) It was a pleasure chatting, Andrew, now--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I just -- one thing first -- I mean -- I’m not entirely sure I’m transferring yet... \f16 Pink (9/10/2013) 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Well that’s worrisome. I’m sure you had good reason to make your decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I -- just might give it some more time--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "No need to do that. First instincts are best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "My first instinct...is not to transfer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I’m not sure your first instinct is right, then. Why don’t you give it some more thought, and in the meantime... (reaches the door; about to close--) ---make sure your double-time swing is ready by Monday’s Nassau Band. He closes the door. WE LINGER on Andrew. A spark has been",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew plays the drums with Nassau Band. Keeps missing hi The song’s SECOND NASSAU BAND REHEARSAL CHART (ANDREW).",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAMER",
          "text": "Alright, that’s... That’s enough of that. Back to just the core, please. MUSICIANS trade places. As Ryan trades with Andrew, he tu",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "Dude -- what’ve you been practicing? Just then, the DOOR SWINGS OPEN -- and in steps FLETCHER. eyes go to him. All talking ceases. Absolute silence, sav Fletcher’s footsteps. Andrew waits. Heart pounding... Fletcher arrives at the head of the band -- as Kramer sil and meekly retreats. Fletcher props up the music stand to height, looks down at the sheet music, runs his finger do to find the spot he wants... Andrew, like all the other players, is dead-still, eyes glued on Fletcher’s every mo Fletcher looks up, surveys the band with his eyes. Then, his hand--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Down the line. \fPink (9/10/2013) 17 Instruments SNAP upward with military precision. No one w to miss a beat. FLETCHER (CONT’D) Trumpets. Bars 36 to 38. One-two-- The TRUMPETER on the right starts playing. Five notes bef Fletcher cuts him off with the slightest flick of his han",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Next. One-two-- (the SECOND TRUMPETER misses his cue) Next. One-two-- Nothing. Fletcher looks up. There are no more trumpeters. looks over at Kramer: “Are you serious?\" FLETCHER (CONT’D) Trombone. Bars 21 to 23. Four-and-- (TROMBONIST is scrambling to find the right page) Saxes. 48 to 50. “And” of one. And-one-- (ALTO SAX gets through one bar) Next-- Before he even counts off, he notices the TENOR SAX’s fingering -- all he needs to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Drums. We get a split-second glimpse of the TENOR SAXOPHONIST, wondering what just happened -- before we CUT to the drum Ryan at the ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Double-time swing. Ryan takes a breath. Fletcher CLAPS him off. Ryan plays. FLETCHER (CONT’D) Thank you. You. Behind. Palms sweaty, Andrew takes Ryan’s place. Trains his eyes Fletcher’s hands. Deep breath. Fletcher CLAPS, and Andrew -- trying to get the motion right, trying to stay in time FLETCHER (CONT’D) Thank you. Bass. Five bars of “Donna Lee”. We STAY ON Andrew as the BASSIST plays; Andrew slides off drums and back to his regular seat. \f17 Pink (9/10/2013) 18 FLETCHER (0.S.) (CONT’D) (to Bassist) Thank you. We CUT back to Fletcher. He looks over the band once more see the MUSICIANS’ faces -- scared, but hopeful. Then-- FLETCHER (CONT’D) Drums. Come with me. Ryan’s heart starts speeding. His excitement visible, he- FLETCHER (CONT’D) Other drums. Ryan freezes. Andrew is stuck in place for a moment. Then eyes wide -- is this really happening? -- he rises and approaches the doorway... There, Fletcher hands him an OR PAPER SLIP. FLETCHER (CONT’D) Give this to Admin for rescheduling. We meet 6am to lpm every day. Room B16. And with that, he EXITS. In a daze, Andrew drifts back toward the band. Kramer loo him. Andrew answers the look with a defiant smile. Vindic",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAMER",
          "text": "Ok fellas, let’s...let’s take it back from the top.. He claps off. The band plays SECOND NASSAU BAND REHEARSAL (RYAN). Andrew pretends not to notice Ryan’s eyeing him i shock. Just sits down, lets it all settle. And -- ever so slowly -- Andrew's face dissolves into a G",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "This is a nice place. We're at a cheap pizzeria now. Nicole is seated, two half eaten slices of pepperoni in front of her. An old jazz tr is playing -- PIZZERIA CHART. Seated across from Nicole is Andrew -- echoes of the earl grin still on his face, a brightness in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yeah, I come here a lot. \fPink (9/10/2013) 19 Beat. Then -- clicking back to reality -- this is not a n place, did I fuck up? --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "They have good music, so I -- it’s not just the food... (points, re: the tune) This is Jackie Hill, “When I Wake”, July 17th, 1938, Bob Ellis on drums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "Are you trying to impress me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "No -- sorry -- I didn’t mean -- they have like -- ten songs they loop through. They’re always playing the same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "And you know the dates to all ten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "...Yeah. Nicole smiles. A moment. Andrew fidgets. Nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "You know every time I saw you in the theater you always had your eyes pointed to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "Like you were fascinated by the soda stains on the carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "My dad tells me I have a problem making eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "My parents like to criticize me too. When I was growing up my mom told me my chin was too big and that that’s why guys wouldn’t like me. ‘Cause my dad had cursed me with a big chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "What? \fPink (9/10/2013) 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "Yeah, it’s -- look -- (she turns, points her chin up) It’s Jay Leno. Andrew laughs. Nicole looks prettier to him than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE, (CONT'D)",
          "text": "She keeps asking me if I have a boyfriend yet, and then blames it on the chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "She sounds insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "She wanted to be an actress when she was my age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "And you? What do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "Other than serving you popcorn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "What do you want to do with your life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "(thinks; wasn’t prepared for a question that direct) I go to Fordham... I’m not sure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "What’s your major?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "I don’t have one yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Well what did you come here to study?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "I just came here for a general education.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Right, but you picked Fordham for a reason. Why Fordham? \fPink (9/10/2013) 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "I applied to a bunch of schools, Fordham let me in. Why’d you pick Shaffer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "It's the best music school in the country. Beat. Nicole shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "Well Fordham was Fordham. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE, (CONT'D)",
          "text": "I don’t love it there to be honest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "I mean -- the people there... I don’t think they like me. I’m from Arizona and -- I don’t know, I think they see it in me. A beat. Andrew thinks about this, then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I don’t like the people at Shaffer either. But I think it just takes time... Things change, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "I know. (then, opening up more than she expected, more fragility in her voice now) I feel homesick sometimes. You know? I hate how people in college pretend they never feel homesick. Or maybe I’m literally the only one, but... I don’t think so. A moment of silence. She looks at Andrew. He looks at her",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I know exactly how you feel. (then, he smiles) I still go to the movies with my dad. Nicole nods. Smiles back. Andrew said it playfully, but s can tell he also meant it to reach out to her. \f18",
          "sentiment": "neutral"
        },
        {
          "speaker": "18A",
          "text": "19 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "20A",
          "text": "Pink (9/10/2013) 22 She scoots her legs. Her knee happens to touch Andrew's. notices. So does she. They look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": ".-.I like this song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yeah -- this part is great -- here -- Nicole smiles. Looks at Andrew. He looks back. Their knee stay still, just barely touching. And, on this moment, just as the song ends -- INT. DORMITORY - ANDREW’S ROOM - PRE-DAWN 18 Andrew's in bed -- fast asleep. Seems stress-free for onc his body totally relaxed, his mind deep in a dream. His a hits his night stand -- WAKING him up. His eyes open. He at his alarm clock. It reads: 5:17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Shi--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew bursts out of his room and RACES down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew DASHES across the green. It’s still pitch black ou the city cold and menacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew busts inside, runs down the STAIRWELL -- and SLIPS Falls full-throttle down a whole flight, hands smacking against the tile. Rises, sore, and keeps running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew reaches ROOM B16 -- pushes open the doors--",
          "sentiment": "neutral"
        },
        {
          "speaker": "20C",
          "text": "21 Pink (9/10/2013) 23",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--only to find the room EMPTY. No one is there. Andrew ch the time on his phone: 5:33. Did he miss them...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew steps back into the hallway. Spots a SIGN-UP SHEET the door. Looks at it. Sees the words “STUDIO BAND” scrol down for each day. The listed start-time: “9AM”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew sits on the drum throne. A clock on the wall reads 8:57. He’s dozed off, is out cold. His hand, cut from his down the stairs, rests against the snare drum. Suddenly -- the DOOR opens --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAXOPHONIST",
          "text": "She told me to pull out, then wet the whole fucking bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAXOPHONIST",
          "text": "No, serious?? Andrew shoots up. Surges to his feet. The SAXOPHONISTS do him any attention. They’re big guys, macho. Another DOOR MORE PLAYERS... These are the CORE MEMBERS of Studio Band -- Shaffer’s cr of the crop. Mostly third- and fourth-years. All male. A ALTERNATES follow, first- and second-years. Andrew watches as the PLAYERS buzz their mouthpieces, whi open their folders, pull out their instruments. A flurry chatter and activity... One of the CORE MEMBERS heads to the drums: CARL TANNER, Andrew sees him, and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "You the new alternate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yeah -- I’m -- Andrew Neiman...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "(couldn't care less about his name) Tune the set to a B-flat. Then you’ll turn my pages during rehearsal. \fPink (9/10/2013) 24 Andrew, nervous, sits back down at the drums and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(to the PIANIST) Excuse me? (no answer) Um -- sorry -- excuse me? (the Pianist looks at him) Could I have a B-flat please? The Pianist plays a B-flat. Andrew tunes. By now the room filled: TRUMPETS, TROMBONES, SAXES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "(to the Pianist) Excuse me -- could I maybe have ano-- But Carl has already risen. Ushers Andrew back up. Sits d the drums, as Andrew sits down by the music stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAXOPHONIST",
          "text": "Milk the cunt!! The PIANIST plays a middle C, and the players start tunin it. Andrew watches, listens -- the sea of sounds building, th on the wall ticking, until -- it hits 9:00. THE DOOR BURSTS OPEN. Fletcher marches in, carrying a sta of sheet music. Sudden tension -- and utter silence. Fletcher sets his music down. Stares at the band. Dead-se silently judging. A moment passes... Then -- he SMILES. He’s switched all of a sudden to warm cuddly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "We’ve got a squeaker today, people. Neiman. (he pronounces it “Neeman”) Nineteen years old. Isn't he cute? Laughs throughout the room. We can overhear a few snicker",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLAYERS, (0.S.)",
          "text": "Neee-man... Andrew looks. Fletcher keeps his smile up... And then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Alright, gang. “Whiplash”. \fPink (9/10/2013) 25 The players get out the chart. Andrew catches a glimpse - a messy clutter of notes and time signatures... Fletcher raises his hand. Total silence. Then -- the slightest move of Fletcher's finger, and the band begins WHIPLASH STUDIO BAND REHEARSAL CARL #1. The chart’s named “Whiplash” for a reason. It’s fast, frenetic, 7/4 time. T fast, with this many polyrhythms, it’s impossibly hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "Page... Page... Andrew turns the page. Carl glares. Shouldn’t have had to him to turn it. But Andrew can’t follow. The band’s too f",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Stop. You. Barker. (pointing to the THIRD TRUMPETER’S horn) That is not your boyfriend’s dick. Do not come early. Moving ahead. Bar 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The players flip their sheet music. Andrew catches a glim of a TROMBONIST ejecting the spit from his horn. A puddle formed by his feet. FLETCHER (CONT’D) Five-six-seven-- The band plays WHIPLASH STUDIO BAND REHEARSAL CARL #2. Intense, visceral. Fletcher paces back and forth, eyeing players as they play. He’s got fox’s ears, hawk’s eyes. E sinew of his body is focused. Andrew watches, awed, scare completely overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Stop! The band comes to a halt. FLETCHER (CONT’D) Now this one upsets me. We have an out-of- tune player. Before I go any further, does that player want to do the right thing and reveal himself? (silence) Ok. Maybe a bug flew in my ear. Bar 115. Five-six-and-- He cues the BAND with his hand, then cuts them off. \fPink (9/10/2013) 26 FLETCHER (CONT’D) No, I guess my ears are clean because we most definitely have an out-of-tune player. Whoever it is, this is your last chance. (paces back and forth, slowly) Either you know you are out of tune, and are therefore deliberately sabotaging my band; or you do not know you’re out of tune -- which I’m afraid is even worse. Nothing. The players avert his gaze. All terrified... FLETCHER (CONT’D) Reeds. Five-six-and-- (they play, he cuts them off) Bones. Five-six-and-- (they play, he cuts them off) Ahhhh, he’s here. Silence. He eyes the TROMBONISTS. Lands on one, METZ. Ove Been picked on his whole life. FLETCHER (CONT’D) Tell me it’s not you, Elmer Fudd. Metz sits there, trembling. On the brink of tears. FLETCHER (CONT’D) It’s ok. Play. (Metz does so, Fletcher stops him, leans in, whispers--) Do you think you’re out of tune? Metz, terrified, looks down at the floor. FLETCHER (CONT’D) There’s no fucking Mars Bar down there. Look at me. Do you think you're out of tune?",
          "sentiment": "neutral"
        },
        {
          "speaker": "METZ",
          "text": "-..Y--yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Then why the FUCK didn’t you say so?!? Silence. It’s the first time we’ve heard Fletcher really His voice is booming, louder than one would have thought. FLETCHER (CONT’D) I’ve been carrying your fat ass for too long, Metz. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22 Pink (9/10/2013) 27 FLETCHER (CONT’D) I will not let you cost us a competition because your mind’s on a fucking Happy Meal and not on pitch. Stein, congratulations, you are now fourth-chair trombone. Metz -- get the fuck out. Still trembling, tears bubbling out, Metz picks up his trombone and walks to the door. Andrew watches -- shocked Once the door closes-- FLETCHER (CONT’D) For the record, Metz was not out of tune. You were, Wallach. But Metz didn’t know it. And that’s bad enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then -- he looks straight at Andrew. FLETCHER (CONT’D) Alright, take ten. When we get back -- the squeaker’s on. Andrew's face goes ghost-white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew sits in the corner of the hall, the “WHIPLASH” she music in his hand. Tries desperately to count the beats..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Five-six-seven... Six-two-two-five... He scribbles on the page, trying to compute the patterns: + 7/4 = 7/18\". “1/64 X 7/9\"... We see feet pass by, and h",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDIO CORE MEMBER",
          "text": "Stein won’t last a week. He doesn’t have the lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDIO CORE MEMBER",
          "text": "Fudd lasted longer than he should have...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDIO CORE MEMBER",
          "text": "Maybe if he spent half the time practicing that he does to polishing off cheeseburgers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDIO CORE MEMBER",
          "text": "(laughs) You got that right. Andrew's eyes follow the PLAYERS. They’re tall, built. Ne to them Andrew feels like a scrawny teen. kk kk kk kk kk kk kk \fPink (9/10/2013) 27A Just then -- a PAIR OF DRESS SHOES reach Andrew's side. Startled, Andrew looks up. It’s Fletcher. Andrew scramble his feet, as Fletcher puts his arm over him and -- earnes back to the warm tone he displayed days ago --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(walking Andrew down the hall) Listen, Andrew. I know what you saw in there is worrying you, but there’s a big difference. This is your first day. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fPink (9/10/2013) 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Metz had been dragging mud for two years. (comes to a stop, looks straight at Andrew--) Besides, you’re no Elmer Fudd. This is a huge opportunity for you. You know that, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Your parents musicians?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "No, not really...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "What do they do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Well, my dad’s a writer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "What's he written?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Well he’s...I guess he’s mainly a teacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "College?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Pennington High.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "And your mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I don’t know... She left when I was a baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "So no musicians in the family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "...-No, I guess not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Well, you’ve just got to listen to the greats then. Jo Jones, Buddy Rich. You know, Charlie Parker became “Bird” because Jones threw a cymbal at his head. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fPink (9/10/2013) 28A",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "You see what I’m saying? (Andrew nods) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 Pink (9/10/2013) 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "The key is -- relax. Don’t worry about the numbers or what the other players think. You’re here for a reason. You believe that, don’t you? (Andrew nods) Say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I’m here for a reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Good. A beat. And, finally-- FLETCHER (CONT’D) Now have fun. He pats Andrew on the back -- then promptly walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The players are taking their seats. Slowly, Andrew walks Eyes the DRUMS. Takes a deep breath. He can do this... Carl is seated in the alternate’s seat. The drum throne i empty. Just waiting for Andrew... Andrew sits down. WE MOVE IN CLOSER ON HIM -- as he adjus his seat, lays his music out, gets his sticks ready...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (0.S.)",
          "text": "Alright, gang. Andrew looks up. Fletcher has just entered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "“Whiplash”. Fletcher eyes Andrew. FLETCHER (CONT’D) Neiman -- just do your best. Andrew nods. Looks at the music. Counts in his head. He's ready... Fletcher CLAPS the band off. WHIPLASH STUDIO BAND REHEARS ANDREW #1, mid-tempo, far easier than before. Andrew’s do well. Fletcher nods, smiles-- FLETCHER (CONT’D) Let’s see some fills. \fPink (9/10/2013) 30 Andrew fills, rolling down the toms. Fletcher grins. Andrew, seeing Fletcher's grin, can’t help but smile. Get into it now. The whole BAND building, his drumming growin intense. He fills again. FLETCHER (CONT’D) Snap! We've got Buddy Rich here. Andrew grins. Fills again. Accenting, playing a counter-r When he trips up. Comes in a hair late. FLETCHER (CONT’D) (waving the band to stop) Ok, little trouble there. No problem. Let’s pick it up from 17. Fletcher claps. Andrew plays WHIPLASH STUDIO BAND REHEARSAL ANDREW #2. Fletcher waves him to stop again. FLETCHER (CONT’D) Not my tempo. Ok? Fletcher claps again. Then another wave for Andrew to sto FLETCHER (CONT’D) Downbeat on 18. Ok? He’s still soft, calm, warm. He claps again. Then, stoppi FLETCHER (CONT’D) The “and” of 4. Bar 17, the “and” of 4. He claps off. Stops Andrew again, only seconds later. FLETCHER (CONT’D) 17, the “and” of 4. Ok? And you're rushing a little... Andrew nods. Getting nervous now... Fletcher claps again. again. FLETCHER (CONT’D) Not quite my tempo. All good, here we go. He’s about to clap off when, out of nerves, Andrew hits h bass drum early. FLETCHER (CONT’D) No -- ready? Fletcher claps. Stops Andrew yet again. \fPink (9/10/2013) 31 FLETCHER (CONT’D) Sorry, you’re -- you’re dragging a little now. (Andrew tries to pull his seat up, getting anxious, flustered) All set? Andrew nods. Get it together... Fletcher claps. Stops. FLETCHER (CONT’D) You’re rushing. Claps again. Stops again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Dragging. Claps again. Andrew plays WHIPLASH STUDIO BAND REHEARSAL ANDREW #3, expecting another stop -- but it doesn’t come. Fletcher nods, as though now satisfied, then slowly turns around. Puts his hand on a spare chair. Looks like he’s about to sit down, when... like a flash of lightning he WHIPS up the chair and HURLS it straight at Andrew’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew DUCKS, as the chair CATCHES the top of the bass dr almost toppling it over. An EAR-PIERCING CLANG OF CYMBALS Andrew's sticks go flying and the chair hits the floor. Then -- total silence in the room. Andrew is shell-shocke beyond shaken, what in the fuck just happened???... FLETCHER (CONT’D) (as though discussing the weather) Why do you suppose I just hurled a chair at your head, Neiman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I... I... I d--don’t kn--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Yes, you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I... The...the tempo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Were you rushing or were you dragging?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I... I don’t... I don’t-- \fPink (9/10/2013) 32 Fletcher BOUNDS up to him, almost RUNNING -- suddenly bea like, terrifying, veins set to BURST--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Start counting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(like a deer in the headlights) ...Five-six-seven--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "In four, damnit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "One-two-three-four... Fletcher SLAPS Andrew on his left cheek. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Keep counting!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "One-two-- (another slap) --three-- (a third slap) --four--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Was I rushing or I was dragging?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I -- I don’t -- I don’t know--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Start counting again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "One-two-- (a slap on his left cheek) --three-four-o-- (another slap) --ne-two-three--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Was I rushing or was I dragging?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "R--rushing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "So you do know the difference! If you dare to sabotage my band I will fuck you like a pig. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fPink (9/10/2013) 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Now are you a rusher, are you a dragger, or are you going to be ON MY FUCKING",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME",
          "text": "This is a new Fletcher we’re seeing. An animal. But no on but Andrew seems surprised--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I--I’m gonna be on your time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(flips over a new sheet of music, points to the top) What does this say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "260... Quarter note 260...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Count a 260.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "O-one-two-three-four...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Jesus fucking Christ -- I didn’t know they allowed retards into Shaffer! Do you expect me to believe you can’t read tempo? Can you even read music??? (points back to the music) What the fuck is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "A half-note...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "And this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "A--a dotted sixteenth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Sight-read this measure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Bop-bop-ba-bop-ba--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "What are you, in a fucking a capella group?? Play the goddamn set!! Andrew plays the measure on the drums. Shaking, terrified \fPink (9/10/2013) 34 FLETCHER (CONT’D) Now answer my question -- were you rushing or were you dragging? (because Andrew hesitates--)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "R--r--r--rushing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Dear God, is that a tear in your eye? Are you one of those single-tear people? Do I look like a double fucking rainbow to you?? Andrew tries to hide his tear, mortified, wipes it, cower FLETCHER (CONT’D) You must be upset. Are you upset??",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "N--no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Oh so you don’t give a shit about any of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "No, I -- I do give a sh--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "So are you upset? Yes or fucking no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You are upset...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I am upset...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Say it so the rest of the band can hear you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I am upset...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I am upset! \f24 Pink (9/10/2013) 35",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I am upset!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You are a worthless friendless faggot-— lipped little piece of shit, whose Mommy ran out on Daddy once she realized he wasn’t Eugene O’Neill, and who’s now weeping and slobbering over my drum kit like a fifteen-year-old girl -- so for the last father-fucking time, SAY IT LOUDER!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(tears pouring out now)",
          "sentiment": "neutral"
        },
        {
          "speaker": "I_AM UPSET",
          "text": "Then -- silence. Andrew hunches over the drum set, shakin face awash in tears. The other PLAYERS just stare...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Carl... Carl silently switches places with Andrew at the set. FLETCHER (CONT’D) Start practicing harder, Neiman. (then, turning to the band,) “Whiplash”. Once more from the top. He claps the band off. As for Andrew, he just sits behind dazed, red-faced, and utterly gutted. His first day of Studio Band is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew exits. Trying to hold it all in. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "Hey, bro. He sees Ryan, a few yards away. Andrew hides his face, hi the TEARS that are starting to spill out uncontrollably..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN, (CONT'D)",
          "text": "I never said congrats, man. Congra-- +..and RUNS like hell. \f25 Pink (9/10/2013) 36 INT. DORMITORY - ANDREW’S ROOM - DUSK 25 Andrew is curled in the corner, crying. We linger here. Then, his PHONE rings. He looks at it. Hesitates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "..-Hello...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (0.S.)",
          "text": "You didn't show. And, finally, breaking down, can’t hold it in any longer-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "He ripped me apart...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (0.S.)",
          "text": "...Who? (then, ) That asshole? You told me you were transferring... Andrew looks at his desk. There, atop a pile of papers, i his TRANSFER APPLICATION. All filled out. Ready to go. Ne to it, a BUDDY RICH CD...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(almost to himself) --.I thought he liked my playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (0.S.)",
          "text": "Who cares what he likes? Who is he to you? When I started writing plenty of people tried to put me down. You ignore them. Andrew is silent. When I started writing... Those words seem to have the opposite effect Jim intended",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "When you started writing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (0.S.)",
          "text": "Why don't you come home tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "No, I -- I have to practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (0.S.)",
          "text": "No, you have to take it easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I need to go now... \f26 27 28 Pink (9/10/2013) 37",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (0.S.)",
          "text": "Andrew--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I have to go... Sorry. I’1l call you later. He hangs up. Rises. Wipes his reddened eyes. And exits hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (PRE-LAP)",
          "text": "Yes? INT. GEHRING HALL - STUDIO BAND ROOM - FLETCHER’S OFFICE Andrew steps into Fletcher’s office. Before Fletcher can word--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I’m sorry to interrupt you. I just want to tell you -- I’m so thankful to have been accepted into Studio Band. And I’m going to make sure I don’t disappoint you. Fletcher, seated at his desk, just looks at Andrew. Andre nods, turns around. Marches back down the hall -- as PERC begins... WE FOLLOW HIM, sticking close to his face, the resolve now in his eyes. Something has changed. PERCUSSION grows louder and, as we move, hurdles us back. ...to FLETCHER’S OFFICE. And to Fletcher, peeking out through his doorway now. Fletcher smiles... INT. ANDREW’S PRACTICE ROOM - DAY 27 Andrew sits at his drum set, furiously practicing... And just like that, moving fast, DRUM PATTERN FOR MONTAGE carrying us, we’re--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON Andrew's hand, Xerox-ing pages of music. The tit “WHIPLASH”, “ALEPH NULL”, “EASY SIX”... Pages dense with \f29 30 31 32 33 34 35 36 Pink (9/10/2013) 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fletcher steps outside. It’s drizzling a bit. He slowly u an umbrella. Passes by a few other FACULTY MEMBERS on his to the sidewalk. Keeps walking. The DRUMMING continues... INT. DORMITORY - ANDREW’S ROOM - EVENING 30 Andrew pulls the MATTRESS off his bed, drags it to the do with his ALARM CLOCK. Heaves both out to the hallway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fletcher is seated, squished in between commuters, towere over by other travelers. Looks diminutive in this setting",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew marches down a side-street, wolfing down a McDonal burger for dinner, earphones plugged into a METRONOME...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew lifts a 50-lb weight with his right arm. Then a 75 Then picks his stick up and plays his double-time swing.. EXT. FLETCHER’S APARTMENT BUILDING - NIGHT 34 Fletcher reaches a nondescript high-rise. With his folded umbrella, his head hanging low, and the careful delicacy which he opens the door, he looks here like nothing so mu as a quiet, everyday man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew sleeps, earphones still in and metronome still on. He’s on the MATTRESS he brought down from his dorm, the A CLOCK by his side. Next to it, a suitcase of clothes. Abo the poster of Buddy Rich. It’s as though he’s moved in. INT. FLETCHER’S APARTMENT - DINING ROOM - NIGHT 36 Fletcher sets the table for dinner. He has nice porcelain plates, and a glass of red wine. But the meal? A frozen r made steak and vegetables. On the wall, a photo. In it, a younger Fletcher, and a WOMAN, and a NINE-YEAR-OLD GIRL. smiles... \f37 38 39 Pink (9/10/2013) 39 INT. ANDREW’S PRACTICE ROOM - MORNING 37 Andrew rises from the same mattress and slides onto his d seat. Starts playing, hands dotted with blisters, eyes cr with sand. The METRONOME still on... ...because it was never turned off. CUT TO: Rides furiously, trying to beat his double-time swing... The METRONOME reading 380... His muscles exhaust CUT TO: The METRONOME adjusted up to 390... Blisters tear cuT TO: 400.. Hands bleeding now, blood smearing the stic CUT TO: 405... The METRONOME going crazy now... The DRUMM fast it’s a wash, a wall of sound, blood on the cymbal-- INT. FLETCHER’S APARTMENT - DINING ROOM - NIGHT 38 Silence. Fletcher finishes his meal. Puts the dishes away down on a couch. Still alone. The apartment, like his office, is small but elegant. Pic of icons on the walls. Monk. Holiday. Coltrane... Fletcher reaches into a stack of LP’s: Chopin, Ravel... P one out with the most delicate touch, as though he were handling a newborn. Sets it on a record player by his sid A scratch, a hiss, and then -- -- FLETCHER’S SONG. Melancholy, lovelorn... Fletcher just sits and listens, barely moves -- but you c tell the music now playing means everything to him... A moment, and then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wild, feverish, absurdly fast BIG BAND JAZZ. We're on-sta An orchestra about the size of Studio Band is in full swi reaching the end of RIVAL OVERBROOK BAND CHART.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The band FINISHES. No applause. A card: First Competition of the Winter Season",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40 Pink (9/10/2013) 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RIVAL PLAYERS quickly shuffle into the green room, pa Andrew, who watches, awed. A VOICE--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN, (0.S.)",
          "text": "Terry! Andrew turns, glimpses a CORRIDOR through the doorway. Ou the corridor, he sees a TECHNICIAN welcome Fletcher. In t Technician’s arms, a FOUR-YEAR-OLD GIRL -- the Technician daughter --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Mike! (and, to the girl,) I’m so sorry, can I have your autograph? (she blushes, shakes her head) Are you playing an instrument yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "She started piano this week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Ooo, I need pianists! (to the girl) What do you say, you ready for Carnegie Hall? The Technician smiles again, looks at the girl. She hides face in his chest, embarrassed. He and Fletcher laugh. FLETCHER (CONT’D) Alright, alright. (looking up at her dad) Great to see you, Mike. He leans in. They hug. FLETCHER (CONT’D) See you after the show! Cheers! He steps in, closes the door and addresses his PLAYERS, w are busy sanding their hands, buzzing their lips, prepari FLETCHER (CONT’D) Ok, you fucking cocksuckers. E Dorian. (the non-percussion players lift their instruments) Hurry the fuck up!! E Dorian. (they play the Dorian scale) Double it. (they play it double-time) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f4l Pink (9/10/2013) 41 FLETCHER (CONT’D) G Lydian. (they play the Lydian scale) D Lydian Augmented. (they play it) Double it. (they play it double-time) Get your music. “Irene” only for Set 1. Rhythm section out first. Tanner, the kit is a tonal catastrophe. Get it in tune. Rhythm and soloists, we're augmenting the dominant in measure 45. Everyone else sharp the nine at bar 106. Got it? (beat) Now remember. Lincoln Center and its ilk use these competitions to decide who they want. And I am not about to have my record in that department stained by a bunch of sour-note flexible-tempo flatter- than-their-girlfriends dipshits. And another thing... (he holds up a music folder) ...if I ever see one of these lying about unattended to again, I swear to God I will stop being so polite. That alright with you, ladies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLAYERS",
          "text": "Yes. A STAGEHAND approaches Fletcher, about to speak to him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(almost matter-of-fact) Get the fuck out of my sight before I demolish you. The STAGE HAND nods, slinks away. Fletcher addresses his FLETCHER (CONT’D) Stage right. In order. Now. (turns to the STAGE HAND -- who's short and plump) That means you too, Mini-Me. INT. DUNELLEN AUDITORIUM - STAGE - CONTINUOUS 4l Studio Band goes on-stage. Carl hurries to the DRUMS, tun",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "Stick bag. Andrew hands Carl the stick bag. Raises the music stand, the MUSIC FOLDER onto it-- \f42 43 Pink (9/10/2013) 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL, (CONT'D)",
          "text": "Hurry up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCEMENT, (V.O.)",
          "text": "The Shaffer Conservatory Studio Band...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "Hurry up. --and opens it to OVERBROOK COMPETITION CHART. Fletcher appears. Raises his hand. Everyone raises their instruments. Sits still. Waiting... A cough is heard. Fletcher looks to his right. The player stay still. No sign of whom it came from... And then -- the slightest move of Fletcher’s index finger subtle you need absolute focus to even notice it. That’s count-off. Miss it and you’ve blown it for everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BAND LAUNCHES. Quiet at first, then a big brassy soun Andrew watches Carl’s playing. Taps along on his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL, (CONT'D)",
          "text": "Page. (Andrew snaps to it, turns the page) Damnit... Still conducting, Fletcher approaches, whispers--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Get it together, Tanner, I swear to God. Heads back to his position, glaring at Carl. Pissed at An Carl plays. The music BUILDS and we’re--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The performance over, the PLAYERS trickle BACKSTAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "(handing Andrew the folder, still pissed) Hold onto this for the second set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew plugs in for a can of Coke at a vending machine. S his MUSIC FOLDER down on a chair. Keeps his eyes on it. \fPink (9/10/2013) 43 Then -- he overhears TALKING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUMPETER",
          "text": "That’s what I heard... Andrew turns. Creeps around the corner. Sees a trio of fe Studio Band PLAYERS, all core, chatting. They don’t see h",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUMPETER",
          "text": "Do you think he’ll make a complaint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAXOPHONIST",
          "text": "He wants a career. Long as Fletcher stays, Fudd could get placed back in. Why would he jeopardize that? Andrew leans in to hear more, but before he can get a rea",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "I need to look at the music. Carl is inches from his face. Andrew turns to the chair - the folder is gone. His eyes go wide. No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL, (CONT'D)",
          "text": "Can I have it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW CARL",
          "text": "Yeah, of course. I’m... Why isn’t it on you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW CARL",
          "text": "It is, I-- I don’t see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(realizing he can’t hide this) Fuck... I -- I think I fucked up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "No. You’re joking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I swear to God, I had it on that chair--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "Oh my God. Oh my God. Oh my God. How could you be so fucking stupid?!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(shaking, doesn’t know what to do) A... A janitor... Maybe a janitor took-- \fPink (9/10/2013) 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "Find the fucking chart! ! (turns, grabs a passing player--) Neiman lost my folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAXOPHONIST",
          "text": "Serious? Fletcher's going to flip. And just like that -- a VOICE booms down the hall--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (0.S.)",
          "text": "Drums!! Where the hell is Tanner??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carl, terrified, Andrew behind him, addresses Fletcher--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "We have an issue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Now is not the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "I gave Neiman the folder. Neiman lost it. Fletcher looks at Andrew. This is a joke, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Neiman lost it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "The folder is YOUR fucking responsibility, Tanner! You should have known not to give Neiman your folder. You give a retard a calculator and he’1ll try to turn his TV on with it. Now get your ass on-stage before I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "I can’t...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Can’t what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "(doesn’t want to have to say this--) I -- I can’t go on-stage... I don’t know the charts by heart... \f45 Pink (9/10/2013) 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Come again, darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "You know this... I have -- I need the music, my memory -- it’s, it needs visual cues--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Visual cues??",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "--it’s a medical conditio--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "A medical condition? What are you, Sanjay Gupta?? Play the fucking music!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I can. Fletcher and Carl both look at him. Neither was expecting to chime in. Andrew seems almost as surprised...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You know “Whiplash” by heart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yes. Every measure. Every note. Quickly realizing this is now his only option--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You'd better pray your memory doesn’t fail you, Neiman. And I hope you've improved since last month’s rehearsal. I am not about to start losing now. Then, to the rest of the band--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PLAYERS in their places. And there, on the set, overwhelmed, trying to make this one shot count -- is And",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCEMENT",
          "text": "With their second selection, the Shaffer Conservatory Studio Band. \f46 Pink (9/10/2013) 46 Fletcher faces the band. Zeroes in on Andrew. The wild-ca Andrew rubs the sweat from his palms. This is it, this is it... Adjusts the drums, tightens the snares. Carl sittin behind him, burning holes with his eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Five-two-two-six-two-two... Six-two-two... Fletcher raises his arm. Hand suspended in air, finger wa to move... Andrew locks eyes on it. Heart pounding now... And -- the finger moves. The band begins WHIPLASH OVERBRO surging 7/4. Andrew seems caught off-guard at first. Stru to keep up. Then reaches the right speed -- and stays the Fletcher keeps his eye on him, waiting for him to fuck up But Andrew doesn’t. He gets the first hit. Awkward, but i time. Then the second hit -- also graceless, but on targe And here comes the key moment. Fletcher turns his attenti to the trumpets -- and away from Andrew. Barely believing his luck, Andrew plays another bar. Stil Fletcher doesn’t look at him. He’s focused on other playe The number builds some more. And--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAD JUDGE, (PRE-LAP)",
          "text": "First place. Shaffer Conservatory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Applause. Fletcher summons his PLAYERS to the stage. The hands him the microphone. Fletcher takes it, hesitantly. band behind him -- including Andrew...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I’m...supposed to say a few words but... it’s these kids who should be speaking... (turning to his band, earnestly) You earned this, gang. (beat, turns to the audience) You know... When I was a kid, I saw God. Or as some people know him, Charlie Parker. My dad snuck me out of school so we could make the drive into Chicago. It was a bar so he had to sneak me in, hidden under his coat. I didn’t know where in the hell I was. I was all of seven. But then, by the time I was on my third Shirley Temple, this nice- looking man went up on-stage and started playing. And I’ve never been the same since. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47 Pink (9/10/2013) 47",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "(turning again to his band) You guys mean the world to me, you know... (back to the audience) I think of them like they were my own kids. Treat them that way, too. Treat ‘em like my dad treated me. Meaning I terrorize them. (laughter, and to the band,) But it’s true, gang. You’re my family... Something about how Fletcher says this suggests he means FLETCHER (CONT’D) Thank you. Thank you so much. He wavers. Then steps aside and exits with his band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The STAGE HAND appears, carrying a red folder. Going up t and Andrew--",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGE HAND",
          "text": "This yours? I think a janitor threw it in the trash by accident. Carl looks. It’s his MUSIC FOLDER. He looks behind at And",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A new day of rehearsal. Andrew enters the room, passes th",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIANIST",
          "text": "Don’t you go taking my folder... Andrew looks at him. Wary, he makes his way to the drums. to Carl. Reaches in to help Carl adjust the cymbals when-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "Do not touch the set. Andrew stops. Just then -- the DOOR OPENS, and Fletcher e",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "“Cherokee”. (looks at Carl) What are you doing? No answer. Carl, seated at the set, is visibly confused. FLETCHER (CONT’D) Core only today, I can’t waste time with alternates. \f48 49 Pink (9/10/2013) 48 Carl stays still. What...? Andrew looks just as shocked. But Fletcher keeps on staring. He’s dead-serious. Finally slides off, stunned, as Andrew takes his place... And, ca tossing this off even though he knows how much it hurts--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Tanner, make sure to turn Neiman’s pages. Then he raises his hand. Andrew holds his sticks, still shocked. This is as clear a verdict of his playing at Overbrook as he’1ll ever get. He’s the new core drummer. Fletcher CLAPS the band off, and before we hear any music",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew watches a VIDEO on his iPhone... It’s 70's footage audio of a grey-haired DRUMMER, a face we’ve seen before. BUDDY RICH. Andrew smiles. Relaxed. Proud. A bubble pops up: “1 NEW VOICEMAIL, 1 NEW TEXT MESSAGE”. Andrew opens the text. The name on it: “NICOLE”. It reads “You free Thursday?\" Andrew is about to answer. Hesitates. Plays the voicemail",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL, (0.S.)",
          "text": "Neiman... You lost that folder on purpose. You knew I didn't know the chart by heart... Answer me... I've been core for two _ years. I've been drumming since I was three. I earned my spot you asshol-- Andrew hangs up. Looks back at the text message. Consider again... Then he just resumes watching the video. INT. NEW JERSEY - JIM’S HOUSE - KITCHEN - EVENING 49 Jim grabs a platter from the stove, Andrew by his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "How’s it going in Studio Band? \f50 Pink (9/10/2013) 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Good. I think he likes me more now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "His opinion means a lot to you, doesn’t it? Jim looks at Andrew. Almost accusatory. A moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Grab the shakers please. INT. JIM’S HOUSE - DINING ROOM - NIGHT 50 Seven people seated at the table: Jim and Andrew, Andrew' uncle FRANK, aunt EMMA, and 18-year-old cousin DUSTIN. To",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "Jimbo -- overcooked! (to Emma, laughing re: the meat) I can barely chew this thing. Jim laughs along. Andrew watches. There’s an undercurrent the joking. The power dynamic between the brothers is cle UNCLE FRANK (CONT’D) He just laughs. Jim keeps laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EMMA",
          "text": "And how's your drumming going, Andy? Andrew, put on the spot, hesitates. But then, excited--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Well... Actually, it’s...it’s going really well. I’m now the core drum-- The door OPENS. In steps TRAVIS, another cousin, 21, foot player, real looker. All eyes swerve in an instant from Andrew to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "Well, well, well -- Tom Brady!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVIS",
          "text": "Sorry I’m late. \fPink (9/10/2013) 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EMMA",
          "text": "Did you hear, Jimmy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "They named Trav the season’s MVP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "That’s incredible, Tra--",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EMMA",
          "text": "(interrupting) And Dustin heading up Model UN, soon-to- be-Rhodes-Scholar or who knows what, Jim “Teacher of the Year” I mean, the talent at this table it’s stunning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. Then-- AUNT EMMA (CONT’D) And Andrew. With his drumming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "Yeah, you said that was going ok, Andy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(a little peeved, ) It's going spectacularly well, actually. I’m...I’m in Shaffer's top jazz orchestra, it’s the best in the country -- and I was just made a core member. (there’s no reaction) ...Which means I play in competitions. I’m one of the youngest they have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVIS",
          "text": "How do they know who wins in a music competition? Isn’t it subjective?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "-.-No, not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "Does the studio help get you a job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "It’s...it’s not a studio, that’s just the name of the ensemble... And yes, it’s a big step forward in my career.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "I’m just curious how you make your money as a drummer. After graduating. \fPink (9/10/2013) 51 Andrew glances at his dad. Wondering if maybe he’1l chime in defense... But no. His dad stays meek and quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EMMA",
          "text": "I saw a TV commercial for credit reports where a young man was playing the drums. You could do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yes, or the Lincoln Center Jazz Orchestra. But the credit reports gig is a wonderful backup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "(missing Andrew’s sarcasm) Well I’m glad you have it figured out. It’s a nasty business, I’m sure. (to Travis) Oh, you gotta tell them about your game last week. I’d say you lived up to your title.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVIS",
          "text": "43-yard touchdown to win it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "That’s what I’m talking about! On your way to the pros.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "It’s Division III. Everyone at the table looks at Andrew -- including his da",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "He plays for Carleton. It’s Division III. It’s not even Division II. (silence, shock around the table) The tilapia is delicious, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "(I‘1l get you back for that) You got a lot of friends, Andy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "And why’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I don’t see the use. \fPink (9/10/2013) 52",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "Well who will you play with otherwise? Who’1l give you your break? Lennon and McCartney were school buddies, am I right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Charlie Parker didn’t know anyone ‘til Jo Jones threw a cymbal at his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "And that’s your idea of success, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Becoming the greatest musician of the twentieth century would be anyone’s idea of success.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Dying broke, drunk, and full of heroin at 34 would not be my idea of success. Andrew turns and looks at his dad. Can’t believe he joine",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(to his dad) I'd rather die broke and drunk at 34 and have people at a dinner table somewhere talk about it than die rich and sober at 90 and have no one remember me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "Ah, but friends remember you. That’s the whole point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "No, none of us were Charlie Parker’s friends. That’s the whole point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "Well there’s such a thing as feeling loved and included.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I prefer to feel hated and cast out. It gives me purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "That's ridiculous. You don’t mean that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "Travis and Dustin have plenty of friends, and I’d say they have plenty of purpose. \fPink (9/10/2013) 53",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "You’re right, they’1l make great School Board presidents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Oh -- so, that’s what this is all about -- you think you’re better than us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "You catch on quick. You must be in Model UN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVIS",
          "text": "Well I’ve got a reply for you, Andrew. You think Carleton football’s a joke? (Andrew only nods) Come play with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Four words you will never hear from the NFL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EMMA",
          "text": "Who wants dessert?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "And from Lincoln Center? A moment of silence. Andrew looks at his dad, and his dad just looks right back... A simmering anger in his eyes, Andrew turns to the others, and, slowly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "In 1967 a scientist named Laszlo Polgar decides to prove talent isn’t about what you’re born with but about conditioning. Has three kids, Susan, Sophia and Judit, and gets them practicing chess for hours and hours before they can even talk. Fifteen years later Susan and Sophia are the two top female players in the world, and Judit’s on her way to entering the history books as the greatest female chess master of all time. Silence once again. Andrew glances at his dad, and delive back that same accusatory look he saw in the kitchen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FRANK",
          "text": "So not only do you want to die at 34, broke, drunk, and addicted to heroin, but you also wish you were a lab rat. \f51 Pink (9/10/2013) 54 Andrew says nothing. Rises, plate in hand. Walks to the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Enjoy band camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Enjoy pretending you’re an ambassador. --and swings it shut behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Ok, I’m going to just lay it out. This is why I don’t think we should be together. We're back in the city, at a coffee shop. Andrew is seate across from Nicole, who just looks at him. Clearly she di not think this is how the conversation would begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "I’ve thought about this a lot. If we’re together this is what’s going to happen. I’m going to keep pursuing what I’m pursuing, and it’s going to take up more and more of my time. You’re going to see me less and less. When you do, I’‘1l be distracted, I’1l be upset, I'll be playing things in my mind. And you're going to just grow to resent me. At a certain point, you’1ll tell me to ease up on the drumming, to spend more time with you. And I won’t be able to. And I’11 start to resent you for even asking me that. I’1l feel like you’re dragging me down, you'll feel like you don’t matter -- and before long, we’ll hate each other. So I think we should just cut it off now, cleanly, for those reasons. A beat. Nicole is silent. Finally, Andrew adds--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "Because I want to be great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "And you’re not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I want to be one of the greats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "And I would stop you from doing that. \f52 Pink (9/10/2013) 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "You know I would stop you from doing that. You know that for a fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "And I would barely see you anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "That’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "And when I did see you, you would treat me like shit, because I’m some girl who doesn’t know what she wants, and you have a path, and you're going to be great, and I’m going to be forgotten, and therefore you won't be able to give me the time of day because you have bigger things to pursue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "That's right. That’s exactly my point. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "You’re right. We should not be dating. She gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I’m glad we had this talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "Me too. With that, she turns and leaves. We linger on Andrew, the look on his face... Did I just fuck up...? No, I'm good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BLAST of music. Horns squealing, cymbals swelling. It’s another Studio Band rehearsal. Andrew’s at the drums playing well. Fletcher cues a fermata, and the band finishes STUDIO BAND REHEARSAL AFTER-BREAKUP CHART. \fPink (9/10/2013) 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Alright, gang. Pick up the new chart by the door. Rehearsal tonight starts at 9. You have ‘til then to learn it. PLAYERS head out. Andrew grabs his copy of the chart -- i called “CARAVAN” -- when-- FLETCHER (CONT’D) Neiman. Stay a bit, ok? Andrew nods. Carl, at the door, glares at him. Then slink FLETCHER (CONT’D) (approaching, pointing to the chart) Look at this. See the tempo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Quarter note 330...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "That's a double-time swing. That’s what got you in here, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I guess so... Fletcher grins. Then -- the smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Now, just as was the case with you, I stumbled on a kid practicing his double- time swing the other night. I’d like to give him a shot. Before Andrew can register, let alone ask “Who?”--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN, (0.S.)",
          "text": "Am I late? Fletcher and Andrew turn to the door. RYAN CONNOLLY is he",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Perfect timing! Join us, Connolly. (Ryan heads over, smiling) You two know each other, don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "Yep, Nassau Band. ‘Sup, Andrew... Ryan is all smiles. But Andrew is mortified. Can barely conceal his anxiety -- and his anger. \fPink (9/10/2013) 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Now, Connolly, I’ve made Andrew a temporary core-- (Andrew’s eyes shoot up at the word “temporary” ) --but we've got the competition this weekend and I want to make sure the new chart’s in good shape. Ryan nods, reaches into his backpack. And, to Andrew's sh pulls out the “new chart”. CARAVAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "This one, right? Andrew's wide-eyed. When did he get the chart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(as though he can read his mind) I gave it to him this morning, Neiman. Now, all I want to do is test out the part. Neiman, if you wouldn’t mind, could we take it from the top with just you? Andrew tries to keep calm. Goes to the drums, lays out th chart. FLETCHER (CONT’D) Don’t worry, I don’t care about hits. That’1l be tonight. For now, just tempo. Andrew nods. Takes a deep breath. Looks at the tempo nota “330”. Another breath. Ok... I've got this... Fletcher CL Andrew BEGINS. FLETCHER (CONT’D) No... That’s not quite my tempo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I’m -- I’m sorry -- I’1ll--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Let’s see if Connolly can do it, ok? Beat. Andrew looks at Ryan. Heart pounding, he switches w him. Fletcher CLAPS. Ryan BEGINS. And he plays perfectly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Connolly -- that was excellent. See, this is the beauty of Studio Band. You come in an alternate -- but a minute later, you could be the new core. Andrew's eyes widen again. \f53 Pink (9/10/2013) 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "You're not serious. Fletcher looks at Andrew -- as though shocked Andrew talk back. A moment of silence. Then -- BZZZZZ. Fletcher's cel",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Connolly, the chart’s yours. See you both tonight at 9. (answering the phone) Hi, this is Terence... He heads to his OFFICE. Andrew is still. What just happen",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "How you been, bro? (Andrew looks at Ryan) I think it was the injury that kept me out last time. But I’m fuckin’ stoked to be joining you guys now. Andrew just stares. Ryan seems earnest -- but Andrew is i",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN, (CONT'D)",
          "text": "(mistaking Andrew's look for anxiety) Don’t worry about Fletch, either. My granddad knew his dad from the Philharmonic when Fletcher was trying to break in. He’s more bark than bite. Andrew's eyes really widen now: What the fuck is going on He gets up, marches to Fletcher’s door, and-- INT. GEHRING HALL - FLETCHER’S OFFICE - CONTINUOUS 53 --BURSTS in. Fletcher’s just finished his call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER ANDREW",
          "text": "What are--? I need to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER ANDREW",
          "text": "Now is not the time, I I can play that part, you swear to God-- know I can--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I_said NOT NOW!!! There’s more desperation in Fletcher’s voice than anger. Andrew notices something else: Fletcher’s eyes are wateri Andrew is silent. He’s never seen Fletcher like this. \f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "54A",
          "text": "55 Pink (9/10/2013) 59 FLETCHER (CONT’D) (softly, as though close to crying) You want the part? Then...earn it. A moment passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew busts back through the STUDIO BAND ROOM. Eyes burn One thought and one thought only: Get that part back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "Bro! Wanna grab lunch? But Andrew doesn’t answer. Just keeps walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew pours ice into a sink. Turns on the faucet. Dips a glass jug in and collects ice water. INT. ANDREW’S PRACTICE ROOM - DAY 55 Andrew practices the part... He’s pushing, giving it his “CARAVAN” on his stand, scribbled over with pencil markin “forte”, “triplets!\", “hemiola 1-3\", “don't slow down!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Come on... Come on... He stops. His hand throbbing from blisters. He dips it by side -- into the jug of ICE WATER. Clenches. Blood clouds water. He resumes playing -- frenzied, exhausted. Fucks up, scre",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "Fuck!!!! Starts pounding his stick against the drum-head. Then his Pounding harder and harder, once, twice, three times, fou times. Hand bleeding more, the drum-skin giving way, fina tearing and breaking. He STARTS PLAYING again, fed up, enraged, SHOUTING at him ANDREW (CONT’D) Come on you fucking piece of shit... Come on!!! COME ON! !!! \f56 57 Pink (9/10/2013) 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowded subway car. Andrew is seated, poring over his s music, running through the beats in his head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PLAYERS sit silently. Ryan on the drum throne, Carl a Andrew behind him -- Carl still humiliated, Andrew 100% focused. The clock reads: 9:00. Not a word in the room. Fletcher emerges. A CD PLAYER in his hand. He plugs it in",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Ok... Um... For the first time ever, he seems uneasy, unsure what to FLETCHER (CONT’D) We...we have a new player. Ryan Connolly. Ryan nods, waves to the other PLAYERS. Chipper--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "Sup, dudes. Andrew glares at him. Seething now. But, continuing, soft",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "But I...if you could just...put your instruments down... Just for a second... He turns to the CD player. Turns it on. A big-band ballad swells. A muted trumpet takes the lead. It’s CASEY’S SONG and it’s a tender sound, full of melancholy... For a few seconds, Fletcher doesn’t say a word. His thoug seem to be drifting. Then, hesitant, as the music plays.. FLETCHER (CONT’D) Six years ago...I saw a kid practicing scales in a band room here. He'd started at Shaffer with a lot of hope, but the truth was he’d barely squeaked in and he was struggling. Everyone on the faculty told him: “This isn’t for you.” But they didn’t see what I saw... (his voice croaking again, emotional, ) ...this...this scared, skinny kid cursing himself ‘cause he couldn’t get his scales right... I saw a drive in him... (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fPink (9/10/2013) 61 FLETCHER (CONT’D) And I put him in Studio Band, and we worked together for three years, and when he graduated, Marsalis made him third trumpet at Lincoln Center. A year later, he was first. That’s who you’re hearing now. (then, ) His name was Sean Casey. The name catches Andrew’s attention. The trumpeter Fletch mentioned to him... And the word “was”... FLETCHER (CONT’D) I found out this morning...that Sean died. He died in a car accident yesterday... (takes a moment, is having trouble speaking) I just wanted you guys to know that... He was... Sean was a... (and, almost dissolving into tears on these next words) -.-beautiful player... (breathes in, collects himself) I just thought you all should know. Beat. He leans back down and turns off the CD. Silence. FLETCHER (CONT’D) (another moment; then, still shaky--) “Caravan”. From bar 142, please. The PLAYERS open their folders, pick up their instruments Fletcher waits. Hesitates again... Then -- CLAPS. Just dr bass and trombone play the trombone solo section of CARAV STUDIO BAND REHEARSAL. Fast, precise -- but Fletcher wave Ryan to stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "No, that’s...that’s not quite right, Connolly... Sorry... Andrew's eyes instantly fill with hope. Is this his chanc",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "I... I want to try Neiman on this... Ok? Ryan nods, slowly slides off -- as Andrew quickly gets on Clutches his sticks tight. This is it... Fletcher’s still FLETCHER (CONT’D) Maybe...maybe now’s the time for Neiman to earn the part... Beat. He CLAPS off, Andrew starts, and, only ONE SECOND l \fPink (9/10/2013) 62",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "No, I guess not. Tanner. An anger is creeping into Fletcher's voice now. The stammering fading away, bit by bit. Dismayed, Andrew gets off, Carl gets on, Fletcher CLAPS him off -- and then, SLAMMING his fist down on his table, the barely suppresse grief giving way now to terrifying, full-out rage--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Mother-FUCKER! ! ! Carl JUMPS. The band goes silent. Fletcher glares at his drummers, eyes so heated they could burn holes into you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Get your ass back on the kit, Connolly. Ryan does. The other players are still. Real fear in the FLETCHER (CONT’D) I will find my tempo out of one of you faggots if it takes me all goddamned night. His tone is vicious, his eyes still watery. He CLAPS, sto",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Which it just might. Neiman. Andrew gets on. His hands are shaking. Fletcher CLAPS, st FLETCHER (CONT’D) Not my tempo. Switch. Carl gets back on. Fletcher CLAPS, stops yet again-- FLETCHER (CONT’D) Not my FUCKING tempo! !!! He turns to the rest of the band. Rubs his eyes, breathes then, trying to keep calm but his face already beet-red.. FLETCHER (CONT’D) Ok... Sorry about this, gang, hate to put you through it. But rest your arms, put aside your instruments, if you need to take a dump do it now, ‘cause I am going to go for as long as it takes until I find a drummer who can play in time. (to the drummers--) You hear me talking, cocksuckers? You'd better start shitting me perfect 400’s. Connolly. You first. Get on the kit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58 59 60 61 Pink (9/10/2013) 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PLAYERS mull through the hall, stretching. A few yawns. Y tell these guys have been here for hours already... And t the wall, the kind of screaming that shakes you to your c",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (0.S.)",
          "text": "Motherfucking COCKSUCKER!!! Is--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "--that the fastest you can go?? It is no fucking wonder Mommy ran out on you, you worthless acne-scarred fetal-position Hymie fuck. GET OFF!!! Andrew -- whole body shaking, had been playing for half a hour straight -- gets off the kit, struggling for breath, hands coated with torn blisters and blood. Fletcher's rag unlike anything we’ve seen from him: pained, vengeful... Carl gets on the kit. Fletcher CLAPS. The clock: 11:06. FLETCHER (CONT’D) Well what do we have here? Gay Pride himself. This is not a Sinead O’Connor concert, Tanner. I am sorry to inform you we will not be serving Baked Alaska and Cosmopolitans tonight. Now why don’t you try playing faster than you give fucking hand jobs?? One! One! One! One! OFF THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKING KIT",
          "text": "Carl stops. Staggers back, dazed, as Ryan moves up and be",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Now we got ourselves our mick fucking paddy- cracker. Did you know you look like a fucking leprechaun? I think I’1l call you Flannery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PLAYERS rinse their faces. One looks at his watch, dead-t It’s very late...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some players have now returned to their seats. \fPink (9/10/2013) 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Switch! Carl stops playing. Almost falls as he gets off the kit. takes his place -- just as worn out. As soon as he sits d at the set he has to bend down to catch his breath. FLETCHER (CONT’D) It is not Saint fucking Patrick’s Day, Flannery, there is not a pot of gold under your fucking seat. Play. Fletcher CLAPS. Ryan plays, muscles cramping, can’t keep",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Switch! Ryan stops, gasping. Fletcher’s eyes land... ...ON ANDREW. Face awash in sweat, hair dripping, muscles throbbing, wrists red, hands caked in blood, T-shirt clin to his chest. This is it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "muttering to himself as he ttering to himself h gets on the kit) Come on... Come on you fuck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Let’s see if we can finally bring this home. He CLAPS. Andrew begins. FLETCHER (CONT’D) Don’t slow down. Andrew tries, the tempo slips... So fast, so loud...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Speed up! God-fucking-damnit I said SPEED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew's arms are moving as fast as they possibly can, hi feet like triggers -- and his ears start RINGING now, the RINGING cutting and almost drowning out the other sounds. Fletcher, fire-eyed, turns around and goes into the neare CLOSET. Emerges with a COWBELL and a STICK. Comes closer BANGS ON IT in time. The SOUND slices through the RINGING startles Andrew, this stick whacking down inches from his",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Don't stop!! \f62 Pink (9/10/2013) 65 Andrew doesn't stop. Manages to glare forward, with what almost seems like hatred in his tired, blood-shot eyes... FLETCHER (CONT’D) Faster!... Faster! ! (Andrew speeds up) Do it! Do it! Do it! Do it! Do it! Do it! One! One! One! One! One! One! One! One!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew slips, almost loses the beat. Fletcher GRABS the F TOM DRUM and HURLS it through the air, against the neares wall. It RAMS into the concrete, handles buckling. But An stays focused. Doesn’t cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEEP PLAYING",
          "text": "Andrew does. Fletcher raises the COWBELL now, about to ST Andrew across the head, looks like a fucking madman -- bu still Andrew does not cry -- as Fletcher BELLOWS--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEEP PLAYING",
          "text": "Andrew keeps playing. Fletcher stands still. Stares at him. Circles the drum se like a predatory beast, ready to strike at any instant. Then -- he steps back. Drops the cowbell and stick. Andre still playing, going like an automaton. No tears. Finally Fletcher silently raises his hand, and, with just a sligh wave, gestures for Andrew to stop. Andrew does. Nearly collapses over the set. FLETCHER (CONT’D) Congratulations, Neiman. You earned the part. He turns to the rest of the band. FLETCHER (CONT’D) Ok. Now we can begin. The clock: 2:00.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s 3:30am. The PLAYERS stagger out of the building. Zom Andrew appears, red-eyed, past exhaustion. Fletcher emerg \f63 64 Pink (9/10/2013) 66",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "5pm call tomorrow. Leave at least two hours from New York this time. Save your travel receipts. Or don’t, I don’t give a fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He then walks off. Andrew watches him leave. And, as we z on Andrew's eyes... ...we see that something fundamental has changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks like a completely different person now. 100% hol out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUS DRIVER, (PRE-LAP)",
          "text": "Next stop Dunellen. Two hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're on a Greyhound, packed. Another VOICE in the back..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Bop-ba-d-d-da-bop... Bada-bop-bop-bop... \f65 66 67 Pink (9/10/2013) 67 It's Andrew. Hunched over sheet music, earphones on, coun aloud through “CARAVAN”. And, by his side -- a Zip-lock b PILLS. Just like the ones we saw exchanged at the party o his dorm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PASSENGERS look at him. Who is this lunatic...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "Bop-bada-bop... Ba-da-bop-ba-d-d-d-da-bop... And suddenly -- A JOLT. The bus ROCKS to the side, lights out, the wheels SCREECH to an abrupt stop. Andrew removes earphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The side of the road. Andrew and the other PASSENGERS sta outside, waiting, the BUS’s right tire blown, a rod lodge into its side. Andrew checks his phone for the time. Fuck",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A nondescript Jersey town. A NEW BUS comes to a stop, set down passengers on Dunellen’s Main Street. Andrew bolts o carrying his stick bag and music folder. Looks around. Perplexed. Grabs a PASSERBY--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW PASSERBY",
          "text": "Do you know where all the No, you gotta call the cabs are? They said there cabs. Takes half an hour were cabs here, that’s what notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW PASSERBY",
          "text": "What? Well is there a -- They got a car rental down another bus or-- on Pine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Which way?? The Passerby points -- and Andrew starts RUNNING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five blocks later -- Andrew dashes across a patch of gras reaches a door, grabs the handle. The door won’t open. He white. Sees the HOURS sign. Eyes scroll down. Starts POUN \fPink (9/10/2013) 68",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "You’re still open! You’re still open! A MAN appears. Gestures for Andrew to calm down. Opens up",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew finishes signing paperwork. Grabs his MUSIC FOLDER BACKPACK from the nearest chair, hurries off. WE DRIFT ba ...to the STICK BAG left on the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT/INT. CAR RENTAL AGENCY",
          "text": "Andrew RUNS like mad across a small LOT. Reaches a CAR, o up and jumps in. Plugs an address into the GPS. The estim time: 9 minutes. The clock: 3:02... He floors it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew drives fast. His cell rings--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Hello??",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIANIST, (0.S.)",
          "text": "Neiman, where the fuck are you? Call-time was 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I’m sorry -- I’m on my way. I’m almost--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIANIST, (0.S.)",
          "text": "We're on stage in twenty-- I know, I’m almost ther--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIANIST, (0.S.)",
          "text": "--and Fletcher's got Connolly warming up in case you don't show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "God-fucking-damnit, I SAID I was on my way, you tell the redhead I’m ON MY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He throws the phone against his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew pulls up. \f70 Pink (9/10/2013) 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew arrives, panting. Fletcher glares, the band behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Glad you could work us into your schedule, darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I’m here. I’m ready to play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Too late. Connolly’s playing. Andrew looks over to his left -- to Ryan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Like fucking hell he is. Fletcher looks at him. Stunned. The PLAYERS also look sho",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Come again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "It’s my part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Actually it’s my part. I decide who I lend it to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I have the folder--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I see the folder for a change, but I don’t see the sticks. Andrew is about to counter -- when he looks down. Looks b Thinks. Realizes... Skin paling, his heart racing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "They’re -- they’re in the car, I just have to grab them--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Nope. I’m warming the band up now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I’1l use Ryan’s sticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You lost the part, Neiman. \fPink (9/10/2013) 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "No I didn’t!! You can’t do this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "I CAN/T",
          "text": "He marches toward Andrew. Looms over him, seems about to FLETCHER (CONT’D) When did you become an authority on what I can or cannot do you weepy-willow shitsack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "When I earned that part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Earned? You've never earned a thing. The only reason you're a fucking core is because you misplaced a folder. The only reason you’re in Studio Band is because I told you what I’d be asking for in Nassau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Bullshit. I’m in Studio Band because--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RYAN",
          "text": "Why don’t you back off, bro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Fuck you, Johnny Utah. Turn my pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You realize I can cut you anytime I feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "You would’ve cut me by now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Try me you weasel. At 5:30, that’s in eleven minutes, my band is on-stage. You're not there with your own sticks, or you show up and make a single mistake -- a single one -- and I’1l send you back to Nassau Band to turn pages until you graduate or drop out. For extra kicks, I'll spread the word on just how you became a Studio Band core, and by the time my sewing circle is done you'll make your dad look like a success story. (lets that linger, then, ) Or I can give “Johnny Utah” the part and we'll leave it at that. Your choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "70B",
          "text": "71",
          "sentiment": "neutral"
        },
        {
          "speaker": "71A",
          "text": "72 Pink (9/10/2013) 71 Beat. Andrew catches sight of Carl, standing in the back, watching -- and almost smiling. He turns back to Fletcher",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "It’s my part. I'll be on the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "That’s 10 minutes 50 seconds left, you pathetic pansy-ass fruit-fuck. Andrew turns. Bumps into Ryan, PUSHES him out of the way,",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT/INT. DUNELLEN AUDITORIUM",
          "text": "Andrew drives away. The clock changes from 5:20 to 5:21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT/INT. CAR RENTAL AGENCY",
          "text": "Andrew pulls up at the rental agency. The clock changes f 5:27 to 5:28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew races into the rental agency. They’re still open.. the STICK BAG...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew runs to his car and peels off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew on the road, speeding like a demon, the GPS on. Lo the clock. 5:30. Then 5:31. Whips out his cell. Dials...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "It's Neiman... Tell Fletcher I’m coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIANIST, (0.S.)",
          "text": "What the fuck is taking so long?? They're moving on-stage now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "There was -- there was a problem with the lock on my car. It’s solved and I’m coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GPS VOICE",
          "text": "Left turn up ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pink (9/10/2013) 72 Andrew looks at the GPS. Fuck. Tries to switch it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIANIST, (0.S.)",
          "text": "Are you driving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "No.. The GPS BEEPS for the turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIANIST, (0.S.)",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Tell Fletcher I’m coming or I'll rip out your fucking eyes. He hangs up. Enraged. Slams down on the gas, engine roari PICKING UP SPEED... The GPS says “2 minutes” left... The turns 5:32... The speedometer SHOOTING UP... UP... UP... The car reaching a STOP SIGN...but Andrew keeps going, no looking... His car SPEEDING UP and SPEEDING UP until it’s-- --SLAMMED INTO. Glass flying everywhere, everything going so fast, as tho the vehicle had just been whipped up by a tornado...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car FLIPS, 180, the top crunching down like paper, An spun around and shoved up against it -- bleeding, battere",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. DUNELLEN STREET",
          "text": "--until the car comes to a stop, upside down. Glass and b Silence. Andrew takes a moment to understand what has just happene Gasping for breath, he yanks himself up -- but finds his HAND is caught under the steering wheel. He yanks, pulls it. It won’t budge. Smoke and exhaust fumes billow up... He tugs and tugs and pulls and -- finally -- CRAAAACK -- bone of his index finger SNAPS. The most painful sound yo imagine. He SCREAMS in agony. YANKS back, staggering... \f73 Pink (9/10/2013) 73 His hand is free. Bone broken, bleeding profusely. Andrew crawls out of the car... Rises to his feet... Dizz world spinning... The TRUCK DRIVER who rammed into him is over--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK DRIVER",
          "text": "Are you ok???",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I -- I need -- I -- my -- my sticks... He turns back to the car. Bends down to reach back in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK DRIVER",
          "text": "No -- stay away from the car, it’s not sa-- Andrew blocks him out. Reaches with his right hand -- the working one -- and goes for the STICK BAG, sandwiched bet the caved-in top and the seat. Groaning in pain as he reaches... Gets it. TRUCK DRIVER (CONT’D) I’m calling 9-1-1, you’re going to be ok--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I -- I have to -- I have to go, it’s -- it’s three more blocks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK DRIVER",
          "text": "(holding him back) Sir, you don’t have to go anywhere--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Get your hands off me!!! He yanks free from the Driver’s grasp and starts RUNNING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. DUNELLEN AUDITORIUM",
          "text": "Still running, has been running for three blocks... Out o breath, even dizzier than before... Reaches the front gre face coated in sweat, and hand drenched in blood... Almos collapses... A couple of PASSERSBY see him, shocked--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASSERBY",
          "text": "Jesus Christ... --but he either doesn’t notice or doesn’t care. He’s dead tunnel vision, only cares about the goal: Get on-stage... Andrew busts inside. Eyes scanning. Hears the sound of TU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "74 Pink (9/10/2013) 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dashes in from backstage. The PLAYERS have taken their pl finished tuning, are about to perform. Andrew sees Fletch Fletcher sees him. Hiding his arm behind his stick bag--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I’m here. I’m here. I’m here. Doesn't even wait for Fletcher’s answer, goes straight to set where Ryan is seated. Nothing is going to stop him no",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "Get off. Get off the fucking set. Ryan looks at Fletcher. Fletcher waits -- then nods, almo smiling. Seems he’s having fun with this. Ryan slides off pissed, and takes a seat next to Carl. Andrew takes his p His left hand still hidden, Andrew props up his music and pulls out a pair of sticks. Tries to hold his left stick properly -- but it keeps giving way. With his index finge broken, it’s impossible to keep the stick steady... He looks at the music: “Caravan”... Looks back at his han Tries to move his left fingers, mimicking the stick patte Just up ahead -- Fletcher. Animal intensity... Andrew closes his eyes... Tries to block out the anxiety. The pain... The stress that just keeps mounting and mount Gropes inside his STICK BAG. Pulls out his bag of pills. it. Pills scatter. Picks a pill up, pops it, out of sight",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCEMENT, (V.O.)",
          "text": "The Shaffer Conservatory Studio Band... Fletcher raises his hand, ready to cue... Andrew tries to his breathing under control... Ryan and Carl lean forward Ryan catches a glimpse of Andrew’s left hand, just as... ...Fletcher’s finger MOVES. THE BAND IS OFF. It explodes into CARAVAN DUNELLEN at lig speed. But Andrew is already in trouble... Blood getting on the snare... Ears starting to RING... Left hand barely keepin up... The whole thing slowly slipping away from him... He closes his eyes. Mouths: “Come on come on come on...\" \fPink (9/10/2013) 15 A big FILL coming up. He needs both his hands. Launches i it -- and his left stick CATCHES the edge of a stand... ..-AND GOES FLYING. Falling and sliding under the hi-hat",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(still riding with his right hand) Stick... Carl stays still. Andrew looks at him. But Carl won’t mov Panicked, Andrew turns, eyes his old Nassau Band peer --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "Ryan... Stick... Ryan hesitates. Doesn’t want to think of himself as a saboteur. But he looks at Carl, Carl looks back at him... right then and there he makes his choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "Please... Neither Carl nor Ryan moves. Andrew, thinking fast, eyes the fallen stick. Trying as h he can to keep that tempo going with his right hand, he s down the left side of his body, stretching his arm as far can go... His broken finger grazing the stick... Grabbing Pulls up -- and -- another CRAAAAAACK as his finger is ca against the hi-hat pedal and the bone is bent 90 degrees. GASPS, almost cries out in pain. Has to hold it in. Pulls himself back up to the set -- and there, looming ov already, is Fletcher. Eyes fiery--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "The fuck are you doing...??? Andrew keeps playing. But the PAIN is harder and harder t ignore. His snare drum completely smeared in red now, his stick stained, his whole arm shaking. And that RINGING -- growing and growing, drowning out everything else... He looks at the SHEET MUSIC, suddenly lost... The horns b out a hit -- but Andrew isn’t on it. Fuck. Launches into fill -- and hits the crash at the wrong time. Fletcher stares at him. The look says it all: it’s over. Andrew keeps fighting. Another missed hit, then a missed signature change, the beat falling apart beneath his feet chaos, and then, finally, the sign of death -- Andrew STO \f75 76 78 Pink (9/10/2013) 716 Almost immediately, the rest of the band grinds to a halt a horrible sound, like a car screeching, nails on a chalk Fletcher stands in place, eyes on Andrew. In fact, all ey on Andrew. The theater is dead-silent. Disbelief everywhe Calmly, Fletcher approaches Andrew and whispers one last FLETCHER (CONT’D) You're done. Then he turns around. Andrew start shaking, his eyes brim -- and, suddenly, something takes over inside. Almost des himself, he RISES -- and KICKS OVER THE DRUMS. Cymbals CRASH to the wooden stage-floor like bombs. Andre CHARGES forward -- and, just as Fletcher turns to him, TA the man to the ground... Andrew goes absolutely batshit crazy on Fletcher, murder eyes... Raises his fists, about to POUND into Fletcher's when SECURITY GUARDS yank him off, pulling him away in a Torn from his target, Andrew breaks down into TEARS. Ever thing inside him spilling out like water. Fletcher, stunn uninjured, gets back on his feet. His shirt drips with bl not his own, but Andrew’s. A SECURITY GUARD rushes onto t scene, and Andrew, kicking and screaming, is DRAGGED OFF. We linger inside the theater. A hush over the audience, t players and their instruments. And then, a card: Final Competition of the Winter Season",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 76",
          "text": "INT. ANDREW’S DORMITORY - DAY 78 Andrew stands alone in his dorm. Staring into space. A bandage on his hand. Time has passed... Lets his eyes take in one item at a time: A drum pad on t floor. A metronome. A DISMISSAL LETTER... He’s been expel from Shaffer. A DVD. He slides that into his laptop, sits down slowly.. \f83 84 Pink (9/10/2013) 716A A HOME VIDEO begins: a smiling EIGHT-YEAR-OLD BOY at a DRUM... It’s ANDREW... Innocent, bright-eyed, having a blast...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EIGHT-YEAR-OLD ANDREW",
          "text": ".---and this is my pa-ra-did-dle... He plays a paradiddle on the drum: left-right-left-left. A CHEER off-camera, a voice we recognize -- his father,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (0.S.)",
          "text": "Woooo-hoooo! !! EIGHT-YEAR-OLD ANDREW glows. And our Andrew, hurting, tearing up, watches... Pulls the DVD out. SNAPS it in half. Tosses the halves in the trash. Slides the drum pad and metronome into the trash as well. Ties the trash bag and pulls it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew busts in, starts breaking his drums down. First the cymbals come off, then the pedals, then the toms... A look of resolution on his face -- and, bubbling up, anger... He tears at the drums as though attacking them, pulls them apart almost viciously, one part after another Then the Buddy Rich POSTER -- which he rips to shreds... INT. HALLWAY - ANDREW’S PRACTICE ROOM - MOMENTS LATER 84 Andrew THROWS trash bags into a garbage can... Heads back and eyes his PRACTICE ROOM -- now empty. He takes a momen Sits down on the hallway floor, the drum parts stacked to the side. Leans back, closes his eyes, and takes a deep breath out... It’s done. He pulls out his cell. A beat. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Ok... Where do you want me to meet you? \f77",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Pink (9/10/2013) 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RACHEL BORNHOLDT -- lawyer, elegantly dressed -- sits acr from Andrew, Jim to the side. There’s a glass of white wi Jim, a club soda for Rachel, and an untouched water for A A moment of silence. Finally--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL BORNHOLDT",
          "text": "Andrew...? Andrew remains silent for a moment. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "When did you contact my dad? \fPink (9/10/2013) 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "They just called me this week, Andr--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL BORNHOLDT",
          "text": "(interrupting) Does the name Sean Casey mean anything to you? Andrew looks back at Rachel. A moment. Warily, he nods. RACHEL BORNHOLDT (CONT’D) So you know of his death? Last month he hung himself in his apartment. Andrew takes this in. Fletcher had said it was a car acci",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "What does that have to do with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL BORNHOLDT",
          "text": "Sean suffered from anxiety and depression. His mother claims this started during his time as Fletcher’s student. Andrew looks at her. Rachel can tell he’s surprised. A moment passes. RACHEL BORNHOLDT (CONT’D) Now, the Caseys aren’t wealthy. They don’t want to file suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Then what do they want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL BORNHOLDT",
          "text": "To make sure Terence Fletcher is never allowed to do this to another student.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "He didn’t do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL BORNHOLDT",
          "text": "So President Kohn and Dean Pence will tell you. To them, Fletcher is Shaffer. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fPink (9/10/2013) 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL BORNHOLDT, (CONT'D)",
          "text": "But if they think we have a case like this and can win in court, they’1ll have no choice but to let him go before we do. Beat. Andrew looks at her. Then at his dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Well, I have nothing to say. Jim leans forward now, taking the initiative--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Andrew... It’s over, ok...? He’s out of your life. Why let him get away with what he did to you? He eyes Rachel. Ok...? Was that the right thing to say... Andrew stays silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL BORNHOLDT",
          "text": "Would you characterize his conduct as extreme, Andrew? Did he ever intentionally inflict emotional distress? Still Andrew doesn’t respond. Feels his dad’s stare on him as well now. RACHEL BORNHOLDT (CONT’D) (trying to persuade--) This would not be a public hearing, you know... Fletcher would never know it was you who spoke up. Andrew looks at the glass of water in front of him. Untou",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "...-What would happen to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL BORNHOLDT",
          "text": "Shaffer will do anything to prevent this from going to court. Yours won’t be the first complaint, but I think it’1l tip the balance. You’re recent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "You tried other students?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL BORNHOLDT",
          "text": "Some -- but you guys are walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "And you thought I'd talk. \fPink (9/10/2013) 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL BORNHOLDT",
          "text": "You have nothing to gain from Fletcher anymore. A beat. Andrew turns his eyes to his dad. Anger in his ga",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Why did you do this...? Jim seems taken aback. Flustered for a second. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "You think I was going to let him put my son through hell and walk off scot-free? Andrew turns away. Jim can see the hurt on his son’s face The sense of betrayal. Worried, trying to reach out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "Don’t you know I would never let that happen, Andrew? That there’s nothing in the world more important to me than you? (beat; Andrew evades his gaze) Don’t you know that? A moment. Andrew looks at his dad again. Then he stares ahead. WE PUSH in on him, slowly -- as he drifts deeper into thought, trying to sort through it all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL BORNHOLDT, (0.S.)",
          "text": "...Andrew? Andrew can barely hear her... Defeated, his soul split in two... Finally -- he gives up",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Just tell me what to say. WE FADE OUT. \f79 80 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "Pink (9/10/2013) 80 79 80 81 \f82",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "Pink (9/10/2013) 81 82 \f85 86 87 88 Pink (9/10/2013) 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Summer in New York. Tube tops, street performers, sunshin Andrew, hand healed, carries laundry. Looks up and sees a sign: “BACK IN NYC! JVC JAZZ FESTIVAL June 21-29”. We’re Lower East Side -- far, far away from Shaffer... INT. ANDREW’S APARTMENT - LIVING ROOM - LATE AFTERNOON 87 A new apartment. Andrew's dad is already inside, sliding groceries into the fridge when Andrew enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Hey, buddy. You ready? INT. ANDREW’S APARTMENT - LIVING ROOM - LATE AFTERNOON 88 Blinds closed, as Andrew and Jim sit and watch “North by Northwest” on TV. We PAN from a few college applications table, past the walls -- no decorations at all -- to Andr Jim seated. We linger on Andrew's face. There’s a sadness in his eyes looks tired, even after months, and resigned. \f89 90 91 92 Pink (9/10/2013) 83 Jim laughs at a line in the movie. Glances over at his so wants to see if he’s enjoying himself. Hands him some pop A beat. INT. ANDREW’S APARTMENT - LIVING ROOM - EVENING 89 Father and son stand by the doorway, Jim about to exit--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "“Dr. No” next week. Or whatever’s playing on 86th...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "-..I’d rather do it here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Ok. I stacked your pantry with Gushers. Andrew manages a smile. A moment passes between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Thanks, Dad... Jim exits. Andrew hangs back. A moment... Then, Andrew glances down at his phone. Scrolls to a spec number: “NICOLE”. He looks at it. Thinking. Finger hovering over it... Then, too scared, he pulls back. Pockets the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew makes a ham sandwich, employee’s apron on. Hands i silently to a CUSTOMER. INT. JIM’S HOUSE - LIVING ROOM - DAY 91 Uncle Frank, Jim, and Travis sit on the couch watching a hockey game on TV. They laugh and cheer, as Andrew sits o the side, also watching -- his mind far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew walks alone, eating a slice of pizza. Crosses by a STREET PERFORMER -- a man drumming away on a row of bucke Doesn't watch, just keeps walking. \f93",
          "sentiment": "neutral"
        },
        {
          "speaker": "93A",
          "text": "Pink (9/10/2013) 84 We follow, as Andrew passes a JAZZ CLUB on the next block Suddenly -- he stops. There, on the club’s main sign, below the featured names, these words: “Guest Performer: TERENCE FLETCHER”. Andrew put for a second. Completely taken aback. Then he starts walking away. Then stops. Nope. Turns around...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-.-and steps inside. It’s a genteel venue. On the stage, DRUMS, BONGOS -- and, at the piano, FLETCHER. The mere sight gets Andrew’s pulse racing. But he stays p Watches... The quartet is pacing its way through FLETCHER SONG IN CLUB, and Fletcher is playing the final head. He' exceedingly delicate, gentle with each keystroke, his fin moving like ballerinas. His playing is soft, subtle, and exquisite. He plays the melody as though moved by it. Andrew is surprised by this... Stays in the back, behind last table. The song comes to a close. Fletcher smiles, l and then freezes. His eyes locked on Andrew. He has seen Andrew blanches, takes a step back, hurries for the exit. there's a PERSON blocking the way. Tries to squeeze throu",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER, (0.S.)",
          "text": "That was Terence Fletcher, on the keys... More applause. Andrew, hemmed in, keeps trying to get out",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Neiman. Andrew stops. Turns. Fletcher is standing right there. A of silence. Andrew is pale. But Fletcher's face is a blan",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "+. -Hi...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A table in the corner. Fletcher and Andrew seated. They s have been sitting here in silence for some time. Two drin stand between them. Untouched. The other band members on- play JAZZ CLUB BLUES, a new PIANIST on the keys and a SAXOPHONIST added as well. Finally-- \fPink (9/10/2013) 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "So what are you up to these days, Andrew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "--.Oh, just...you know...various...things... Fletcher nods. Ok. Andrew eyes him. Then, nervous--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": ".-..I--I’m sorry about what happened. (then, should I clarify?--) At Dunellen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You shouldn’t be. A player’s got to be willing to fight. Andrew looks at him. FLETCHER (CONT’D) You played with a broken bone. After crashing a car. That’s insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I was in a different place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Good thing you’re not in that place anymore. A beat. Then -- Fletcher seems distracted. By people CLAP ALONG to the band... FLETCHER (CONT’D) Have you ever noticed it’s never the people with rhythm who clap along? He starts CLAPPING loudly, in the proper tempo. Leans ove the table next to his, where a COUPLE is clapping off-bea starts CLAPPING in their faces. Then sits back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "I don’t know if you know... I don’t teach anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I... I heard about that... You quit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "-..No, not exactly. He looks at Andrew. A moment of tension. Does he know...? \fPink (9/10/2013) 86 FLETCHER (CONT’D) A couple parents got a kid from Sean Casey's year... I don’t know who, I think maybe a bassist... They got him to say a few things about me... That much I know... (Andrew tries to hide his relief) Though why anyone would have anything but honey and sugar to say about me is a mystery. Andrew laughs. Seems the mood has lightened. FLETCHER (CONT’D) That’s a good laugh, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Oh, no... I...I just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "No, it’s ok -- I know I’ve made some enemies. Maybe I seem to think my style is normal, but believe me, I don’t. A moment. Fletcher finally takes a sip of his drink. FLETCHER (CONT’D) I’m conducting some, though. They’re bringing back the JVC Fest this year, got me opening with a pro band in two weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(genuinely impressed) That’s amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(earns) It’s ok... Then, looking off for a moment-- FLETCHER (CONT’D) The truth is I don’t think people understand what it is I did at Shaffer. I wasn’t there to conduct. Any idiot can move his hands and keep people in tempo. No, it’s about pushing people beyond what's expected of them. And I believe that is a necessity. Because without it you’re depriving the world of its next Armstrong. Its next Parker. (pause) Why did Charlie Parker become Charlie Parker, Andrew? \fPink (9/10/2013) 87 Beat. Andrew is surprised. He’s told this story himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Because Jo Jones threw a cymbal at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Exactly. Young kid, pretty good on the sax, goes up to play his solo ina cutting session, fucks up -- and Jones comes this close to slicing his head off for it. He’s laughed off-stage. Cries himself to sleep that night. But the next morning, what does he do? He practices. And practices and practices. With one goal in mind: that he never ever be laughed off-stage again. A year later he goes back to the Reno, and he plays the best motherfucking solo the world had ever heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew smiles. Nods. Finally -- unlike his uncles, his co even his father -- someone who gets it. FLETCHER (CONT’D) Now imagine if Jones had just patted young Charlie on the head and said “Good job.” Charlie would've said to himself, “Well, shit, I did do a good job,” and that'd be that. No Bird. Tragedy, right? Except that’s just what people today want. The Shaffer Conservatories of the world, they want sugar. You don’t even say “cutting session” anymore, do you? No, you say “jam session”. What the fuck kind of word is that? Jam session? It’s a cutting session, Andrew, this isn’t fucking Smucker’s. It’s about weeding out the best from the worst so that the worst become better than the best. (beat) I mean look around you. $25 drinks, mood lighting, a little shrimp cocktail to go with your Coltrane. And people wonder why jazz is dying. (then, ) Take it from me, and every Starbucks jazz album only proves my point. There are no two words more harmful in the entire English language than “good job”. Beat. He leans back. Lets his words linger. Andrew thinks \fPink (9/10/2013) 88",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "But do you think there’s a line? You know -- where you discourage the next Charlie Parker from becoming Charlie Parker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "No. Because the next Charlie Parker would never be discouraged. Andrew takes this in. A moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "..-And you? Are you back to playing now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Not really. Here and there... The playing never interested me. I never wanted to be Charlie Parker. I wanted to be the man who made Charlie Parker. The man who discovered some scrawny kid, pushed him, prodded him, shaped him into something great -- and then said to the world, “Check this out. The best motherfucking solo you've ever heard.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Who’s your Charlie Parker, then? (hesitant) Sean Casey...? The name hits Fletcher. Fletcher looks at Andrew -- who immediately regrets bringing that name up. Why? Because, after everything, the sight of Fletcher hurting affects h He pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Sean... Sean was a sweet kid... And with all those idiots saying “This isn’t for you”, Sean did something great. Very few people ever get that chance... Looks off. Looks at the musicians on-stage... FLETCHER (CONT’D) But no... Not Sean Casey. (then, as he thinks about this, ) The truth is I don’t know if I ever had a Charlie Parker... (and then, ) But I tried. And that’s more than most people can say, Andrew. I tried. And even if I never find one, I will never apologize for trying. \f94 Pink (9/10/2013) 89 He’s silent. A look of disappointment. Then, he points to the PIANIST on-stage... FLETCHER (CONT’D) He’s a beautiful player, isn’t he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Yeah... Fletcher nods. His thoughts drifting again. A moment pass",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew and Fletcher exit. They stand for a second. Look a one another. An awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Nice seeing you... Fletcher nods. Beat. Andrew turns, about to head off, whe",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Look. I don’t know how you’1l take this. That band I’m leading for JVC -- our drummer isn’t cutting it. (Andrew looks at him blankly...) Do you understand...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I’m using the Studio Band playlist. “Whiplash”, “Caravan”. I need a replacement who already knows those charts inside out. Andrew looks at him. You can’t be serious...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(trying to gather his thoughts) Wh-- what -- what about Ryan Connolly...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "What about him? All he was was your incentive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "...And...and Tanner?? \f95",
          "sentiment": "neutral"
        },
        {
          "speaker": "95B",
          "text": "96 Pink (9/10/2013) 90",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "He switched to pre-med. (and with a hint of a smile) I think he got discouraged. Andrew is speechless now. Is this really happening? FLETCHER (CONT’D) We're rehearsing next Tuesday. Why don’t you take the weekend to think about it? Andrew takes it all in. WE PUSH in on him, processing... slowly but surely, his shock and uncertainty harden befor eyes -- into resolution... This is something to seize on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I don’t need to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLACK -- then light floods in. Andrew has just opened his closet doors. In a stack, gathering dust, are his OLD DRU Andrew looks at them -- heart swelling, nerves racing... cur TO: INT. ANDREW’S APARTMENT - LIVING ROOM - MOMENTS LATER 95A Andrew setting the DRUMS up... Newly energized, a speed in his movements we haven’t seen since Dunellen... cur TO: INT. ANDREW’S APARTMENT - LIVING ROOM - EVENING 95B Andrew practicing. You can tell he’s been here for hours already. Sweat runs in rivulets down his cheeks, wetting drum heads. His eyes are wide, glowing, focused... He's back to the life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An empty theater. It’s one of Carnegie Hall’s theaters -- bigger and far sleeker than any of the theaters Studio Ba played. Ceiling decked with lights, capacity 1200. On the stage, rehearsing, is a JAZZ ORCHESTRA. Similar set-up to Studio Band, the PLAYERS all young pros except, of course, Andrew, the youngest of all. \f97 98 Pink (9/10/2013) 91 The chart is WHIPLASH JVC REHEARSAL, and the band sounds The players reach the end -- and Fletcher looks at his wa Composed, even mild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Rest up, gang. Call-time Sunday is 6. (and, as he heads off, ) Andrew. (Andrew turns) Good job. Andrew takes this in. The latest in a long line of surprises... The PLAYERS pack up. Andrew, trying to work past his shyness--—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Hope that was ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSIST",
          "text": "Yeah. You sounded good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Thanks. You too. (then, ) Is there...anything you worked out with the previous guy that I should know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSIST",
          "text": "Previous guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "The previous drummer. The BASSIST looks at him: What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSIST",
          "text": "Last week we rehearsed without drums. You’re the only drummer we've ever had. Beat. He walks off. Andrew stands there. Confused...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 97",
          "text": "INT. ANDREW’S APARTMENT - LIVING ROOM - HOURS LATER 98 Andrew enters. Eyes his drums. Then -- he has a thought. \fPink (9/10/2013) 91A He pulls out his phone. Hesitates. Nervous -- but excited He dials. We hear ringing, he feels his heart thumping, h to himself, starts walking forward, breathes in, and then after a few seconds -- \fPink (9/10/2013) 92",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE, (0.S.)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(pacing, stomach clenching, it’s been so long--) Hey... It’s...it’s Andrew. Silence on the other end. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE, (0.S.)",
          "text": "Oh. Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "I -- I just figured I'd call -- it’s been forever, and I... I’m really sorry about how I... I’m just so sorry... How I acted... You know... (a beat; she doesn’t respond; he sits down, trying to get the words out--) And I -- I didn’t know if you knew -- I’m playing JVC this weekend... Maybe you’d like to come? We could grab pizza afterward and complain about our schools again... He chuckles. Then waits. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE, (0.S.)",
          "text": "Jv?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Uh -- no, Jvc. It’s a jazz festival.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE, (0.S.)",
          "text": "Oh. Yeah. Another beat. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE, (0.S.)",
          "text": "When is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "It’s next Friday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE, (0.S.)",
          "text": "Ok... I don't know, I'll check with my boyfriend. Beat. WE CUT to a CLOSE-UP of Andrew as he takes this in. can tell -- the word hits him hard. \fPink (9/10/2013) 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "---Got it. (silence; then--) Well... Cool. Maybe I’1l see you there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE, (0.S.)",
          "text": "Yeah, I'1l check. I don't think he likes jazz though. I'll check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Cool... Thanks. Nicole hangs up. You can see it in Andrew’s eyes -- real disappointment. Real hurt. And surprise at how hurt he fe He eyes his drums again. Sits down at them -- -- and STARTS PRACTICING LIKE MAD. Pouring his anger, his into his playing. The SOUNDS of FURIOUS DRUMMING build, continuing through following--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew sliding into his slacks. Buttons his white button- down. Slides on his black jacket. Ties his tie... \f101 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "102A",
          "text": "103 104 Pink (9/10/2013) 94 INT. FLETCHER’S APARTMENT - BEDROOM - DAY 101 Fletcher slipping into his own suit. Elegant, fastidious. like an old-school bandleader. But there’s something mela about the sight of him -- going through his pre-concert r all alone... He straightens his tie. De-lints the suit. He’s tidy, iib careful. He passes by his piano, pauses to play a melody the keys. Grabs his music folder and heads to the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 102",
          "text": "INT. ANDREW’S APARTMENT - BATHROOM - DAY 102A Andrew clips his nails, applies ointment to his hands, th wraps each finger in a Band-Aid. EXT. NEW YORK STREET - FLETCHER’S SUBWAY ENTRANCE - 103",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVENING",
          "text": "Fletcher ignoring several passing CABS, enters a SUBWAY STATION...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew emerging from a SUBWAY STATION. Murmuring to himse tapping on his knees. The clock’s ticking... He checks his phone, picks up speed, almost breaks into a The DRUMMING BUILDS, he goes FASTER and FASTER, until, finally -- -- as the DRUMMING CUTS OUT -- -- he comes to a sudden stop. He’s standing right in front of CARNEGIE HALL. A giant ba hangs above the main steps: “JVC IN NYC: JAZZ!\" And, keep out of sight -- -- Fletcher. Strolling up the side-steps around the corne hidden from the crowd. Andrew sees him. Follows. \f105",
          "sentiment": "neutral"
        },
        {
          "speaker": "105D",
          "text": "Pink (9/10/2013) 95",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scene is more or less what we saw before Studio Band competitions -- only taken to eleven. A rush of MUSICIANS STAGE HANDS and TECHNICIANS backstage, a swell of TUNING TRUMPETERS, TROMBONISTS and SAXOPHONISTS join in. Andrew stands back. Checks his phone. 7:28. It’s almost time. He gazes around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew peers out through a door, catching a glimpse of th MAIN HALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew sees the AUDIENCE milling. Sees a face he recogniz the crowd, small in the distance. JIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew smiles at the sight. Feeling confident, ready to p himself at last. He walks back down the stairs toward the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew and the Studio Band listen to Fletcher's speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Alright, gang, listen up! 15 seconds to get into places. For those of you who are new to this, it’s very simple: do well tonight, and the world will open up for you. The folks out there, they make a phone call and you’re a Lincoln Center core. Or a Blue Note signee. Or an EMC client. Drop the ball, and I'd suggest switching careers -- because the other thing about those cats is they never forget. Andrew takes this in. Beat. A STAGE HAND appears, waves. FLETCHER (CONT’D) On that note -- break a leg. The PLAYERS proceed on-stage. Andrew takes a deep breath, tries to keep his cool, and, counting in his head, walks forward -- \f106 Pink (9/10/2013) 96",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The stage is decked in blue lights. The instruments gleam Beyond it, a yawning expanse of black. The audience... An hush, an undercurrent of murmurs and whispers gathering steam, as each PLAYER takes to the stage, one by one... Then -- APPLAUSE. 1200 people’s worth of applause. Fletch appears, taking his spot, smiling. The applause swells up And then -- Fletcher turns around to face Andrew. He star at_him for what seems like a full minute. Comes up to him making as though helping him position a microphone over t drum kit, and, leaning in, quietly, discreetly, menacingl",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "It was you. The lights shift. Blue to bright, harsh, near-blinding ye It's showtime. Andrew is completely still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "...Was...was me what...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(then, leaning in even closer,) Why do you think I invited you here? I’ve known it was you all along. Beat. He lets it sink in. Retreats to his spot, smiling a Andrew. Then, off Andrew’s paralyzed stare, he turns to t audience. They APPLAUD. A few seconds later...silence. Th FLETCHER (CONT’D) Good evening, ladies and gentlemen. We’re going to start things off with an old favorite of mine. Andrew, his heart in his throat, looks at his sheet music “WHIPLASH”. Holds his sticks tight, but his hands are now slippery with sweat... Fletcher waits. More silence... FLETCHER (CONT’D) It’s called “Upswingin’”. ON ANDREW. What? Andrew turns to his left and catches a glimpse of the SAXOPHONISTS’ sheet music. Written on the top: “UPSWINGIN turns right, sees the BASSIST’s music. Ditto. He looks ah And there's Fletcher -- staring right back at him. And sm \fPink (9/10/2013) 97 Andrew turns around. Has to stop this. Can’t ruin it for other PLAYERS -- but Fletcher has already raised his hand the cue. Andrew rises from his seat -- when the BASSIST glares at him: What are you doing? And just then -- withi that same split-second -- -- Fletcher’s index finger bends down. The cue. The BAND EXPLODES into UPSWINGIN’. Horns blasting, saxes wailing -- fast, furious, half-Latin and half-swing. Andr doesn’t even play at first -- doesn’t want to destroy thi glares quickly follow, and he has no choice... He plays. Trains his ears to try to stay on target... But time signature is impossible to get a firm grip on... He misses a fill... Then the time signature changes... He ca keep up... Then the band gives way to rubato piano... He late... Then the band surges back in... He comes in late. He’s driving completely blind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSIST",
          "text": "(clenched teeth to Andrew) The fuck?! Come on... Andrew, desperate, tries to fix things -- but he can’t. Sliding further and further behind. PLAYERS eying him. Yo can almost hear MURMURS in the audience, rising in volume And, through it all, Fletcher seems serene. Andrew misses yet another break, and-- BASSIST (CONT’D) Are you fucking kidding me? This hits Andrew like a knife. Tears well up in his eyes. performance is already so far beyond saving... Another missed hit. More MURMURS in the audience, louder louder now, as the number veers, swerves, and sloppily staggers to its close... A swell of horns, a misplaced cr of cymbals, what seems like a fermata... Andrew stops -- as the band RESUMES. And just as Andrew resumes -- the ba STOPS. Andrew's playing alone. He quickly moves to silence his drums. The chart is done. And now -- the deafening silence. No applause. Just the sound softly rippling and settling Andrew's last cymbal hit... \f107 Pink (9/10/2013) 98 Andrew sits at his set, in tears. Fletcher stays still. L at Andrew. On Fletcher's face, the look of a victor... As turns back to the audience we hear... +..a smattering of polite, muted applause trickling throughout the theater. Quiet, half-hearted, pitiful. No one here has ever seen a disaster quite like that befo",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE AUDIENCE",
          "text": "We see Jim, standing in the very back, by the doors... Mortified, heading for the hall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON STAGE",
          "text": "Fletcher sashays back to the drum set. To Andrew, with a",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I guess you don’t have it. Andrew is still in his seat. Tears stinging his cheeks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSIST",
          "text": "Didn't you get the fucking chart? Andrew looks at the Bassist. Realizes what Fletcher did.. the other MUSICIANS glaring at him, infuriated...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE AUDIENCE",
          "text": "Andrew feels the AUDIENCE staring at him -- can almost ma their faces as the stage lights begin to DIM... Seated in one of the front rows -- is NICOLE. We see that to her, holding her hand, is a YOUNG MAN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON STAGE",
          "text": "Feeling CRUSHED, HUMILIATED, NAUSEATED, Andrew staggers u ...-and RETREATS to the back of the stage. Out of the aud view -- about to leave this all behind once and for all..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jim running... Down the hall... Toward the entrance to backstage... \f108 Pink (9/10/2013) 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back to Andrew... Retreating BACKSTAGE... .-.-when he sees -- around the corner of the backstage en -- his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WINGS",
          "text": "Jim has just arrived at the entryway. Looks at Andrew. Hu toward him. Is going to put an end to this. Andrew looks his dad for a moment, approaching. Jim reaches him -- -- and HUGS him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "I love you. I’m so sorry this is happening to you. Andrew looks at his dad. Something seems to click inside that instant. He pulls back. The desperation in his eyes giving way to something else. Jim watches Andrew as Andrew steps backwa before... +..a pair of STAGE HANDS arrive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGE HAND",
          "text": "Sir, you can’t be here--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Yes I can, I’m taking him with me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGE HAND",
          "text": "(to Andrew) You know each other? Andrew is silent for a moment. Still. As though it has ju dawned on him. He takes in the sight -- his dad, dwarfed by the Stage Ha reaching out to him. Jim has never looked quite so small son, quite so pathetic, as at this moment. A beat. More silence. And then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "No. Jim goes wide-eyed. Utterly shocked. Andrew steps further back, as the STAGE HANDS move to pull Jim away-- \fPink (9/10/2013) 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGE HAND",
          "text": "Alright, sir, that’s enough--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "My -- my son -- I need to get my son--",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGE HAND",
          "text": "Let’s calm down--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "(frantic now--) Andrew! ! Andrew calmly turns his back to his father and coldly hea the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "Andrew! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON STAGE",
          "text": "Andrew grabs new sticks, makes as though he was just swit pairs and never leaving, and, ignoring his father’s calls behind -- trains his eyes back on Fletcher. Fletcher looks at Andrew. Seems pleased: This will be fun But Andrew doesn’t look scared anymore. Instead, his eyes glassy, hollowed out -- and hungry... There’s a rage in t that we haven’t seen before... This will not be the end..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(to the audience) Thank you... For our final number we’re bringing it back to Ellington. This is “Caravan”. But then, before Fletcher can even turn back around -- le cue the band -- Andrew launches into a double-time Latin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone, his stick beating away at the ride cymbal, setting tempo for the rest of the band. Everyone looks at him. Wh the fuck...? He has started on his own, before any cue, beating the drums as though vengefully. Fletcher glares at him. Who the fuck do you think you are Andrew just keeps playing. Knows exactly what he’s doing not about to be stopped. Building in his eyes -- that sam coiled rage... To the BASSIST--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Follow me on four. \fPink (9/10/2013) 101 The BASSIST has no choice. Andrew nods in time as a count and the BASSIST joins in. Now we’ve got the bass and drum playing, laying out the beat. Andrew looks back at Fletch Drills into him with his eyes -- the kind of look Fletche often given him. And, subtly, so that only Fletcher can s Andrew mouths out two words:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW, (CONT'D)",
          "text": "Fuck. You. It hits Fletcher. Realizing he too has no choice, Fletche the rest of the band. Raises his hands, re-assuming contr or trying to make as though he has control -- and cues th The BAND begins CARAVAN PLUS DRUM SOLO CARNEGIE HALL, pla opening patterns, Andrew matching them beat for beat. Fletcher then edges toward Andrew. His back turned to the audience, only Andrew can see his face, he leans in and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I will gouge out your eyes you motherfucker. --but Andrew promptly DROWNS HIM OUT with a crash cymbal Another “fuck you”. Fletcher’s words only seem to strengt The band roars into overdrive, the brass blasting away, A giving everything he’s got. Fletcher steps back. Andrew j keeps looking straight ahead at him. Unafraid now. A mach SOLOS begin... TROMBONE is up first... WE MOVE IN CLOSE t Andrew... He looks at his right arm... It’s still going.. himself seems surprised. He takes a chance -- plays a tri fill. Nails it. Goes again -- the off-beat hi-hat accent tripped him up in his first Studio Band rehearsal. Nails The audience is silent... No murmurs this time... Back to Andrew... WE DRIFT DOWN TO HIS FEET... His right foot fea the bass drum so fast all we can see is a blur... WE DRIFT BACK UP... His left hand... Notes popping on the snare, the toms... Both his arms battered but utterly determined, as though with minds of their own... He breat breathes, beating against his fears, his doubts... He’s in control, pouring himself into his drums -- and it sight to behold. Like a master dancer, movements so fast precise, brash yet elegant... Violent, frenetic playing, there’s something gorgeous about it... WE DRIFT TO FLETCHER... Still glaring at Andrew -- but hi face now says one thing and one thing only: This is playi he has never seen before. \fPink (9/10/2013) 102 The brass starts giving way to drum breaks... And Andrew makes of each break a stunner... His double-stroke rolls roaring across the toms, his feet and legs switching rhyt meters, tempos, then careening back into place... All lim moving in a sustained frenzy, sweat splashing, mouth open eyes blazing, the whole set vibrating, then shaking, look like it’s about to explode... Fletcher turns an inch toward the AUDIENCE... Sees them transfixed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE LOBBY DOORS",
          "text": "...dim watches through the opened lobby doors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON STAGE",
          "text": "The number is at a peak... And Fletcher, like so many, is just watching Andrew... The band nears the coda... The melody, the rat-a-tat-tat patterns, the squealing horns a growling saxes... The drums pushing it all forward... Fletcher almost smiles. Was this his plan all along...? He moves his arms, conducting again... The band reaches t final bar... The final note... He raises his hands... Sus the note. Swings his arm down... A BLAST of horns. And th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "band is finished. Except, that is, for the drums. Andrew’s still playing, launching into an extended solo... Fletcher looks at him. Confused now. Goes up to the drums FLETCHER (CONT’D) Andrew -- Andrew--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(over his playing) I’‘1l cue the band... Wait for my cue... There’s nothing more Fletcher can do. Andrew's playing gr louder, more involved, all four limbs joining in, the sou growing bigger and bigger... He has effectively taken ove the stage -- and all the other PLAYERS can do is watch... is the bandleader. Andrew looks ahead... Past Fletcher... To the darkness... the audience... He leans forward, closes his eyes, dives Sticks whirling, arms and legs belting and hammering, his head bobbing up and down, his back arched... Keeps the rudiments going on his left hand... Adds one ingredient, another... Then a third, then a fourth... \fPink (9/10/2013) 103 Keeps adding and building and piling on, beyond anything ever attempted... Going absolutely batshit-insane on the sweat flying, hands blurring, drums trembling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE LOBBY DOORS",
          "text": "Jim watches Andrew -- crazed, exhausted, looks like he’s pushing himself past what is safe -- and knows there is no longer anything he can do about it. He has lost. And then -- one of the USHERS steps forward from the edge of the stage. He looks at Jim -- and closes the doors, blocking Jim’s view. We linger on Jim for a moment -- behind the closed door, silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON STAGE",
          "text": "Back to Andrew -- at the height of intensity... Keeps his eyes closed... Feeling his way through this... Shooting b into the double-time... But trying to go even faster than before... Not 330... Not even 400... Trying, trying, tryi to reach that mythical place, the place where only the gr live... 410... 420... Even 430... Fletcher stands still... His eyes widening... He’s no lon calculating... Not even thinking... He’s just awed. Murmurs throughout the AUDIENCE... Audible, even over the roar of the drum set... They can’t believe it... 435 now... 440... 443... Which means those sticks are moving faster than a tennis shot across a court... Faster than Andrew has ever moved. Faster...faster...and, finally... ---450. Andrew OPENS HIS EYES... He’s in disbelief. The stage is He owns it. He breaks back into snare-based patterns, rol around the toms, the cymbals... Fletcher is floored. Turns, sees something extraordinary there, just visible in the darkness of the theater...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE AUDIENCE",
          "text": "AUDIENCE MEMBERS turning to each other... A line-up of su and-tie spectators whipping out phones or pads... \fPink (9/10/2013) 104 MANAGERS, JOURNALISTS, A&R EXECS, BANDLEADERS... A few hurrying out, as though in a mad rush, making frantic cal More people peering INTO THE THEATER through glass doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON STAGE",
          "text": "We TURN BACK to Andrew -- his ears start RINGING... The N grows with each hit, drowning out all the other noises... Andrew clenches his jaw, closes his eyes again, keeps playing, tries to ignore it... Plays harder, louder, poun away... Andrew's kick drum starts to slide from the power of his playing... His sheet music falls off its stand... His crash cymbal almost falls over -- but a HAND reaches in to steady it. It’s Fletcher. Leaning over the drum set now -- and, for almost the first time on-stage, not cursing or snarling a Andrew, but instead--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Take it back to the snare... Andrew considers this. It’s a good idea. He moves back to snare... FLETCHER (CONT’D) Slow... (Andrew does as suggested) Single-stroke... Andrew nods again... Slowly simmers the beat down... Lets hi-hat hang open for a moment... Everything goes quiet... Silence for a second... You can feel the hush, the anticipation, that indescribable electricity in the air.. Fletcher looks at Andrew, looks at his sticks, face brimm with hope now... Andrew begins a series of slow, clean sn hits... Right stroke, left stroke, right, left... FLETCHER (CONT’D) Up... Up... Andrew nods... Ever so gradually builds up the pace... Ri left, right, left... Builds up the pace some more... Righ left, right, left... Keeps going... Speeds up more, a hai a time... Right, left... Speeds up more.. Right, left... Fletcher stands there, nodding, focused, like a coach at critical moment. Waves his hand, pushing Andrew on... \fPink (9/10/2013) 105 Andrew builds the tempo more, right, left, right, left, t strokes blurring into each other, the whole thing soundin like the fire of a machine gun, like what we heard in the beginning... Right-left-right-left-right-left... And, before we know it, we can no longer make out the individual strokes. They’re so fast that all we can hear single SOUND, sustained and growing in volume...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Come on... Come on... Andrew, goaded on, builds the volume. His single-stroke r swelling, taking over the entire theater...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Come _on...!! Come on!!! Andrew builds it further... Going beyond what even he’d planned for himself -- his arms like machines, the single stroke roll building steam and power and pinning the audi in their seats... Fletcher raising his hands, beckoning Andrew forward... He and the drummer working together, pl and conductor, competitor and coach... Andrew moves to the toms, then back to the snare, then ba The bass drum and hi-hat next, every part of the set join every limb, every component, everything building up, up, It’s unlike anything we’ve ever seen... Andrew tearing a through the stage, his heartbeat racing, the sweat pourin him like a waterfall, blood gushing from his hands and st the cymbals and drum-heads... Everything a BLUR... Then -- a BLAST OF SEPARATED SNARE HITS -- and then -- An CHOKES the crash cymbal. A second of pure silence. Fletcher looks at Andrew. Andrew looks at Fletcher. And t Fletcher turns to the band, raises his hand... ...and CUES THE FINAL NOTE. The whole band roars it out, horns hitting their highest and Andrew rolling around his drum set like a madman, cym and snare and toms and the entire apparatus about to burs WE DIVE IN CLOSE TO HIM, his instrument, his sticks, his all sweat and eyes about to pop, the next Buddy Rich, the Charlie Parker -- Fletcher's only Charlie Parker -- decki the stage with a climactic crash of cymbals right as, on very last hit of hits, we-- SMASH CUT TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2555"
    }
  ]
}