{
  "movie_id": "MOV2602",
  "scenes": [
    {
      "location": "CONDO",
      "time": "MORNING",
      "characters": [
        "MAVIS",
        "DAVID",
        "FRIEND",
        "33.",
        "BETH, (CONT'D)",
        "THE END",
        "BAR GUY",
        "ASSOCIATE",
        "GUITARIST",
        "BASSIST",
        "JAN",
        "MATT",
        "CONTINUED",
        "38.",
        "CUT TO",
        "MIKE, (CONT'D)",
        "FRONT DESK GIRL",
        "HEDDA, (CONT'D)",
        "BACK ON BUDDY",
        "HOOKER",
        "PETER",
        "BABYSITTER",
        "DAVID, (CONT'D)",
        "32.",
        "83.",
        "SANDRA, (CONT'D)",
        "VICKI",
        "MAVIS, (CONT'D)",
        "MIKE",
        "WOMAN'S VOICE, (0.S.)",
        "BUDDY",
        "CROSS CUT",
        "SANDRA",
        "MARY ELLEN",
        "MAN",
        "PARKING ATTENDANT",
        "34.",
        "PHONE CALL",
        "MORE",
        "SALESLADY",
        "BETH",
        "HEDDA",
        "20.",
        "SALES LADY",
        "PETER, (CONT'D)",
        "MATT, (CONT'D)",
        "MUSIC UP",
        "'S HOUSE",
        "24.",
        "BORING",
        "82.",
        "BUDDY, (CONT'D)",
        "DISSOLVE TO",
        "35.",
        "41.",
        "73.",
        "ABRUPT CUT TO"
      ],
      "dialogues": [
        {
          "speaker": "MUSIC UP",
          "text": "We fade into a scene with all the stylistic hallmarks of a CLASSIC DREAM SEQUENCE. A high school on a sprawling, verdant campus. A sign reads WAVERLEY PREP. Shiny sports cars enter and exit the circular drive. A beautiful STUDENT crosses the lawn. Sunglasses disguise her true age-- she might as well be a teenager. She wears a private school uniform (plaid skirt, blouse, and argyle socks) and carries a stack of seemingly random books. We hear only the peaceful chirping of birds, the student’s quiet footsteps, and the distant, muffled conversations of students. Nothing looks quite real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, we hear a bell ringing. Kids quickly to filter into the school. But our student doesn’t seem to know * where to go. She lowers her sunglasses, confused. She * fumbles for a CLASS SCHEDULE. * The girl glances down at her watch, a gaudy, surreal- looking pink Rolex that resembles nothing Rolex has ever made. The ringing is coming from the watch... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ringing continues, growing more shrill. Reveal a black old-fashioned alarm clock from Restoration Hardware. There’s a half-empty wine glass next to the clock. MAVIS GARY stirs in bed. She’s mid-thirties, blonde, attractive. Though Mavis is clearly an adult, we recognize her as the student from the dream. Mavis smacks the clock with surprising violence, and goes back to sleep. The alarm bell rings again, brutal. Mavis gets up and walks into the bathroom. She’s not * wearing any pants or underwear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis, now wearing unflattering pajama pants, enters the kitchen. We see an empty whiskey bottle on the kitchen counter, and a few empty wine bottles. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She bends down and unlatches a dog crate. A small, fluffy DOG appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Good morning, Baguette. Baguette jumps, excited. Mavis peels back the foil ona single-serving container of dog food and places it on the floor. She walks away, not particularly invested in the dog's breakfast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone, Mavis swats at the air. She jumps. She gyrates her hips. She looks silly. Reveal she’s playing Wii Fit. A BALCONY is visible through a sliding glass door. Baguette is locked outside. He stands on his hind legs, wildly batting at the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis sits on the small steel-girdered balcony in her pajamas. She drinks a can of diet soda. Now Baquette is trapped inside, batting wildly at the other side of the glass. From Mavis’s perch, we see downtown Minneapolis, the Mississippi River, and other converted loft buildings that used to be factories and granaries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis sits at her computer. Near the monitor, we see a stack of books, They’re all titled Waverley Prep and numbered as if in a series. We see #4, #27, #128. There’s also a large office binder that says WAVERLEY PREP SERIES BIBLE. Mavis starts up her computer and opens a text document called pieceofshit.word. It’s a work in progress; Mavis appears to be on page 17. The last sentence Mavis has written reads as follows: “Ashby was the undisputed king bee of Waverley Prep.” Mavis stares at the document without enthusiasm. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She opens her Web browser and goes directly to a celebrity gossip website. She scrolls down the page, pausing over each item, staring at the vacant, grinning faces of famous people. She opens another window-- her email. She deletes all the overnight spam. We see a message that reads RE:RE:RE:END OF SERIES. Mavis notices the message, perhaps grimacing a little, but doesn’t open it. She then notices a NEW MESSAGE. The subject line says: “The best thing that ever happened to us” Mavis pauses, then opens the email. We see a large photo of a NEWBORN BABY in a knitted cap that looks like a strawberry. There’s a small block of text beneath. Mavis’s expression is neutral as she reads the message. She closes the window. After a moment, she clicks it open again, re-reading. And re-reading. She reaches for a strand of hair near her ear and begins yanking it in a distracted, obsessive-compulsive way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It could be ten minutes later. It could be an hour later. Mavis is still in her apartment and still pajama-clad, but now she’s on the phone. She paces, holding her dog as if it’s an object.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(on the phone) Are you busy? Okay. No. Well, I just have one quick thing to tell you. I got, like, a birth announcement. From Buddy. (impatient) Yes, Buddy Slade. Well, Beth actually sent it. (beat) Beth, the wife? She must have done like, a “send all” or something. Like a mass email to everyone in his address book, whether they’re living or dead or even remotely relevant to the situation? One of those. I haven't talked to him in, God, four years? (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "And I’ve only met her once, like at Moon’s thing, so why would I be included on this list? You know? It's like, think. Like, send those things to your actual friends, you know? Jesus. (beat) I guess. The baby looks like just a red...you know how they look. It looks like a fetus from Life Magazine. Yeah, I don’t know. It has a strawberry hat. (beat) Um, a girl, I think? Yeah, a girl. Well, I didn’t see how tall it was or how long or whatever, but it says eight pounds and some ounces. You know, they measure babies in ounces. Like marijuana. (defeated) Yes, that’s all! What, is that not interesting enough for you? All right, no, just kidding. Well, have fun at work. (beat) ‘Bye. Mavis hangs up. Then redials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Me again. Hi. Are you gonna have lunch today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis and her friend VICKI eat McDonald's in a depressing courtyard behind a Wells Fargo building. VICKI is upholstered in a cheap business suit from the mall. Mavis is sloppily dressed. Vicki gives her the once-over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Just FYI, not all of us have cushy joke jobs where we can work from “the home.” Lucky. Vicki’s mouth is full of fries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(dejected) Yeah. Lucky. See if you like always writing the same crap about the same five teenagers and their amazing wardrobes. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Well, at least they don’t put your name on the cover. This hurts Mavis’s feelings, but she plays it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "And aren’t they canceling that shit anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(bristling) Books don’t get “canceled”, Vicki. That’s not the terminology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "So I put a fake profile up on a dating site today. Just to see what happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "This birth announcement thing. Buddy... Vicki won’t let Mavis derail her anecdote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "I said I was a BBW with “luscious curves.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I don’t understand why they would send me something like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "I bet I get all black guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Listen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "(annoyed) What? You’re still talking about Buddy Slade and his wife and their email thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Yeah. The baby was just born like a month ago. I mean, when you send something that soon, isn’t it just for the inner circle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORE",
          "text": "( ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Not for the ex-girlfriend of the father, who doesn’t even talk to him anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Buddy’s always been the type to reach out. Remember in school he was so friendly to everyone? Like he would always pick the wheelchair guy for his lab partner and stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "My cousin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Yeah, your cousin Mike with the wheelchair. Mavis picks at her food, dejected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I have a real date tonight. With Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Peter Pussy Eater with the Rolex? What are we doing? Why are we not more excited?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(flat) I am excited. Vicki’s laugh is a disrespectful honk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "You’re more worked up about your “soul mate,” Buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m not. I just wanted to tell you about something that happened. God, excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Buddy Slade is not, and never was, all that. He still lives in Mercury, for God's sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "By choice. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Well, I pity the guy. You and me got out of there just in time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Yeah. Vicki points with a french fry, her mouth full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "We’re fortunate bitches. She gags violently, reaching for her Coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis returns from her lunch with VICKI. She greets Baguette, who jumps at her knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Hi, Baguette. She slides the door to the balcony open. Baguette runs onto the tiny balcony. There’s a small patch of Astroturf with a plastic fire hydrant. This functions as Baguette’s bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Hurry up. Hurry up. (praising) Good hurry up. Mavis grabs a banana from the kitchen counter. As she peels it, she heads back to her office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis contemplates her computer. Unable to resist, she opens the birth announcement email again. She hits PRINT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis is kneeling in front of the printer. She rips an INK CARTRIDGE out of the bowels of the printer and shakes it in frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to herself) Fuck you. Goddamit. She locates a hole in the cartridge and SPITS in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis sits on the balcony, eating her banana and reading the birth announcement. Bands of strange ink colors run across the baby’s face, making it look alternately pink, blue, and yellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A romantic Warehouse District “gastropub”, all exposed brick and oil lamps. This is the kind of place that has quail on the menu and an organic wine list. Mavis walks in, dressed for a date. She has legs for miles, but she tugs uncomfortably on the hem of her minidress. She squints, looking for someone. A guy wearing a suit waves her over to his table. This is PETER, 42, average looks, moderate hair. Mavis heads over to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Hello there. He kisses Mavis on the cheek and she responds in kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I already ordered us some Malpaques. (explaining) Oysters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Thank God! She seems to realize how inane her response is immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "How was your day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(lying) Crazy. So busy. Just a ton of stress. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Working a lot, huh? A WAITRESS appears. Mavis addresses her without looking up or offering a greeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "It’s pretty nutso. (to waitress) Sparkling water? Not flat, please-- you guys always bring me flat. Anyway. I’m just very busy these days. Working, working, working. Agghh! The waitress disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "And you’re still just writing that high school stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Young adult, yeah. “Y.A.” That’s what we call it in the publishing biz. There are other acronyms, too. Peter drinks his beer and clinks Mavis’s glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Well, it’s nice to be dating someone who’s driven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Ha ha. That’s me, all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I tend to date these really young women. You know, they’re more consumed with their social lives and looking good and all that. I always tell them, “Wait a few years. You’re not going to be able to rely on that face forever.” Am I right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Mmhm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I really see someone like you as more of a peer. Those girls are like...it’s more like I’m a mentor to them. “Peter, help me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORE",
          "text": "( ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "You’re so smart!” (chuckling) It’s not like I know everything. Mavis suppresses her hostility, kind of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "That must just annoy you so much. The appetizer has arrived, stealing Peter’s attention. He heaps his plate with oysters, shaking Tabasco onto their slimy innards. He slurps an oyster with gusto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a gray, quiet morning. Mavis opens her eyes. Peter is in bed next to her, his hand splayed across her back to reveal his signature Rolex Submariner. Mavis looks at him. She lifts his arm as if he’s a Mannequin and climbs out of bed. She crosses the room, wearing Peter’s undershirt and a “date night” thong. Mavis opens her too-small closet and pulls out a gigantic suitcase. She unzips it and places it on the bed. She begins folding clothes and placing them in the suitcase. Mavis packs neatly and judiciously, holding up outfits before they make the final cut. Peter sleeps on, oblivious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis, now fully dressed, struggles to get Baguette into a small dog carrier. Finally, she zips up the sides. The carrier wriggles. Mavis throws a few cans of dog food into a large pink Victoria’s Secret shopping bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis places a SPARE KEY next to Peter’s sleeping face on the pillow. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the suitcase, the bag, and the dog in tow, Mavis exits, as casually as if she were going to the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis enters an underground parking garage packed with Jettas, Priuses, and other neglected midprice hipstermobiles. She lugs her suitcase, the shopping bag, and Baguette’s carrier. Her MINI Cooper is blocked in by a grid of cars. She tries to squeeze her body through to access the drivers seat, then realizes there’s really no point to that exercise. The car is stuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time has passed. Mavis waits in the vicinity of her car, surrounded by her things. A PARKING ATTENDANT appears, a calloused, slow-moving older man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKING ATTENDANT",
          "text": "Looks like you’re stuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(red-faced) Yes. I’m blocked in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKING ATTENDANT",
          "text": "This is long-term parking. Usually need a little advance notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I know. It’s sort of an emergency. It’s a family emergency thing. My father. My father’s dying. The attendant climbs into one of the cars behind Mavis’s MINI and starts the ignition. We can tell by his demeanor that this is going to take a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "(insincere) I know, I’m the worst. Thank you so, so much. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car exits the garage. Mavis is behind the wheel. Baguette is now sitting in her lap, panting eagerly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis drives through downtown Minneapolis, passing strip clubs and convention centers. She pauses to gawk at a huge sex shop. Orange neon winks at her from the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis’s car drives down a rural stretch of highway. Factory farms and ruined fields as far as the eye can see. Mavis takes the exit north, toward DULUTH. INT. CAR —- DAY Mavis listens to Britney Spears and rolls down the window. A surprisingly strong blast of wind hits her face, messing her hair. She rolls the window up again. Baguette gnaws on Pemmican beef jerky on the passenger seat. The wrapper is visible on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis pumps gas at a truck stop. A tweaked-out LOT LIZARD in full hooker regalia approaches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOKER",
          "text": "You got a quarter, five dollars for my baby? This woman makes Mavis nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOKER",
          "text": "Because my baby need to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Have you tried breastfeeding? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The hooker stares at Mavis incredulously. She has a gold tooth and a large tattoo across her pancake-like breasts. She looks like the exact opposite of a healthy nursing mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "My sister’s a lactation coach. Her voice trails off as the woman moves closer. Mavis is unnecessarily firm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "I don’t have anything for you. I’m sorry. The gas pump hiccups to a stop. Mavis withdraws the nozzle and sprays her hand with gasoline. The hooker walks away, mumbling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOKER",
          "text": "Yankee bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Did you just call me a yankee? We’re in Minnesota. Northern Minnesota.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis’s car is pulled over to the shoulder of the road. She paces in the gravel while Baguette finds a spot to pee. Baguette pees. Mavis JOGS and LEAPS in place, doing some of her Wii Fit moves even though she’s outside. In the distance, we see the shores of Lake Superior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis is parked, fumbling through crap in her backseat. She flips through an CD booklet until she finds a CD that says “Mad love, Buddy” in black Sharpie. She pops in the CD. A ‘90s alterna-pop song fills the car. It’s “THE CONCEPT” by Teenage Fanclub. Mavis mouths the words and pulls out a ONE-HITTER. She’s already tamped some pot down into the bowl. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "She wears denim wherever she goes. She’s gonna buy a record from the Status Quo, oh yeah.. Mavis lights up contentedly, exhaling as the song crescendos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a typically sad long-term lodging establishment. Mavis parks her car and walks toward the main entrance. She carries Baguette in a bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A YOUNG GIRL is behind the counter. She wears the requisite business suit, but her hair is bleached blonde and her makeup telegraphs “day shift stripper.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DESK GIRL",
          "text": "Welcome to Homeway Extended Stay of Greater Duluth. Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I would like to check in. FRONT DESK Girl Do you have a reservation? Mavis is mildly annoyed by this basic question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "No. The girl recites her spiel as if she’s just learned it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DESK GIRL",
          "text": "(typing) And how long will you be staying with them? (correcting herself) Us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I don’t know. Maybe just a week or something. It’s a business trip. I’m a lawyer. A patent attorney. (beat) Torts. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The girl peers at Baguette’s bag, which is clearly a dog carrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DESK GIRL",
          "text": "Is that a dog in your bag?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Nope. Diabetes testing supplies. She’s surprised by her own lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DESK GIRL",
          "text": "We actually allow small pets with a cleaning deposit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "In fact, I do have a dog, but he’s in my vehicle. The bag WRIGGLES wildly, betraying Mavis instantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DESK GIRL",
          "text": "Okay. I’1l put that you have a dog. She keys some information into the computer, eyeing Mavis suspiciously. FRONT DESK GIRL (CONT’D) How many keys do you need? Mavis thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Two, please. She leans over as the girl makes the keys, as if to supervise. The girl rolls her eyes almost imperceptibly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Two...there we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baguette scampers around on the bed. Mavis looks at the clock, then looks at her phone. She sits down on the bed and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(loudly, into phone) Personal. Mercury, Minnesota. Mercury, Minnesota. Slade. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Baguette urinates on the carpet approximately five inches from where Mavis has placed a “puppy pad.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis darts across the pedestrian-unfriendly highway. The only structure we can see is a gas station/convenience store, starkly illuminated in the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis runs her finger along the small, dim freezer case. She glances at the TEENAGE BOY behind the counter and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis enters the lobby, eating a pint of Ben and Jerry's “Cherry Garcia” ice cream with a plastic spoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DESK GIRL",
          "text": "How’s your diabetes? Mavis ignores her, quickly heading for the stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis puts down her ice cream and picks up her cell phone again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now Mavis is in the tiny bathroom, holding the phone against her ear. She rolls a miniature shampoo bottle around in her free hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Hi Buddy. I see this is still your number. This is Mavis. You know, Mavis Gary. Um, what’s up? Ha. How are you? I’m just in town taking care of a real estate thing. I thought we could get together for a drink and catch up. Okay. Call me if you’re up for it. ‘Bye. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She hangs up and looks in the mirror. The cruel fluorescent light fixture buzzes. Mavis takes her two middle fingers and applies pressure to a barely visible zit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis enters the lobby once again, her pace brisk and businesslike. The zit she tried to pop is now an angry red blotch. The front desk girl is gone. Mavis notices this with some relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC UP: Buddy’s MIX TAPE Mavis is back in her car, driving into town. She passes a sign that says: MERCURY CITY LIMITS. As she enters Mercury proper, we can see that it’s a fairly charming place. Suburban houses, a classic Main Street, Mercury Senior High School. (Mavis slows to peek at the latter.) It’s literally a drive down Memory Lane. Only Memory Lane has changed a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to herself) They have a Starbucks now. We see a brand new KENTUCKY FRIED CHICKEN/TACO BELL/PIZZA HUT HYBRID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "And a KenTacoHut? She drives on toward a roadside bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Blue Hill is a shitty standalone dive bar. Mavis pauses on the road, looking at the blinking neon sign and the tired cars in the gravel lot. She pulls in anyway. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mavis parks her car. As she turns off the car, her PHONE RINGS and she jumps, groping for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(on phone) Hey you. Her voice is soft and relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis walks in, flush with victory. Skynrd plays on the jukebox. The whole scene is tragic. It’s a weeknight. The place is mainly populated with barflies and other sad-looking individuals. Mavis sits down at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Maker's Mark, please. The BARTENDER obliges. Mavis drinks in such a way that we can tell she’s an experienced and enthusiastic drinker. Mavis looks around the bar. MATT FREEHAUF, 36, is watching her from an adjacent barstool. He’s sad-faced and overweight. There’s a STEEL CRUTCH, the permanent kind, leaning against his stool. Mavis glances at him. She looks away and takes a pink compact mirror out of her purse. She opens the mirror and checks herself out. She glances over at Matt again. He’s still staring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I’m sorry. I believe we attended high school together. In fact, we definitely did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "At the same time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Yes. You’re Mavis Gary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Mavis Gary-Crane now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Oh. Congrats on that. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Well, I got divorced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "So it’s just back to Gary, I guess. Has been for a while. I’m sorry, what is your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Matt Freehauf. My locker was actually right next to yours. For all of high school. A flash of recognition. Embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Ohhhh! Her eyes wander to the CRUTCH propped against his stool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Of course. Matt Freehauf. Matt. Your locker was right there, by mine. (grasping) On the second floor of the school? Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Mm-hm. I was out for most of senior year, though. He taps the crutch, indicating a connection. Mavis smiles, but it’s horribly awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Right, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You may remember me as the “hate crime guy?” (off Mavis’s look) Bunch of jocks who thought I was gay jumped me in the woods and hit my legs and dick with a crowbar? It was national news. I mean, until people found out I wasn’t actually gay. Then it wasn’t a hate crime. It was just a fat guy getting his ass kicked. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "20.",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I do recall that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I even got my own prayer-a-thon, courtesy of the Lutheran Teen Club. 10 hours of Dear Heavenly Fathers and I can still only walk in circles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "How’s your dick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Not good. Mavis nods. The bartender pushes a second Maker’s towards her, and she accepts it with a long, grateful sip. Matt begins talking again, and she cringes. He sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "It’s not like we ran in the same circles, regardless. You were extremely popular, if I recall. You won “Best Hair” in the senior superlatives. And I was, you know, a big theater fag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "So you were gay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No. It’s an expression. Theater fag, drama geek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Well, it’s nice to see you. Mavis taps away at her cell phone idly. Matt’s not ready to end the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "What are you even doing in town? I know you’re not one of the losers who stuck around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Oh. I’m just taking care of this real estate thing. I have some property, so. The lie makes her uncomfortable every time. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Aren’t you some kind of teen writer now? I read about it in the Sun. How’d you score that gig?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Talent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No offense intended. I was just curious. It’s a cool job. Mavis takes another healthy swig from the glass and squints at Matt, suddenly deeming him worthy of honesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "My uncle runs the publishing house. A surprised half-smile from Matt, who appreciates straight talk. Mavis downs the rest of her drink as they relax into drunken conversation. MUSIC UP as TIME PASSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis is obviously drunk. Her body language is sloppy and she shouts over the music. She leans toward Matt conspiratorially.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I love Taylor Swift! She reaches for a BOTTLE of an unfamiliar beverage, which Matt eyes with some alarm. He steadies her arm before she can spill it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Careful. Mavis points to the bottle instructively. It’s a cheesy brand of alcoholic CIDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Hard Jack. See? This is what Buddy Slade drinks! She takes a passionate swig. MATT is confused. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "That’s a good, uh, fact. (beat) So are you seeing your family while you’re here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "My family? Fuck my family!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I don’t have a “good” relationship with my stepfather, right? She makes air quotes around the word good for no reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "When I got married to Allen...Allen is my ex-husband, Allen Crane, the retard of Hennepin County, but anyway. When I got married to Allen, me and my stepfather go out to do our special daddy-daughter dance at the reception. Right? Because he basically raised me, inasmuch as...whatever. And I tell you, my stepfather has always been weird. Around me, and well, just around me. So we go out and this song starts playing, you know (singing) I got sunshiiiine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(nodding) “My Girl.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "And we're dancing at my wedding in a whole circle of people, and I suddenly notice that my stepfather...has...an erection. Matt reels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "That’s dark, Mavis. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Dark indeed. “That’s dark.” I love how you said that. You’re hilarious. She paws Matt’s arm affectionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Thanks. Mavis has reached for a patch of hair behind her ear. She’s pulling at it compulsively, fingering the roots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Wanna know why I’m really in town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(stage-whispering) I can’t tell you here, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(stage-whispering back) Okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis and MATT stand in the parking lot near the kitchen entrance. Mavis is SMOKING aggressively. As Matt moves further from the entrance, we can see how much effort it takes for him to walk, even with assistance. MATT leans on his crutch, waiting for Mavis to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m here because I’m still deeply in love with Buddy Slade and I want him back. MATT laughs, assuming this is a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Awesome. Buddy Slade. I’m pretty sure Buddy’s married. With a kid on the way. Mavis takes a drag. She smokes like a twelve-year-old. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "‘id's ear. (exhales ) The kid’s here. She had the baby. I don’t care though. I have baggage, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Wait, are you not joking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I know people won’t understand, but things like this happen. They do happen. Usually they happen in slow-motion. Like, two people are meant to be together and then they slowly get rid of what’s keeping them apart. They get divorced, they reconfigure. And everyone’s cool with that, right? Society’s okay with that. (rambling) Everyone’s a homewrecker; we just wreck very slowly. Matt can barely follow her drunken rant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "But see, I can’t go slow. I have to tell Buddy now. I don’t have time to play this little game of decency that everyone is so into. (breaking up) You see, Freehauf? I’m 36. I don’t have time. Matt is momentarily speechless. Mavis focuses her attention on trying to light the wrong end of another cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Um, I would advise you...Mavis? Mavis, look at me. Okay. I would advise you to keep all this to yourself. Talk to a therapist or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Hey, my friend Kelly is a therapist! My friend Kelly, she’s a therapist at Kaiser Permanente and-- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Great. Hey, just don’t call Buddy Slade. Especially not tonight. Mavis sticks her finger into Matt’s chest, aggressively triumphant .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Well, I already did. I called him, and he called me back. We’re meeting up tomorrow night. She notices a CAB has pulled up and is idling on the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Oh. A cab for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Yeah, we called them, remember? (exasperated) Listen, Buddy already has a life. Without you. Mavis begins walking backward toward the car, lecturing to MATT as she stumbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "A life? Babies are boring, okay? Buddy’s life is BORING. Boring, boring, boring, boring, boring! She climbs into the cab as MATT watches, incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "(hanging out the window)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORING",
          "text": "The cab sputters off into the night. MATT waves halfheartedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis wakes up, still wearing her clothes from the night before. Her dog is in bed with her. She sits up, her hair plastered across her face. She looks across the room and sees vomit on the floor; it appears that she’d tried to clean it up with a MOTEL towel the night before. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mavis groans. She drinks from a big bottle of water on her bed table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis trudges along the side of the road in the blinding sunlight. She looks terrible. Cars whiz by as Mavis ambles past the KenTacoHut like a hobo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis finally arrives at her destination on foot. Her car is alone in the lot. There’s a letter on her windshield: \"Do'nt (sic) Park Here Alnight CITY BOY.” She crumples it up, gets in and drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis sits in a high-tech “throne.” Her feet are ina swirling basin of water. The chair vibrates. A young GIRL on her knees buffs Mavis’s feet. She reaches for a pedicure tool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Please don’t use the callous slicer. No, don’t. Do not. Unsanitary. Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A technician applies WAX to Mavis’s eyebrows and rips it off efficiently. Mavis doesn’t flinch. INT. MOTEL ROOM (BATHROOM) - day Mavis SHAVES her legs carefully in the tub. It looks like it’s been a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis applies MAKEUP with a practiced hand and an arsenal of expensive brushes. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She coats her face with foundation like a party clown. It looks shockingly natural once blended. As her lips are glossed and her lashes blackened, we see that she’s a truly gorgeous woman. She wraps her hair around a curling iron, enjoying the process of making herself attractive. She pulls back her hair briefly to reveal the pink, balding patch behind her left ear. Her “pulling place.” She smooths it, then makes sure her hair is pushed forward to disguise it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis sits on the bed, staring out the window. Waiting. She looks at the digital beside clock. It says 4:31. She looks back out the window as the sun sinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis drives slowly into Mercury’s modest “downtown.” She’s searching for a new and unfamiliar restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to herself) Champion O’Malley’s... She spots it and pulls over, gripping the steering wheel. INT. CHAMPION O’MALLEY’S —- HAPPY HOUR Champion’s is a slick new SPORTS BAR, flooded with natural light and much more cheerful than the Blue Hill. Mavis is sitting in a polished wood booth. She positions herself so she has a clear view of the door. She cranes her neck ever so slightly. A passing BAR EMPLOYEE plunks down some silverware rolled in a napkin. Mavis recoils tensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Oh! No, no! I don’t need silverware! Her voice is a bit too loud. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "No. Thanks. I wouldn’t mind two Hard Jack ciders, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAR GUY",
          "text": "I’1l send over your waitress. Mavis nods. She takes out her phone and starts pretending to compose a text message. Reveal the SCREEN of the phone: “jggjsgnkajwhriuawgf”\" Mavis glances at the nearest table. A couple of GUYS are eating nachos and watching a basketball game on one of the overhead TVs. One of the guys notices Mavis, but the acknowledgment is minimal. Mavis sits up a little straighter, arching her back. She puts her elbows on the table, thrusting her breasts forward. She ruins the effect by looking down. Then... BUDDY enters the bar, alert but not nervous. He’s an attractive guy in jeans, flannel and a baseball cap. Mavis is pretending to text again. She glances up at Buddy with expert detachment, smiles and waves slightly. Buddy rounds the corner toward Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Hey you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Wow. Great to see you, hon. Buddy and Mavis hug. Over Buddy’s shoulder, we see Mavis’s thrilled face. Her eyes are tightly closed. They separate. Buddy slides into the booth across Mavis. BUDDY (CONT’D) So! This is a midweek surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I know. I was just back in town, taking care of some real estate stuff and I thought... She shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "No. It’s great, I’m glad. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "There’s a momentary lull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "How are things in “Jerkury?” Buddy squints, confused, them remembers the old joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Jerkury. I haven’t heard that in a while. Jerkury. A WAITRESS appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to waitress) Excellent. A couple of Hard Jacks, please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Whoa. Hard Jack? I haven’t had one of those since college. The waitress departs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Oh, me neither, God. But I figured for old times sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Honestly, I haven’t been drinking the past few months. Beth’s nursing our girl, so I thought I’d, you know, show some solidarity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You knew I had a daughter, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "No duh! Everyone knows, the whole gang. Yeah. I got the announcement. Congratulations on that, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "She’s amazing. Mavis laughs lightly; it’s almost a hiccup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "That must be so great. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "One thing’s for sure about being a parent-- it is never boring! Mavis winces almost imperceptibly, remembering the previous night’s drunken “boring” tirade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m just working my butt off. Doing my thing in the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Right, down there in the “Mini Apple.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(shrill) Nobody calls it the “Mini Apple,” Buddy, God! She laughs, slapping his hand. He doesn’t recoil, but he doesn’t respond either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "So are you still at General Mills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yup. Ad sales now. Don’t love all the cold-calling, but my dad’s still there, so we have lunch together most days. Buddy notices the WAITRESS preoccupied with another table. BUDDY (CONT’D) Sorry. Hey, I’m just gonna grab those ciders. Save our lady a trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Ah. Very chivalrous. Buddy gets up and heads over to the bar. Mavis turns her head in sync with his departing body, staring at him. MUSIC UP: Something dreamy, sexy and worshipful, like “My Sweet Lord” by George Harrison. In slow motion, we see Buddy sidle up to the bar, leaning toward the bartender. Mavis’s gaze-- our gaze-- drifts down his body. Suddenly, Mavis is alive. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He’s just an average suburban dad, but the way Mavis looks at him, he’s the very embodiment of sensuality. His back, softened by years of inactivity. The hang of his “relaxed fit” jeans. The way his thirty-dollar haircut feathers against the nape of his neck. Mavis drinks it all in, lost in a reverie. On Mavis’s face, hopeful and sad at once... Then-- an interruption. MATT Freehauf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Mavis? He’s standing over her booth, leaning on his crutch. Mavis is not thrilled to see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Freehauf. What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I work here. I do the books and deal with vendors and other sit- down jobs that won’t tax my twisted, mangled body. And you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(tightly) Just having a cocktail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Right. I see Buddy up there procuring a couple of mind- erasers. Not very dignified of you. Mavis refuses to break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "It was good running into you last night. Nice to see you again. She half-waves as if to dismiss him. Buddy appears with the drinks. He doesn’t seem super- tight with MATT, but he’s friendly and familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hey, Freehauf, what’s up mang? Matt high-fives him, glancing at Mavis. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "32.",
          "text": "(5)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Hi. Congratulations on the little one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yeah, our little Chunka-Boo. The adventure begins!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to Matt) It's crazy to see you here. I mean, in a good way. Thanks for stopping by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(interrupting) Maybe you should join us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Ah ha ha ha...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Sadly, I must decline. I’ve got work to do, and it takes me twice as long as an able-bodied man to complete even the simplest task.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Bummer! Mavis sees how Matt uses his disability to make people feel uncomfortable. She might even like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I’1l just leave you two to your little Mercury High reunion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(cheerful) Go Injuns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "They changed their name to the Indians in ‘99. It was a whole thing with the local Fon du Lac and... (No one is listening) ...-whatever. MATT limps away. Buddy watches him sympathetically and takes a sip from the Hard Jack bottle. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "33.",
          "text": "(6)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Sucks what happened to Matt. I mean, the poor guy has suffered so much just for being gay. We see Matt PAUSE mid-limp several feet away. His shoulders sag with defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "He’s not actually gay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Well, whatever. Mercury’s changed a lot since that happened. It’s way less of a hick town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Well, we have this place. Beats the Blue Hill, right? We have a cool little record store down on Frye Street. Jim Wysocki opened it a few months ago and they’re starting to get some good stuff. And there’s plenty of places to get coffee. (beat) Did you see we got a KenTacoHut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I did, I did. You got choices now. She laughs, not sure if they’re being ironic or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Have you seen your mom and stepdad yet? What’s up with Hedda and Dave these days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "They’re fantastic. I haven't actually stopped by yet, but I definitely will. Yes, I will stop by Oak Lane. I miss them both. A lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "How's, um, Allen? Mavis is taken aback by he query. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "34.",
          "text": "(7)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Allen is well! He’s fine. (beat) We’re not married anymore, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Oh, I’m...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "No, but we’re great friends. I’ve got his back, and he’s certainly got mine. Buddy is appreciative of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I guess something like that never really goes away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(quickly) It does go away. It does and it can. But there’s still a warmth there. A mutual respect. Buddy tries a sip of Hard Jack and grimaces at the taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis walks Buddy to his CAR. It’s obvious it hasn’t been a late night. Mavis is still lucid and Buddy is brisk, businesslike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Sorry I can’t hang out longer, but I’ve got to relieve Beth. She has band practice tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Beth is in a band?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yeah, it’s just something she does with some other moms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Wow. Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Beth’s the drummer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Oh my God. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yup. There’s a pretty good rock scene happening here. Actually, Beth’s band playing on Wednesday, right here. He opens his car door and readies himself to climb in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(desperately) Buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Uh-huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I want to see you. More. If Buddy catches her meaning, he doesn’t show it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I'd be down with hanging out again. How long are you around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Weeks, possibly. Or a few days. But I am around, and I just don’t want this to be over. Buddy interprets this as nostalgia. His tone is comforting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "It’s not; it doesn’t have to be. I know I haven’t been the best at staying in touch but I’m always here to talk or whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Remember Vicki used to always say you and me were telepathic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You mean Vicki Robek? Robotrip? She’s in the “Mini Apple” too, right? How is she doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Oh, great. She had a cervical cancer scare, but it turned out to just be HPV. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Cool. So, uh, why don’t you stop by our place for a hang on Wednesday? We’1l have dinner, and then we can all go to Beth’s show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Oh-- you know, it would be great if you could sign one of those Waverley Prep books for my niece Kendra. She wants to be a writer too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "My name isn’t actually on the books. I mean, it’s on the title page if you check inside, but I’m basically a ghostwriter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Still a pretty big deal compared to the rest of us. He starts the car and begins to pull out. Mavis continues to speak to him through the open window. Her voice is a desperate cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "See you Wednesday!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yup. He drives away. Mavis pretends to walk to her car, but can’t resist looking back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis sits on the motel bed, painting her nails pink. She looks angry. Carefully, she dials her Blackberry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Mercury, Minnesota. Residence. Freehauf. After a beat, she presses a button on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. MATT’S HOUSE - SAME Matt Freehauf shuffles over to a wall-mounted telephone in a depressing “country” kitchen that looks like it was remodeled in 1989. He picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Hello? Mavis’s tone is sharp, teenage-bitchy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Is this Matt? Matt’s sister SANDRA lingers near the phone. Sandra Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(annoyed) I got it, Sandra! (to Mavis) Mavis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Yeah. How’d you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "The caller ID went (robot voice) Ma-vis Guh-ree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(flustered) Well, it is me in fact. I just want you to know that what you saw today wasn’t what you think it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Oh. You’re not trying to destroy Buddy Slade’s marriage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I was over-served last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You think? Why are you calling? Do you think I’m like the town crier, like I’m going to roam the streets like an old-timey newsboy? (boyish voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORE",
          "text": "( ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "“Hey everyone, Mavis Gary is back and she’s hatching a scheme!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "It’s way more complicated than you could possibly know. Buddy and I have years of history between us, and it’s very rich and complex. And well, you can’t rely on what people say when they've been overserved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Really? I think drunk people tend to tell the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "That’s a cliche. Sandra interrupts Matt, brandishing a bottle of KRAFT RANCH DRESSING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "Don’t open a new ranch until the old one is done. Matt ignores his sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You want to drink again tonight? Sandra (still on the dressing) Just so you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Are you joking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I have weed. Sandra opens a pizza box on the counter. She drizzles a liberal quantity of ranch dressing onto the pizza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "'S HOUSE",
          "text": "The doorbell rings. Matt answers the door. A sheepish Mavis stands on the doorstep. Her makeup, so expertly applied a few hours ago, now looks a bit messy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Come in. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Sandra stands in the messy living room sizing up Mavis. Matt waves at her offhandedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "My sister Sandra. This is her place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Hi, I’m Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "I know. You tutored me for all of freshman year. It’s practically an accusation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "I made you Rice Krispies squares that one time, for your birthday. There’s old hurt in Sandra’s eyes. Mavis nods, smiling as if she remembers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA, (CONT'D)",
          "text": "I got your locker combination from the vice principal and put them in your locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "That was really nice of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "(to Matt) Don’t be too loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "We’re going to my room. INT. MATT’S HOUSE (bedroom) - night If the dynamic between Matt and Sandra seemed stunted, Matt’s bedroom is even worse. It looks exactly the way it might have when he was in high school. A twin bed. A record collection. It’s an awkward moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "This is my room. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Your sister lives with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Other way around. (by way of explanation) Independent living isn’t so easy for me. He limps over to an iPod dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "She cooks for you and stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "She orders Hungry Howie's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I like Hungry Howie's. MUSIC fills the room. MAVIS (CONT’D) Oh! This is on Buddy’s mix!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Slade made you a mix tape? Maybe he is going to cheat. Mavis sits on Matt’s bed, miserable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "He didn’t make it too recently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "The ‘90s. Buddy packs a bowl and offers it to Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(sarcastically) So you party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Just pot. When I was away at the U, my first year, I tried acid with some of my Theta sisters. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "41.",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "I ran into a gate and came this close to fucking up my brand new nose job. That was it for me and hard drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Your nose looks really different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "It really doesn’t. They just refined the tip. It’s not visible to anyone who’s not a professional, um, surgeon. Matt takes a huge hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "It’s visible. Mavis looks at Matt with pity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m not feeling great. Maybe I’m gonna go back to the Homeway Suites and watch a video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No, no. You should stay. There’s no good “mom n’ pop” video here anyway. Mavis sits up, interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "What happened to Crocodile’s?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "The former site of Crocodile Rock Video is now, I believe, a one- hour dry cleaner’s. The guy who owned it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(interrupting) The fat black-haired guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Yes, he and his wife moved to the Twin Cities. And they took all the inventory. VHS, Beta, all the laser discs-- I know because I tried to buy some of it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Once when I was 12 I tried to rent that Susanna Hoffs movie, The All Nighter. Susanna Hoffs, you know, she was in the Bangles and I worshipped her. And that fat guy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Victor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "That fat guy, he would not let me have it because it was PG-13 and it had “adult situations.” I was so pissed. I made my mom call and bitch them out. Mavis reaches for the bowl and takes a tiny hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(knowing) You were used to getting your way. Mavis’s laugh is brittle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I never get my way. MATT shrugs, agreeing to disagree. He smokes pot in silence while Mavis braids the shag carpet. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "That guy, Victor, he’s dead now. He cannonballed off the Lowry Avenue Bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "How original. (off Matt’s look) I mean, because that’s like the official suicide bridge. It’s just not a fresh idea, I don’t know. Matt takes another hit, not disagreeing. MAVIS (CONT’D) And now there’s just, what, a regular video place? Like a chain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Yes. It’s all horrible Disney Vault kiddie bullshit. They don’t even have a “back room.” (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I don’t watch that stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Well, what do you watch when you want to get off? Mavis wouldn’t normally answer such a question-- particularly from someone like Matt-- but for some reason, she does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "High Fidelity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC UP: Something dreamy, noisy, guitar-driven, slow. Mavis and Matt walk into the huge supermarket in slow motion. Their eyes are red. Matt wears the kind of trench coat favored by unpopular teenage boys. They walk up to a FREEZER CASE, a veritable wall of brightly packaged junk. So many choices. Mavis opens the transparent freezer door. White vapor drifts out onto her face, tickling her closed eyes. Matt picks a box of Swanson’s chicken nuggets and a Celeste Pizza for One. Mavis finally decides on a Lean Cuisine. She slides it under her arm and they head down the aisle to a checkout lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A quiet lamplit street lined with trees and clean sidewalks. Crickets chirp. Mavis drives slowly, peering out the window. Matt is in the passenger seat. His voice is stoner-hoarse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I think this is it. Mavis is chewing blue Bubble Yum. Stoner gum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You think or you know? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "This is definitely his house. He drives a Jeep Liberty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "That’s ironic. Right? Because he has no freedom. It’s such a ridiculous, overwrought thing to say, but Matt is so stoned he can’t help but giggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You're so fucked up. Mavis looks out at Buddy’s house in the darkness. It’s small, ordinary. But something about the single light emanating from the kitchen feels like home. Mavis is sad. Her voice becomes quiet and dreamy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Do you see that little light in the kitchen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Do you think someone’s awake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Maybe. Maybe someone’s up with uh, that baby. Mavis blows a blue bubble with her gum, surveilling the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "The baby, the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "The problem that has no name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I wish they had those late-night taco trucks here. Or a Korean truck, even.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Everyone here goes to bed at 9. Your hipster food on wheels would go largely uneaten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Okay. We can go now. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Silence. She looks at Matt expectantly, as if she’s forgotten she’s driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(reminding her) It’s all you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Okay. Mavis throws the car into gear and drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC UP",
          "text": "Mavis, wearing her school uniform, peers at a heart- shaped mirror in her locker. She likes what she sees. Turning around, she’s greeted by Buddy, who wears a tie and blazer. There’s a football tucked under his arm. Mavis playfully takes the football from him and chucks it down the hallway. Buddy leans in to kiss Mavis. She reaches up and pulls a CORD that dangles into the frame. It’s randomly one of those EMERGENCY BURN SHOWERS that you see in school science labs. Water pours down on her and BUDDY as a loud scoreboard-style buzzer sounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The light outside indicates dawn. The digital clock reads 4:00 AM. Mavis is curled up the bed, fully dressed. Her back is to us. There’s a half-empty glass of BOURBON on the bed table. Mavis rolls over, nearly crushing Baguette. She groans. It’s impossible to tell if it’s a groan of pleasure or annoyance. INT. MOTEL BATHROOM —- MORNING Mavis enters, bleary-eyed. She takes the paper hygiene guard off one of the drinking glasses, fills it with tap water, and takes a long drink. She looks awful. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis drives up to Mercury Fashion Square, a mall that has seen better days. She sings a retro commercial to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(singing) Mercury Fashion Square. You can find great fashions there. On 27th and Highway 4... Mavis pulls into a parking spot. (Those who are paying close attention may notice that she’s in designated “STORK PARKING” for expectant and new mothers only. It’s either an act of defiance or obliviousness. )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis shops in the mall’s flagship department store. It’s not exactly Barney’s New York. Mavis flips through a rack of clothes. A SALES LADY, conservative, forties, approaches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES LADY",
          "text": "Can I help you find something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Sure. I’ve not having a ton of luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES LADY",
          "text": "Is this something for work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "No, it’s for a special occasion. Not a formal occasion. Something chic and clean, but also a little bit edgy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES LADY",
          "text": "Okay. We have some adorable new dresses that just came in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Do you carry Marc Jacobs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES LADY",
          "text": "I don’t think we have that one. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Do you have Imitation of Christ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESLADY",
          "text": "(flat) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m going to a rock concert with an old flame, and I think there’s a chance we may reconnect. The sales lady smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESLADY",
          "text": "Get it girl! You want to show him what he’s been missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "He’s seen me recently, so he knows. But this is the first time his wife is seeing me. She doesn’t know what’s compelling her to say these things. But she’s saying them as candidly as if she were in therapy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESLADY",
          "text": "Well. It’s the end of my shift, and my son needs to be picked up at school, so I’m just going to send over another associate. Okay? She’s up on all the trends. I’m sure you’ll find something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESLADY",
          "text": "(hurrying away) Shawna? Can you help this lady out? INT. MAVIS’S CAR - DAY Mavis pulls up to the curb near Buddy’s house. She’s wearing a simple white camisole, a pencil skirt and wedges. She looks good. \f48. EXT. BUDDY’S HOUSE - DAY Buddy’s house is a modest one-story with a large porch. An old car is parked in the driveway. Everything is solidly lower middle class. Buddy is on the porch with his wife BETH and their tiny BABY. He waves. Mavis walks up to the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "What’s uuuuup? He subtly flashes fake gang signs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Hi. Beth rises and takes off her Wayfarers. She’s a pretty woman, still carrying some baby weight around her breasts and middle. She has a kind smile and wears a rock T-shirt with corduroys and Converse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Hi. Nice to see you again. She hugs Mavis lightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I didn’t know you guys met before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Once, at a party a long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(to Buddy) Remember New Years in Dinkytown? Moon’s old place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Oh yeah, wow. Can I get you something to drink? Beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I don’t really drink much alcohol. Maybe just a sparkling water or something. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Shrugging at her odd request, Buddy gets up to fetch the drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I’1l see what I can do. He heads into the house, calling back at them. BUDDY (CONT’D) Meet the baby! Mavis smiles at the baby uncomfortably. Beth casually lifts up her shirt to nurse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Pardon me. We’re always eating around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I can see that. The baby roots and latches on to Beth’s breast. Mavis watches, feeling uptight and pristine in her camisole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "My sister is a lactation coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(friendly) Yeah? That’s a neat job. The baby suckles noisily. Beth gazes at her daughter tenderly. Mavis touches the baby’s head almost dutifully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "She's really cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "She’s like a clone of Buddy. You should see his baby pictures next to her. She got the Slade nose, the Slade everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "All of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Yes. Mavis examines the baby’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "No. She didn’t. I can see you in there. A lot of you, in fact. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beth leans over and calls to Buddy through the screen door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Can you bring me a Summer Ale? Mavis looks taken aback. Beth laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "It’s fine, I can just pump and dump after the show. Don’t worry, I’m not trying to get my kid hammered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I know, it just seemed funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So, how are you? I know you’re a author. I saw that cool article about you in the Sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Yeah, I write for a young adult series. It’s extremely popular. Buddy emerges from the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You guys wanna come in? It’s getting kind of cool out here. Beth stands up, still nursing the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Sure, babe. INT. BUDDY’S HOUSE - SAME They enter the house. It’s modest, but warm and artsy. Beth places the baby in an aquarium-themed contraption with flashing lights and dangling seashells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "That’s pretty fancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Ah yes, the Funquarium. Always chills her out. (to baby) Yes! You love it. (back to Mavis) We’re starting to get smiles. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Buddy hands Beth a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Here you go, babe. Beth hands Mavis a plain bottle of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "How's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Thanks. They sit down on a hipster flea market couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "I like your day-cor, what is this, Regency?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Goodwill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Me and Buddy used to go thrifting all the time. We had a huge stupid T-shirt collection. Just the dumbest things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Oh yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Yes, I used to sleep in Buddy's shirts. And boxers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Heh. Mavis pushes it a little further, addressing Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I still have a few, I think. Buddy looks uncomfortable, but Beth smiles broadly. Mavis sees a strange CHART leaning against the wall. It shows cartoon faces with different expressions. One says “HAPPY,” one says “SAD” and so on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "What’s that chart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Beth teaches special needs kids. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Ahhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "A lot of my kids learn emotions cognitively. It doesn’t come naturally to them the way it does for you or me. So we need to show them: This is what happy looks like. This is what anxious looks like. And so on. Mavis is fascinated with the chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "How about, like, neutral? What if you don’t feel anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "That’s kind of how they are a lot of the time, so. Yeah. Don’t need to teach it. Buddy changes the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Mavis, tell us about your life in the big city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I feel incredibly free. I can come and go as I please. Nightlife, brunch. I’m never home. Never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "No pets? 52. Mavis seems to suddenly, guiltily remember Baguette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Mm. I do have a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Oh. Nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "But he’s small, he goes everywhere, with me. Dogs are so easy. You can still have a life, you know? Beth is watching the baby fondly. Her loving expression negates everything Mavis is insinuating. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mavis takes a drink of ice water and looks longingly at Buddy. She crosses her long, bare legs. There’s a bead of water on her lip, which she wipes away. Buddy is beginning to sense something isn’t right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Beth, when did you have this baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Two weeks and two days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Well. You’re really getting your figure back. This is the last thing Beth cares about, but she is gracious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Thanks. Uncomfortable silence fills the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The baby sleeps in a car seat contraption. Buddy, Mavis and Beth eat burritos from Chipotle. Buddy pats one of the styrofoam take-out containers approvingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Chipotle, how ‘bout it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "What happened to Hungry Howie’s? Isn’t that still your favorite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I don’t think we’ve ever ordered from there, have we honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Well, you are relatively new around here, Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(politely) Um, yeah, I guess I’ve only been here, like...nine years?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Nine years, yup. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Where are you originally from, anyway? Beth swallows and dabs her mouth with a napkin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Oh. Close by, actually. I grew up in East Duluth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You were rich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(taken aback) We weren’t loaded. My dad was a podiatrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "My father’s a doctor too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Stepdad. If Mavis is annoyed by the correction, she doesn’t let on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to Buddy) No, my biological father is also in the medical field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Oh yeah? Where does he practice? Buddy cringes, knowing this is a sore subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I don’t know, Beth. I’m afraid I haven’t seen him in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Sorry for what? She pats Buddy’s arm. MAVIS (CONT’D) Poor Buddy’s over here like Ahhhh! No, it’s all right. I’ve been dealing with it forever. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She looks at Buddy meaningfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Buddy knows the whole story. He knows everything about me. The whole story of Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "That is true. Mavis takes a long, satisfying gulp of water, glancing at Beth over the rim of the glass. The doorbell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(through a mouthful of food) Ooh! Babysitter’s here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Rock and roll! Buddy springs up and bounds toward the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to Beth) This is all very exciting. Do you need to get dressed for the show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I am dressed for the show. EXT. CHAMPION 0’ MALLEY’S - EVENING (TO ESTABLISH) There’s a modest line of people outside the bar, mostly in their 30s and 40s. INT. CHAMPION 0’ MALLEY’S - SAME We pan past a HOMEMADE FLYER advertising Beth’s band. It says “Nipple Confusion: Moms That Rock!” The four band members are pictured in a grid, Beatles-style. The band is tuning up on a tiny stage surrounded by brass rails. The lead singer, MARY ELLEN TRANTOWSKI, has tattoos on her arms and a cool (for Duluth) haircut. There’s also a bass player, a guitarist, and of course, Beth. She fusses with her drums, tightening them up with a key. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY ELLEN",
          "text": "(into mic) Testing! Four-four, three-three... Mavis and Buddy linger by the bar. Mavis is drinking Buddy’s brand of beer. She hands a fresh bottle to Buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Oh. Thanks, Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "So are they any good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Are they good? The band. Buddy seems a little looser than usual. He finishes off the beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Totally. Look, Freehauf’s over there. Sure enough, Matt is leaning against an EMPLOYEES ONLY doorway near the rear of the bar. He watches the stage passively, his arms crossed over his belly. Mavis tries to not make eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Ha. God, he’s always just lurking around, isn’t he? So creepy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Matt’s been through a lot. He’s a good guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Well, he freaks me out. Look at his face. He’s so doughy. He looks like a murderer. It’s a dumb, mean comment but Buddy is amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(chuckling) You definitely are a writer Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "See? Now you’re laughing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You’ve always been so funny. Mavis is thrilled with this moment of attention and validation. She leans in and opens her mouth to speak. Alas, she’s quickly drowned out by the sound of Beth. doing an EXTREMELY LOUD SOUND CHECK on her drums. BANG! BANG! BANG! BOOM. BOOM. BOOM. The sound guy gives Beth a thumbs-up from his console. Mavis is beyond irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY ELLEN",
          "text": "(onstage) Hello Mercury! The small crowd cheers. MARY ELLEN (CONT’D) I’m Mary Ellen Trantowski and we are Nipple Confusion! Please be kind, as this is only our second show and we all have small children at home. Friendly laughter from the crowd. MARY ELLEN (CONT’D) This first one is a cover. It was originally recorded by Teenage Fanclub in 1996. It was our drummer Beth’s idea. She gestures to Beth, who grins and waves a drum stick and Buddy and Mavis’s direction. Buddy leans toward Mavis instructively and whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Beth loves this song. The song begins with a few loud strums and a familiar couplet sung by Mary Beth:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY ELLEN",
          "text": "(singing) She wears denim wherever she goes... Mavis’s face falls as she watches them play. This is HER song with Buddy. The song from the mix tape. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beth pounds the drums with unschooled enthusiasm. Even though the band is technically sloppy, everyone is smiling and cheering. Mavis’s eyes fill up with tears. Or is she just drunk? She looks around. Up front, a PROUD DAD holds a toddler wearing LARGE PROTECTIVE HEADPHONES. Two KIDS, about 7 and 9, dance in front of the stage. The women in the band-- even Beth, who drums doggedly-- HARMONIZE TOGETHER on the chorus, and not very well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY ELLEN",
          "text": "I didn’t want to hurt you, oh yeah... Mavis looks at Buddy. He’s rocking out, guzzling anouther beer. Mavis glances at Matt Freehauf, who’s still leaning against the doorway. Their eyes meet. His gaze is full of pity. She hates that he pities her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From Mavis’s POV, we head toward a pair of double doors. Just outside the doors, we see a group of gossiping GIRLS wearing high-school uniforms. Only they’re not girls; they’re BETH’S FRIENDS. Mary Ellen glances at Mavis through the glass with a sneer. Mavis pushes through the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABRUPT CUT TO",
          "text": "EXT. CHAMPION 0’ MALLEY’S - NIGHT Mavis opens the front door of the bar to exit. It’s a typical postshow scene, albeit a little more family- friendly. The crowd spills out onto the sidewalk. Friends load BAND GEAR into someone’s van. Beth and her bandmates chat excitedly. Beth is clearly having a blast. Mavis and Buddy linger on the periphery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(laughing) I messed up the fill so bad on “Haircut.” I’m sorry guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSIST",
          "text": "No honey, you were great. Buddy’s voice is a loud, drunken bray. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yeah, you guys were namazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY ELLEN",
          "text": "Did he just say “namazing?” The women titter at Buddy’s mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(affectionate) I think someone’s had a few too many.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Oh, hardly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yup, I’m pretty drunk. Bethie, we gotta get home. Relieve the babysitter. He takes another swill of beer, amid protests from Beth’s rowdy mom-friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Aw, really? I want to stay out just a little while longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUITARIST",
          "text": "Yeah Buddy, you can’t have her back yet! Beth pouts cutely, batting her lashes at Buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(suddenly) I’ll drive him home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(eager ) Really? Mary Ellen gives Mavis the once-over. Mavis notices the coldness of her stare. Beth may be oblivious, but nothing gets past Mary Ellen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY ELLEN",
          "text": "It’s interesting to see you hanging around again, Mavis. Mavis summons her best high-school bitch attitude. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Mary Ellen, you were great tonight. It’s inspiring to see a single, partnerless mother with so much confidence onstage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(interrupting) Buddy, let Mavis drive you home, OK? I’m gonna stay and celebrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Sure. Okay. Mavis takes the Jeep keys from Buddy. She holds them up and clicks the “unlock” button triumphantly. As the car BEEPS, Mavis flashes her best shit-eating grin at a scowling Mary Ellen. EXT. BUDDY’S HOUSE - NIGHT (TO ESTABLISH) The Jeep pulls up. Mavis and Buddy get out and walk up onto the porch. Buddy stumbles, leaning on Mavis. We hear their voices in the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Easy, Bud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "My tolerance has really gone down since you knew me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "What do you mean, “since I knew you”? EXT. BUDDY’S HOUSE (PORCH) - NIGHT (TO ESTABLISH) Buddy goes to enter the house, but Mavis stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Hey, wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "What? Mavis takes Buddy by the wrist and looks at his cheap Timex watch. To her, it’s more beautiful than any Rolex. She pushes the “Indiglo” button, illuminating the watch, and shows Buddy the time. 10:53. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(whispering) Look. You still have seven Minutes. Don’t you have that baby- sitter until 11?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yeah. But seven minutes is nothing. We can’t go anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "That’s true. We can’t. But time is so precious. Buddy’s words are slurred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I know, I know, Mavis. I’m learning that from my little girl. This isn’t what Mavis wants to hear, but it gives her a new tactic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You’re a great father. You’re already going above and beyond in so many ways. Remember when we were kids? Dads didn’t have to do shit. They came and they went and we still bought them new golf balls and tie tacks on Father’s Day. But you-- you’ve really stepped up to the plate. You do too much, even. Now Buddy’s voice has become similarly low and intimate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Do you think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Yes. You’re such a good, good man, Buddy. Don’t ever shortchange yourself. Buddy chuckles softly and drunkenly. His hand has wandered to Mavis’s bare arm. It’s a friendly grip, more for balance than anything, but there’s tension now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I just...I really love my daughter. Mavis hugs him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I know. And that’s the only thing that matters. Not Beth, not anything-- Buddy and Mavis’s faces meet in a KISS. It’s a hard close mouthed kiss, but a kiss nonetheless. Buddy pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hey, hey, hey. The BABYSITTER, an effeminate college-aged guy, suddenly opens the door and appears on the porch. He holds a pacifier in one hand and stares daggers at Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABYSITTER",
          "text": "(indignant ) I thought I saw lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yeah, um, Daniel. I’m home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABYSITTER",
          "text": "Where’s Beth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(exaggerating) Beth wanted to stay out all night and party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABYSITTER",
          "text": "Well, we’re all out of breastmilk and she doesn’t want the nuk anymore. He holds up the “nuk,” a pacifier, as if it’s tainted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I got it. Buddy heads into the house, drunk and flustered, not turning to say goodbye to Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Good night, Buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABYSITTER",
          "text": "(slamming door) Good night. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The transition is sudden, but we can immediately see that Mavis and Freehauf are drowning their sorrows again. Mavis is mid-rant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Fuck! Freehauf is fiddling with the jukebox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Hey. Hey Matt, know what I hate? Matt. Know what I hate? Water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I do, I hate water! Do you know what Frank Sinatra used to say when someone offered him a glass water? He’d go, (doing Frank) “I'm thirsty, not dirty!” Matt punches in some Guns n’ Roses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Water just tastes. Like. A toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You need to ease up. Okay? You’re drinking every night. Your liver must look like like a State Fair pickle. Mavis has a wet, unlit cigarette between her lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m on a bender. This is what people on benders do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(mocking) Ooh, cool. Punk rock. Taxi Driver. Why are you on a bender, Mavis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Because I’m depressed. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "So? That’s like 70% of the population. Maybe more. Why don’t you exercise or something? Take your fucking dog for a walk for once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Why don’t you walk, fat ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Oh, fuck! Me! Fuuuuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I hate this guy over here. Matt nods toward a MAN in a WHEELCHAIR. The man is drinking a beer and laughing with a group of friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(surprised) Ugh. My cousin Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Mike Moran is your cousin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Yeah, but it’s not like we’re in touch. He’s not even my first cousin. He’s my mom’s cousin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "That’s your cousin over there, whom you’re ignoring?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(annoyed) How often do you see your cousins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "My cousins all live in Germany. MIKE has spotted them and is wheeling over with a broad grin on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "Here comes the happiest cripple in Minnesota.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Mavis? What is up, girly-friend? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He holds his arms outstretched. Mavis leans in for a hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE, (CONT'D)",
          "text": "Holy shit, this is such a rad surprise! Mavis is as wooden as Mike is enthusiastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m just in town taking care of a real estate thing. And how are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I’m great. You know, Kim and I just had our six-year anniversary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Six years, what is that, wood? Porcelain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Hot lead? Mike It’s candy. Hee! Anyway, the kids are great. Work is a trip, but I play hard, too. I’ve been doing a lot of rock-climbing. Matt is incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "What, like, rock-crawling, you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Nahh, I’m vertical, bro. Believe it or not. You should try it, Matt. We can do anything a normal can do. Probably more, because we've had to reboot for extra positivity, know what I’m saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(dry) ; Yeah, you should try it, Matt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I love the way this guy talks. He’s like, “no.” I’m so glad you guys are buds, I can totally see it. It’s like Will and Grace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "It is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No, it isn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Look, I’m gonna roll back to my boys, but we should chat later! I‘1l buy you a scotch or whatever you’ve got there. I love this place on Fridays-- it goes off. Mavis hoists her glass. Mike rolls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "When did he get that chair? When we were freshmen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Sophomore homecoming. Car wreck. He got so much attention. She rolls her eyes. Matt laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "He did, he practically ruined my Sweet Sixteen. Well, just the family party, but still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You’re a piece of work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You’re a dumb piece of shit. MATT loudly clinks Mavis’s stationary glass. Mavis responds in a quieter way: She puts her glass against his and holds it there for a beat, like a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little patch of lawn, wood chips, and modern play equipment near a small lake in Mercury. Kids cavort nearby. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The sun shines on Mavis’s beautiful hair. She looks like a shampoo commercial, albeit with a hangover. She kneels and unzips Baguette’s tiny dog bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to passerby) Dogs are okay here, right? Baguette leaps out and runs as fast as his tiny legs will allow. It’s a Born Free moment as he flies across the grass, overjoyed to be out of the Homeway Suites and finally getting some attention. The park is fenced, and he’s good to go. Mavis watches him, pleased. She sits down on a bench and unwraps one of those granola bars that’s marketed to women. She takes out her laptop and opens it. She opens pieceofshit.word and begins typing. Ashby and Isabella had a bond that could not broken. This, everyone knew. However, Isbella could not could not could not Mavis looks up, up checking on the dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Good, Baguette! Is this fun? It definitely is fun. A MAN walks by and admires the prancing dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Someone looks happy to be out. Mavis’s mouth is full of granola bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to man) He’s crazy about this park. Mavis’s CELL PHONE rings. It’s Buddy. Oh my God! Mavis stares at the ringing phone as if it’s an oracle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "(to herself) Hello. Hello. (warmly ) Hey you! That’s it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "(picking up) Hey you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHONE CALL",
          "text": "INT. BUDDY’S HOUSE (KITCHEN) - DAY Close on Buddy, leaning against the wall with a diet soda in his hand. He looks troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hi, how are you? Mavis seems to interpret this innocent query as something more meaningful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m good. I’m good. What is it, Bud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Oh, well, I meant to ask you this on Wednesday. He takes a deep breath, tense. BUDDY (CONT’D) I was just wondering, well if you’re still around, if you’d like to come to the baby’s naming ceremony this weekend. It’s just a little hippie thing we’re doing in our yard. Not religious or anything. It’s non-secular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Secular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I would love to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Good. Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY, (CONT'D)",
          "text": "Saturday, our place, around one. Cool? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Okay. Great, Bud. ‘Bye. Mavis hangs up, quietly thrilled. She hops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON BUDDY",
          "text": "Buddy hangs up and turns around. Reveal Beth, wearing the baby in a complicated sling. Her expression is unreadable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis is walking back from the park with Baguette in his bag. Her spirits are high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to bag) Maybe we’ll go again tomorrow. What do you think? No response from the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Good boy. There’s a SILVER LINCOLN SEDAN slowly cruising down the street. After a few beats, we realize it’s tailing Mavis. Mavis doesn’t notice right away, but eventually looks over her shoulder. The car’s halting pace is suspicious. Finally, Mavis stops. The car also stops. Mavis shades her eyes from the sun. Finally, Mavis addresses the driver in an odd tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "May I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN'S VOICE, (0.S.)",
          "text": "You thought you could get away with this? Mavis shrugs. WOMAN’S VOICE (0.S.) (CONT’D) The gig is up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You got me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Reveal HEDDA GARY, an attractive older woman in her ‘50s. She squints up at her daughter from the driver’s seat. INT. HEDDA’S CAR — DAY Mavis is now in the passenger seat while Hedda drives. Baguette is sitting comfortably in Hedda’s lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "This isn’t a large town. You must have known we were bound to run into each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I wasn’t avoiding you. I was planning to call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "You never come home, and when you do, you hide from me and your dad. Curious behavior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "David is not my father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "I said “dad.” We’ve been over the difference. Oh, did you see we got a cupcake bakery?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "It's pretty good, at least for around here. Mercury is not known for its pattisseries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Where are you staying, baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "With a friend. You don’t know them. I’m here doing research for one of the books. Watching teenagers. That’s why I was at the park. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "(dubious) Do teenagers play at the park?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Well, tweens, Mom. Tweens are our core demo anyway. Ten through twelve. Or even, like, seven through twelve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Seven?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Kids are reading sooner because of Twilight and Harry Potter. The literacy rate is through the roof. It’s great. She’s lying like crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Ah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "It’s just for a little bit. Don’t argue with me while I’m driving. I still get very nervous. INT. HEDDA AND DAVID’S HOUSE - DAY Mavis walks into her childhood home, already crushed by the psychic weight of the exercise. Hedda is carrying Baguette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "(shouting) David! Mavis is here, of all people! Mavis’s stepfather, DAVID, emerges from the back of the house. There’s something wild-eyed and unsettling about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Mavis? I can’t believe my eyes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Hi David. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He rushes to Mavis and crushes her in a hug. He lifts her off the ground and she grunts with discomfort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "How about an Underdog? Hedda claps her hands with delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "The Mavey & Davey Show is back on the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(nervous laughter) Limited engagement. David studies her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Now, you do not look well at all. Your figure looks lovely, but you look peaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m an alcoholic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "(to David) Her hair looks incredible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Let me check... He leans in as if to inspect it. Mavis cringes. David reaches for a lock of Mavis’s hair and smells it. Her disgust is almost imperceptible, but it’s there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID, (CONT'D)",
          "text": "Yep. Still smells like lilies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Always, since she was little it’s had that sweet smell. Except when you got skunked, Mavis!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "And I gave her my famous tomato soup shampoo a la Dave. Right in the garage. Hedda clucks, remembering. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "73.",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "(to Mavis) Boy, you were a real beast that day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I was 13 and in my underwear and my stepfather was pouring soup on my head. My new stepfather. Even while I was screaming and begging him not too. She directs this at Hedda, not David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Let me see what we have in the kitchen. There’s some white wine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I want you guys to know up front that I can’t stay long. I’m ona deadline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "We’re busy too, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "I’m painting the sun porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Just the trim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "It’s important for women my age to do weight-bearing exercise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "How is that weight-bearing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Oh. You won’t believe who I saw the other day!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "(interjecting) Buddy, your former beau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Oh, let me for once. (to Mavis) He has a little one now. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She seems to delight in revealing this information, knowing it will bother Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I know. I’ve know for ages. We’re still quite close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "You must be jealous as hell. Davis chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "We know you. Hedda taps Mavis playfully, but firmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "You can’t hide from us, Pee Pee. We’re you’re permanent best friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "We know you better than anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m not jealous at all. Buddy is one of my favorite people I’ve ever known. He’s very dear to me. And the baby is part of him, so-- I love it too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Oh, it doesn’t work that way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Not at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "You wish your kids were a part of you. But they never are. Never. They’re more like little parasitic worms. They cling to you and then they inherit the worst of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "(to Mavis) Well, you have the best of your mother’s looks, that’s for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "I think Buddy will be a very good father. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA, (CONT'D)",
          "text": "He always took care of you when you were melting down. Which was-- always! She laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "(mock-whispering) Or once a month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "May I be excused for a moment? David has seized Baguette and is holding him high in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Turn on the fan when you’re done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "See if you like my new reed diffuser. INT. HEDDA AND DAVID’S HOUSE (BEDROOM) - DAY Mavis creeps upstairs and peeks into her old bedroom. It’s the bedroom of a popular girl from the ‘90s-- which seems pretty sad and faded now. Her bulletin board, covered in blue ribbons and certificates, still hangs over the desk. There’s a diploma from the University of Minnesota, and some Kappa Alpha Theta stuff. We see a framed class photo of Mavis with HUGE BANGS sitting in the corner. Teenage Mavis has a smile so huge it’s almost a grimace. There’s a class graduation photo on the wall, one of those giant long-format ones with everyone’s head shot. Mavis walks over to it and scans the names. No sign of Matt. In small type at the bottom of the picture it says: Photos not available: Yun Ng, Matthew Freehauf. Mavis opens the closet. From a pile of old clothes, she retrieves a RED SWEATSHIRT and unfolds it eagerly. We can’t see what’s on the front of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis exits the room. In the hallway, there’s a large WEDDING PICTURE in a silver frame. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mavis in a chic white dress, cuddled up to ALLEN, an average-looking man who seems thrilled to be wedded to her. Allen brandishes a silver CAKE SERVER as if it’s a weapon. This gesture seems to annoy the bride, who glances sidelong at him even as she smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis emerges downstairs, stuffing the red sweatshirt into Baguette’s bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Can you take down that wedding picture of me and Allen? Hedda is washing some greens in a colander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Can you take down my wedding picture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Just because you got a divorce doesn’t mean that we can’t enjoy the memory of Allen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Allen’s still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Have you talked to that little nephew of his lately? Perseus or Sophocles or...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Why would I keep in touch with Allen's nephew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Because you were close and it would be a nice thing to do. Mavis says nothing. HEDDA (CONT’D) You shouldn’t have married him if you didn’t want to form lasting relationships. (beart)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORE",
          "text": "( ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "HEDDA (CONT’D) I always suspected you married him because just “someone else” got married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "And I’ve told you a million times you’re wrong. Hedda reaches to smooth Mavis hair. Her hand wanders instinctively underneath, near Mavis’s ear. She feels the bald patch and reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Now what is this? Are we doing this again? Mavis jerks away. David walks in with a basket of small tan eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "I hope you’re staying for dinner. Freshly laid brown bantam eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Omelettes and a nice, fresh green salad. She smiles, pleased with herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "(to Mavis) I didn’t get that henhouse permit for nothing. Mavis looks sick. Hedda heats up a skillet with some butter. She shows Mavis the “Plugra” label proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "(proudly) Plugra. I got this at Anderley’s. This is the best butter there is. The absolute best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "They use this on the Food Network. David reaches out and cracks the first of the eggs into the skillet. What comes out is definitely NOT OKAY. It’s a bloody mess. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mavis SCREAMS, stumbling away from the stove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA, (CONT'D)",
          "text": "Uh-oh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Jesus, Mavis, it’s just a bad one!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Get it away! Get it away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "You’re ridiculous. Did you grow up getting all your food at the supermarket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(shrieking) Yes, you stupid asshole, I did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "(to Hedda) I can’t take the screaming. I can’t. You ask me what I mean when I talk about the screaming, and this is it, Hedda. Mavis buries her face in an embroidered hand towel. She makes a guttural animal sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "All right, let’s not get silly. EXT. MATT’S HOUSE - EVENING Hedda’s car pulls up to the house. Matt is outside smoking. He barely blinks at the sight of Mavis’s arrival. INT. HEDDA’S CAR - SAME",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "This is where you’re staying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(hurried) Yes. Thanks for the ride. Hedda scrutinizes the semi-dilapidated house (and the semi-dilapidated man smoking in front of it.) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Well, that’s different. Mavis gathers her purse and gives her mother a perfunctory kiss on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA, (CONT'D)",
          "text": "I suppose this neighborhood is getting very young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "‘Bye, Mom. I’1l call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA",
          "text": "Go ahead, lie to me. She offers Mavis her cheek for a kiss. Mavis obliges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA, (CONT'D)",
          "text": "(fondly) Peepers. Be well. Mavis gets out of the car. Hedda drives away. Matt stubs out his cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "That was my mother. I would prefer if she didn’t know where I’m staying. Matt nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "(serious) You don’t know what she’s capable of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I understand. Mavis stands there on the sidewalk, emotionally exhausted. Matt smiles, naturally intuiting her pain. Mavis smiles back, weary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Wanna go smoke in the woods or something? Matt stands up, with effort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You holding? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(as if) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I got some. Matt reaches for his crutch and moves gingerly down the hill toward Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mercury High is lit up like a brick prison. Past the football and soccer fields, there’s a small wooded area. Mavis and Matt trek through the overgrowth. Mavis shivers in her tank top. She reaches into her purse and takes out the RED SWEATSHIRT she found at her parent’s house. She pulls it on. It’s a traditional high school P.E. shirt. On the front label, there’s a large surname written in Magic Marker: SLADE. Buddy glances at the shirt but doesn’t say anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Our school is so ugly. It looks just like a factory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "It used to be a rubber fabrication plant in the ‘20s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You know everything. Mavis takes a swig from a flask. She touches a tree trunk fondly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "These woods were like fuck city back in the day. I remember being out here with a few different guys. Naturally, none of them knew what they were doing, but I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(interrupting) I didn’t know you were a slut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I wasn't. (cruelly) I was normal. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I haven’t been to this place since then. Mavis rests comfortably against a tree, still indulging in high school sex memories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Me neither. And I don’t particularly miss those days. If I want someone to touch my pussy the wrong way, I’1ll just call my ex- husband...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "This is where I got hurt. Mavis doesn’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Ah. I did know that, I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No you didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I knew it was somewhere around here. (awkward) I’m sorry. Is this triggering?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "No, it’s okay. (beat) Looks different here anyway. I think they cleared away a lot of it when they built that new science building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "What was it like, when those guys were beating you? I mean, do you mind my asking. Did you say something to set them off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You want all the dirt, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Oh please, it’s so old. I’m just curious. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "82.",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "I mean, I’m with you every day-- for whatever reason-- and you have your gimp stick and that you get the migraines and all that, so I’m curious. What is it like to get beaten like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I don’t really think about it much anymore, Mavis. I’m a pretty positive guy. Not everyone wallows in pain like you do. You practically jerk off to your life’s worst moments. Mavis flinches as if physically injured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I don’t jerk off to anything. How dare you? Oh my God, Matt, that’s so insensitive. You don’t know what I’ve overcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "The heartbreak of split-ends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Why are you being an asshole all of a sudden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I might as well catch up. You’ve had a 20-year head start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I think it’s time for me to go home to Minneapolis. I want to go back to the city. I don’t know why I’m here, I don’t know how I got involved with a married man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You’re not involved with him! Jesus! It’s sad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(sarcastic) Oh yeah, Matt, devout husbands and fathers go to bars alone with their ex-girlfriends all the time. They call them privately to invite them to things. They make out with them on the porch.... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "83.",
          "text": "(3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "He didn’t make out with you. I bet my oma kisses me harder than that at Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You weren’t there. It was really intense and passionate. (pointing) This is his shirt. The giant SLADE on the front of the shirt could not be more obvious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Yes, I noticed. And FYI, you look completely insane wearing it. Look, I don’t know what he’s doing with you, or what you think he’s doing with you, but I do know that whatever it is, it’s not cool, and it’s your fault. And you're shitty for wanting it. Also, and I just want to get this out in the open, Buddy Slade is a moron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Well, you’re hardly perfect, Matt. All you care about is that some kids jumped you 20 years ago. You lean on that crutch and you lean on people, and you and I both know that you’ve used the whole thing as an excuse to be a failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You don’t know anything about what happened to me! Those jocks you used to put out for-- they shattered my legs, they bashed in my skull, they mangled my junk so I have to piss and cum sideways for the rest of my life, and they left me for dead. Things aren’t so great “down south.” I can barely have fuck myself, let alone another person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You can get past that. You have to move on! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "This, coming from someone who's still trying to get a retake on her senior photo. (beat) Stop seeing Buddy. With his wife, without his wife, doesn’t matter. Stop seeing him in your mind. Just stop. It’s wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You could care less about right or wrong. You’re just jealous because as it turns out, he might actually want to be with me. Matt laughs angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Getting a guy hot for you is not some blue ribbon accomplishment. Big deal. You’re pretty. And skinny. And frankly, it’s not real unusual for a bored middle aged guy to be flirt with a blonde bitch. You’re a generic fantasy. You’re just a frame in the highlight reel. Mavis’s voice is quieter than usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Let’s get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You’re not his soul mate. Beth is. 84. Mavis is walking toward the street. She turns to him with a false not of compassion in her voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "It's really a shame that you’re like this. If you had a good personality, none of the other stuff would matter to people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Right, no one would care about my broken body. Sure, people see past that shit every day. Hey, why don’t you use my crutch as a metaphor again? That was really masterful. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "You should put that in one of your little teenage stories. God knows you don’t know anything about being an adult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "There’s a reason why you and I can’t be real friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Because you're crazy? You haven’t changed at all. I bet you still have an “ugly best friend” who makes you feel better about yourself. Right? (calling after her) I bet you still flirt with any man who will give you the validation you so desperately crave. Mavis walks away, huddled in her sweatshirt. She refuses to show emotion. Matt leans against a tree, tired from standing, and watches her disappear. INT. “KENTACOHUT” - THE NEXT DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC UP",
          "text": "Mavis sits alone in the gloomy restaurant. She eats a combo platter that showcases the very best of KFC, Pizza Hut and Taco Bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis enters the big, chain video store Matt urged her to avoid. The light is fluorescent, sickly. She faces a massive wall of DVDs, surrounded by bright promotional placards and stuffed toys. All 50 DVDs are identical. A sign reads “WE HAVE IT IN STOCK-- GUARANTEED!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis watches a romantic comedy with John Cusack. She drinks. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis wakes up again. Baguette is cradled in her arms like a teddy bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis Skypes semi-successfully with Vicki. Even though she’s just a couple of hours away, Vicki looks as though she’s in Iraq. An AFRICAN-AMERICAN MAN peeks into the chat window, waves hello to Mavis, and kisses Vicki on the cheek. Vicki looks happy. INT. MAVIS’S CAR - DAY Mavis is dolled up in another one of her indie designer dresses. Today is the day of Buddy’s party, and it’s the perfect excuse to look her best. She drives her MINI Cooper into a strip mall parking lot. MUSIC UNDER. END MONTAGE. INT. BABIES R’ US - DAY Mavis walks in, overwhelmed by all the bright, adorable merchandise. She strolls down the aisles, looking lithe and alien next to all the dumpy moms buying breast pumps and onesies. Her high heels clack against the dirty linoleum. She approaches a display of beribboned BURP CLOTHS and looks at them. A YOUNG DAD is shopping nearby. He’s fairly paunchy and average-looking, but he and Mavis exchange smiles. Mavis postures expertly, being cute with him. Her stance is pigeon-toed, her smile is radiant. She’s an incredible flirt. Dad is enchanted. Mavis’s smile lasts a beat too long, and Dad’s begins to fade imperceptibly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis walks to a Barnes & Noble-type mega bookstore. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis walks through the Young Adult section. A COLLEGE- AGED MANAGER in an employee polo takes inventory nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to associate) Do you have the Waverley Prep books?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATE",
          "text": "Yeah, they’ve got their own display table over there. He points to a table heaped with the pastel spines of various Waverley Prep titles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(pleased) Wow. They must be really popular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATE",
          "text": "Actually we just have a lot of surplus stock we're trying to clear out. They were a big thing a couple of years ago, but now they’re ending the series.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Oh! I doubt that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATE",
          "text": "Nope, it’s true. We got a letter from the publisher. And the computer says “Do Not Shelve,” SO... Mavis walks over to the table. She sifts through the books until she finds one of her own: Don’t Count on It. The cover art depicts two attractive teenage girls facing each other in a confrontation. The subtitle reads: What Isabella wants, Isabella gets. Below that, the name JANE MACMURRAY in prominent type. Mavis clears her throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to associate) May I borrow your pen? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The associate obliges. Mavis opens the book to the flyleaf and begins to write in an unsubtle way. The associate notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATE",
          "text": "Are you writing in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m the author. I’m signing it. The associate still looks concerned that his merchandise is being vandalized. MAVIS (CONT’D) (of fended) I’m buying it, don’t worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATE",
          "text": "You’re Jane MacMurray?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "No. Jane MacMurray created the series, but I wrote the book. I'm Mavis Gary. Crane. See? She points to the flyleaf, which does indeed read: “Story by Jane MacMurray. Written by Mavis Gary-Crane.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATE",
          "text": "Do you know Jane MacMurray?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I know her very well. (indignant) I wrote this book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATE",
          "text": "Okay. Wow. Mavis turns her attention back to the book. With a shaking, impatient hand, she writes: Dear Kendra. Please enjoy this book. I hope you read other things as well, because one cannot live on Waverley Prep alone. Believe me, if this kind of shit is all that matters to you, you're going to have problems in life. :- ) xoxo Best wishes, Mavis Gary (Crane). She signs her name with a flourish and hands the pen back to the associate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Would you like a signed copy for the store? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATE",
          "text": "No, that’s fine. Mavis grabs another book, wielding her pen threateningly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’1l sign as many as you want. It adds value to your stock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATE",
          "text": "Yeah, but when merchandise is signed, we can’t send it back to the publisher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Why would you send these back to the publisher?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATE",
          "text": "Wull...we’re probably not going to sell them. The series is done. Hey... Mavis is rapidly, manically signing another book, making her signature as big as possible. She reaches for another. As the associate moves toward her, she slams it shut, backing away from the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Okay. Fine. INT./EXT. BUDDY’S HOUSE - DAY Mavis stands on the porch, holding a baby gift ina decorative bag. She rings the doorbell. Buddy’s mother, JAN answers. She’s in her 60’s and has basically let herself go. Her voice is as coarse as her short hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Hi, Jan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "Well! It’s been a very long time since I’ve seen you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’ve been a busy lady. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "So I hear. Buddy’s been very busy, ha ha! And Bethie. I’m finally a grandma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m so glad for you. Buddy intercepts at just the right moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hey there. He reaches for Mavis, who hugs him enthusiastically. Mid- hug, Mavis looks at Jan over Buddy’s shoulder. It’s an aggressive, pointed stare. Jan stares back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I brought a present. She offers the gift bag awkwardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "They’re just um, burp cloths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Great, we always need more pukers. Ha ha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "(interjecting) But it’s all1111 worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hey Mom, I think Beth needs help with the endive thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "Grandma to the rescue! Jan scurries off to the kitchen. The small house is crowded with friends and relatives. People are spilling out into the yard. DANIEL, the suspicious babysitter from the other night, is socializing across the room. He sees Mavis and gives her the stink eye. She returns the look with her best Pretty Girl Death Stare. Mavis turns her attention back to Buddy, smiling. She reaches into her purse and hands the Waverley Prep book to Buddy. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to Buddy) Here’s that book. For Kendra. Your niece. Buddy is grateful, but he barely glances at the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hey, thanks! She’s not here, but I’ll send it to her. Mavis gazes at Buddy, savoring this rare moment of “alone time” even surrounded by chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "There’s a character in this one that I based on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(distracted) Hm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "In the book. I mean, I named him Ashby, but it’s so blatantly you. When you read it, it’1l be obvious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I hope he’s cool. Mavis laughs nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "We’re not even supposed to do that. We’re supposed to stick to this character bible? But I Managed to slip it through. I had some things I wanted to say to you so I thought I would use the book to-- Mavis realizes Buddy is totally distracted. He’s grabbed a LITTLE BOY and has turned the shrieking child upside- down. The boy’s giggles drown out Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(playful) Get outta here, Carter-bug! He releases the boy and smiles at Mavis. You were saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You must be overwhelmed, Buddy. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Because of the party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Because of all of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(not getting it) Yeah. Yeah, totally. It overwhelms me every day, how happy I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "But you’re not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "What? Jan re-enters holding the BABY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "Look who’s up! People immediately crowd around the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hi, sweet pea. He tenderly takes the baby from Jan, delighting the assembled relatives. Everyone loves a daddy with his baby girl. Mavis watches the “show” as women coo over Buddy’s paternal stylings. She tries to smile, but there’s unmistakable scorn in her eyes. Mavis wanders away toward a folding table that’s been set up as a makeshift bar in the overcrowded room. She pours herself a shot of Jim Beam, checks to see if anyone's looking, and downs it. Swallow. Repeat. In the background, a musical infant toy begins playing “Yankee Doodle.” Jan sings along with it loudly and tunelessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "(singing) Yankee Doodle came to town, riding Macaroni. You’re my special baby girl, you're a special baby. Hooray! \f93. EXT. BUDDY’S YARD - DAY Mavis moves through the yard, now clutching a fruity drink that’s nearly gone. She’s stumbling a little, drinking too fast. Everything looks grotesque. All these pale, simple people, their potato salad and their punch...Mavis is sick. Mary Ellen and some other moms are hanging out near the food. Mary Ellen sees Mavis and murmurs something to the clique. They LAUGH, doing a crappy job of disguising their disdain. Buddy calls for people’s attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hey, listen up everyone. Everyone obliges. BUDDY (CONT’D) I have a little surprise for everyone, so if you'll just direct your attention to the garage ina few minutes... Buddy races off mysteriously. Buddy’s mother turns proudly to a matronly FRIEND of hers and begins dishing quietly. The whole conversation is barely audible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "It's a “push present.” Have you heard of this? It’s a new thing, apparently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "Push?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "You know, because she pushed out the little one. Jan does a comical little squat to demonstrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "Ahhhh! That’s different! The word “different” has a special connotation in Minnesota. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "But Mavis isn’t paying attention to this conversation. She wanders in a daze. Her hands are shaking as she reaches for a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Mavis? Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I would be if I could get a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "There’s some right here. She reaches for a PITCHER OF PUNCH, but is temporarily distracted by an OLDER RELATIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "What? Oh no, she’s fine with Grandpa right now. Thank you, Uncle Bob. She turns back toward Mavis and accidentally BUMPS against a party guest. Most of the punch SPLASHES onto the front of Mavis’s minidress. Beth (CONT'D) (stammering) Oh! I’1l get something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Oh my God. Oh my God. Fuck you! Fuck you! Beth backs off, blinking. The edge on Mavis’s voice grabs people’s attention. Conversation stops. Mavis laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "I’m just joking, Beth. God, you should see your face. You’re just standing there like a big lump. Beth’s confused half-smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "No, just kidding. For real, I love your jersey. She tugs on the sleeve of Beth’s loose-fitting, square- shaped dress. It does look a bit like a football jersey. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "(chanting softly) Let’s go, Injuns, let’s go. (clap clap) Beth reminds patient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I'll go get a rag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You guys sure have a lot of rags around here. Burp cloths, whatever. Hey, use some’a mine that I just bought you. Everyone is staring at Mavis. MAVIS (CONT’D) The funny thing is, I actually could have had this party a long time ago. I mean, this very same party. Buddy and I were together for four years. (nodding toward Jan) Jan knows. Jan looks away, already mortified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Remember? We were inseparable, in more ways than one! Ooh, I’m sorry, Jan, Kirk... Buddy got me pregnant. A few embarrassed gasps from the crowd. Beth appears, proffering a rag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(quietly) You want to clean up, Mavis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "No, don’t worry. It’s linen. It’s fucked. 95. Beth gently and discreetly tries to towel off Mavis, but Mavis resists, pushing her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "(loudly) Wait, I’m telling a story. Buddy got me pregnant when I was 20, when we were almost broken up. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "MAVIS (CONT’D) And I decided to keep it, are you hearing this? We were going to keep the baby like this-- we were going to have a baby and a naming party and a Funquarium and little fruit hats and all that. And nine weeks in, I had, well, I had Buddy’s miscarriage, which I wouldn't wish for-- to happen to anyone. Even if they totally deserved it. Shocked silence. Beth looks like she wants to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Maybe if things had been a little bit more hospitable, you know, down south, in my broken body, Buddy and I would be here right now. With a teenager, and probably even more kids. We always came back to each other. Always. Didn’t we, Jan? The GARAGE DOOR opens noisily. Reveal Buddy’s legs, then Buddy’s entire body, then Buddy’s smiling face. He stands expectantly next to a BRAND NEW DRUM KIT. There’s a jaunty BOW tied to the ride cymbal. Nobody says a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You guys, it’s a new drum kit for Beth. An ELDERLY MAN claps dutifully. A few people join in, but most people are still whispering. Buddy hits the CRASH CYMBAL for emphasis, confused. Beth has tears in her eyes, but manages to croak out a response. Beth Thank you, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "What’s wrong? Beth can barely speak. Beth Nothing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mavis is laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "What do you mean, nothing? What’s wrong with you? Are you one of those kids who needs a chart to learn feelings? Why are you covering for me? Stand up for yourself, Beth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "That’s enough, Mavis! You’re drunk as a skunk! Beth Mom, it’s okay. Beth moves closer to Mavis, putting her hand on Mavis’s back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’ve been drunk the whole time I’ve been back and nobody gave a fuck until (indicating Beth) this one got bent out of shape... She stumbles away from Beth. Buddy charges forward and herds her over to the fence, trying to move her away from the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(hushed) What the hell are you doing? My wife invited you here. You wouldn’t be here, otherwise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You invited me, Buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Beth practically forced me to call you. I mean, she even stood there and supervised to make sure I’d do it. She feels sorry for you. I’ve been trying to blow you off the whole time you've been in town, but Beth is a really good person, you know? And it’s obvious you’ve been having some...mental, uh, sickness, some depression, and you're very lonely and confused. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY, (CONT'D)",
          "text": "So she made me invite you even though I knew it would be a mistake. I knew it. Beth has joined Buddy by his side. Her face is creased with worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(to Buddy) You're lying. Beth’s voice is low and sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "He’s not. Mavis looks at Beth’s face. Her eyes are full of pity and concern. Still sympathetic!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "What about now? Do you hate me now? I hate you, so it should be easy. What the fuck is wrong with you people? Mavis tries to stagger out of the yard, but accidentally misses the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Mavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(departing) I came back for you. For you. And I hate this town. It’s a hick lake town that smells like fish shit. I just want you to know that. Mavis leaves. Someone hands Beth the baby. Beth holds her daughter close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doorbell chimes. Matt limps to the door. Sandra watches America’s Funniest Home Videos in the background. Matt opens the door to reveal Mavis, weeping hysterically. Her dress is covered in punch, and she’s practically incoherent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I screwed up so bad! I screwed up so bad! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Matt folds Mavis into his arms. Her hair is in her face. As she weeps, she pushes it away, then PULLS viciously at it, her fingers scrambling compuslively over the bare, pink spot behind her ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Don’t do that! Sandra is watching, dumbstruck, from her beanbag chair. She’s horrified by the sight of her idol/nemesis ripping at that perfect blonde hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "Stop! STOP! I love your hair! It’s so beautiful! This is the most emotion Sandra has shown in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I got it, Sandra. He grabs Mavis by her arms and guides her to his room as she sobs violently. Mavis throws herself on Matt. He loses his balance and falls onto the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "You’re scaring me. Mavis weeps, sniffling into Matt’s T-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m crazy. And no one loves me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You're very lovable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You don’t love me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Guys like me are born automatically loving women like you. We spend the rest of our lives in reverse, trying to make it stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I went to Buddy’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "What happened? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mavis starts weeping again. Her eyes are a mess. She bats ineffectually at her face with a mascara-smeared hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "My dress is ruined. She reaches down and PULLS OFF her stained dress in one rapid gesture. She’s not wearing a bra, just cotton underwear. Matt shrinks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Let me get you a shirt... Mavis kneels there, staring at him, not trying to cover herself up. She sniffles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I want your shirt. Matt looks down at his Hanes Beefy Tee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I don’t know if athletic grey is your color. Mavis looks at him, shirtless and helpless. Shaking, Matt removes his shirt and hands it to Mavis. Mavis holds the shirt against her body for a moment, then lays it aside. Matt is not the type of guy who feels comfortable without a shirt. His arms are crossed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "You hide me. She reaches for Matt. He can’t help but reach back, partially to embrace her, but also so they both feel less naked. They hug tightly, obscuring each other’s bare chests. It’s Matt, surprisingly, who tips Mavis down onto her back. He buries his face into her hair. From underneath, Mavis helps Matt take off his pants. She pulls off his underwear, exposing him completely. Her own underwear are so small they barely count. Neither of them are really moving, but Matt’s in between her legs. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They start to rock back and forth. Mavis’s hands rake Matt’s back and bare ass as if they were making love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MATT’S HOUSE (BEDROOM) - LATER Silence. Room tone. Matt and Mavis are under the covers now, lying next to each other. Matt’s voice comes out in a stunned croak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Beth’s band is terrible. Mavis shrinks at the mention of Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You heard me. Ter-ee-blay. Mavis ponders this quietly. Then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "But they’re all mothers. Everyone thinks it’s so admirable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I suppose it’s admirable to make time for art. But from a technical perspective, they’re absolutely wretched. A moment of silence. Then, Matt leans in, as if telling Mavis an important secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "I would even say they’re the worst band I’ve ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Really? (long beat) In what way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Well. You know I work at Champion’s so I see a lot of really bad local acts come through. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "Like a Blues Traveler cover band, except they guy couldn’t play the harmonica. So they had a kazoo. (chuckling) And you know, lots of teenagers who can’t even tune their instruments properly. Hairy chicks who can’t sing. All kinds of untalented people. But Beth's band, they’re the musical nadir. The worst. For sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I hate that Mary Ellen girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I think she has an E.D. She came in once and ordered three buffalo wings, and asked me how many points they were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "HA! I knew she was starving herself. She was a parade float in high school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Anyway, I just wanted you to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Okay. She plays it casual, but she’s smiling in the darkness. Matt waits a few moments, but he has a question he can’t keep to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Why Buddy? Mavis’s responds in a sleepy whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "He’s a good man. He’s kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Are other guys unkind? Mavis’s voice breaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Sometimes. Matt listens. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "He knew me when I was at my best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You weren’t your best then, Mavis. I saw you every day. You had this little mirror in your locker. It was shaped like a heart, and you looked at that mirror more than you ever looked at me. And I was at my best. Mavis reaches over and puts her hand on Matt’s face. She looks at him for a long time, widening her eyes exaggeratedly. Staring. They’re nose to nose. Mavis sniffles, but Matt doesn’t pull away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "(finally) There. INT. MATT’S HOUSE (BEDROOM) - MORNING Mavis wakes up in Matt’s bed. Matt is still asleep. She slips out easily and puts on her soiled dress. INT. MATT’S HOUSE (DOWNSTAIRS) - MORNING Mavis creeps downstairs. Sandra is standing in the kitchen washing dishes before work. She wears nurse’s scrubs and the sides of her permed hair are slicked back into a dated half-ponytail look. A coffee pot percolates on the counter. Sandra turns around and sees Mavis. Sandra’s face is bare and homely. A morning face, on a non-morning person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Coffee? Sandra nods. Mavis walks into the kitchen and takes two mugs off the counter. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "One says “I HATE MY JOB, BUT I NEED THE $$$.” The other has a kitten on it. She pours coffee into both mugs and pushes one across to Sandra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "How about some milk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "Okay. Mavis walks to the refrigerator. She pours some milk into Sandra’s cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Tell me when.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "That’s good. Mavis leans against the counter, regarding Sandra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "How are you? Sandra doesn’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "Tell me about yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "(shy) . I work at the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "That’s great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "Do you still write those books?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "No. The series is over. It was cancelled. I’m actually writing the last book right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "What happens? INT. MAVIS’S CAR —- MORNING Mavis drives back to the MOTEL in her stained dress. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis enters. The room is in shambles. There’s some dog shit in the background. She scoops Baguette into her arms, genuinely feeling horrible for having left him all night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m sorry, I’m sorry, I’m sorry. I won’t leave you like this again. Baguette licks her, immediately forgiving like all dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS, (CONT'D)",
          "text": "I’m sorry, Baguette. I’m sorry. She buries kisses in his fur over and over again. She starts crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis appears with her luggage and dog in tow. The original blonde front desk girl is working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DESK GIRL",
          "text": "Checking out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Yes. Mavis slides her two key cards onto the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DESK GIRL",
          "text": "They don’t need these back. No one ever returns them. You can put them in a scrapbook or whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I’m not sentmimental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DESK GIRL",
          "text": "How are you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "I don’t have diabetes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DESK GIRL",
          "text": "(of fhanded) Oh. That’s good. You could lose a foot like the guy who cleans our pool. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mavis signs a receipt. FRONT DESK GIRL (CONT’D) If you want one of those donuts, you can have it. Even though you're already checked out. I could let it slide. Sure enough, there are cheap DONUTS piled on a tray in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAVIS",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mavis eats a donut as she piles her stuff into the car. INT. MAVIS’S CAR - DAY Mavis drives down the highway, listening to local radio. Baguette sticks his head out the window. INT. ROADSIDE DENNY’S - DAY Mavis sits in a booth and types on her laptop. We read: Yes, Ashby was dead. But Isabella would survive. She’d been accepted to Harvard, after all, and she had her whole life ahead of her. “Life, here I come” Isabella declared. Mavis pauses, then resumes typing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car leaves the rolling hills of Northern Minnesota behind as we enter the congested Twin Cities area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A downtown bridge spanning the Mississippi River. A scenic overlook. Mavis sits behind the wheel, expressionless. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mavis gets out of the car and looks out at the river. The overlook is precarious, and she skids on the incline. She stops and returns to the car for a moment. She climbs into the drivers’ seat and pops in Buddy’s MIX CD. Music pours over her as she closes her eyes tightly, sinking into the seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ambient CHEERING and crowd noises. It’s a lavish graduation ceremony at the fantasy school. Our blonde STUDENT-- Mavis-- wears a blue graduation cap and gown. She’s accessorised with a tiny gold pin that Says HARVARD. She turns to a friend, mouths, “I’m outta here,” with an arch of her eyebrow, and heads up to the front of the room with queen-bee confidence. As she walks up to fetch her diploma, she smiles like a supermodel. The crowd goes wild with appreciation. Diploma in hand, she reaches up and flicks the cap’s golden tassel from the left side to the right, in the signature rite of passage. The cheers from the audience grow stronger. She gazes out at the crowd. We don’t recognize anyone, until... Buddy appears in the front row. He stands up proudly, his arms filled with flowers. Her face lights up as she recognizes him. He’s always in her dreams, never not there. The applause grows, and grows, and cuts out suddenly. THE END.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ eH",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2605"
    }
  ]
}