{
  "movie_id": "MOV2606",
  "scenes": [
    {
      "location": "BLACK SITE INTERROGATION ROOM",
      "time": "LATER",
      "characters": [
        "89.",
        "85.",
        "54.",
        "7.",
        "88.",
        "BASE",
        "70.",
        "47.",
        "ABU AHMED'S WIFE",
        "26.",
        "96.",
        "TURKISH INTERROGATOR, (CONT'D)",
        "21.",
        "99.",
        "28.",
        "DANIEL, (PRE-LAP)",
        "13.",
        "23.",
        "48.",
        "66.",
        "MAYA, (V.O.)",
        "103.",
        "36.",
        "MAYA O.S.",
        "SEAL, (O.S.)",
        "20.",
        "55.",
        "C.U.",
        "5.",
        "3.",
        "4.",
        "9.",
        "40.",
        "FADE TO BLACK",
        "100.",
        "AND THEN YOU DARE QUESTION ME",
        "86.",
        "-- DESTROYS TABLES AND LIGHTS",
        "81.",
        "52.",
        "11.",
        "33.",
        "25.",
        "KHALED",
        "37.",
        "CIA",
        "2.",
        "64.",
        "105.",
        "12.",
        "67.",
        "8.",
        "53.",
        "BRIGHT SUN.",
        "LAST TIME YOU SAW BIN LADEN",
        "108.",
        "27.",
        "39.",
        "63.",
        "71.",
        "42.",
        "58.",
        "109.",
        "61.",
        "45.",
        "ECU",
        "19.",
        "82.",
        "56.",
        "CU",
        "62.",
        "90.",
        "SEAL MIKE, (O.S.)",
        "LANGLEY, VA.",
        "22.",
        "10.",
        "EXT. DIPLOMATIC QUARTER",
        "91.",
        "FATALLY.",
        "102.",
        "17.",
        "98.",
        "MAY 1, 2011",
        "NATIONAL SECURITY ADVISOR",
        "97.",
        "93.",
        "PRINCE 52 PILOT, (O.S.)",
        "44.",
        "COMMANDING OFFICER, (O.S.)",
        "60.",
        "JESSICA, (O.S.)",
        "32.",
        "43.",
        "29.",
        "PAKISTANI POLICEMAN, (CONT'D)",
        "101.",
        "46.",
        "LZ",
        "75.",
        "NATIONAL SECURITY ADVISOR, (CONT'D)",
        "15.",
        "50.",
        "87.",
        "16.",
        "24.",
        "59.",
        "65.",
        "79.",
        "73.",
        "JACK, (O.S.)",
        "78.",
        "18.",
        "DEPUTY NATIONAL SECURITY ADVISOR",
        "111.",
        "14.",
        "SPECIAL ASSISTANT TO THE ADVISOR",
        "95.",
        "MIKE, (O.S.)",
        "CIA DIRECTOR, (CONT'D)",
        "92.",
        "38.",
        "CUT TO",
        "31.",
        "57.",
        "80.",
        "74.",
        "69.",
        "83.",
        "49.",
        "REPORTER, (O.S.)",
        "104.",
        "6.",
        "-- SHATTERS THE WINDOWS",
        "--SMOKE FILLS THE ROOM",
        "84.",
        "30.",
        "34.",
        "77.",
        "107.",
        "51.",
        "TITLE OVER",
        "94.",
        "SUPERIMPOSE",
        "68.",
        "110.",
        "76.",
        "-- MAYA, JESSICA, AND OTHERS TOSSED TO THE GROUND, SOME",
        "106.",
        "72.",
        "35.",
        "41.",
        "20, 2008"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "I own you, Ammar. You belong to me. Look at me. This is DANIEL STANTON, the CIA's man in Islamabad - a bi American, late 30's, with a long, anarchical beard snakin down to his tattooed neck. He looks like a paramilitary hipster, a punk rocker with a Glock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(explaining the rules) If you don't look at me when I talk to you, I hurt you. If you step off this mat, I hurt you. If you lie to me, I'm gonna hurt you. Now, Look at me. His prisoner, AMMAR, stands on a decaying gym mat, surrou by four GUARDS whose faces are covered in ski masks. Ammar looks down. Instantly: the guards rush Ammar, punch and kicking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at me, Ammar. Notably, one of the GUARDS wearing a ski mask does not ta part in the beating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel and the masked figures emerge from the interrogati room into the light of day. They remove their masks and w see that one is a beautiful young woman in her mid-twenti She has a pale, milky innocence and bright blue eyes, thi and somewhat frail looking, yet possessing a steely core that we will come to realize is off-the-charts. This is MAYA, a CIA targeter and subject-matter expert on her fir overseas assignment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the guard) Are we gonna board up these windows or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just off the plane from Washington, you're rocking your best suit for your first interrogation, and then you get this guy. It's not always this intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fine. She's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just so you know, it's going to take awhile. He has to learn how helpless he is. Let's get a coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, we should go back in. Something about the strange intensity of her expression m Daniel reconsider and he turns back to the interrogation room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, there's no shame if you wanna watch from the monitor. She shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright. At the door, Daniel hands the ski mask back to Maya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You might want to put this on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not wearing one. Is he ever getting out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "Ammar, bruised from the beating, is restrained with ropes Maya stands a few feet behind Daniel, attentive, wary of what is to come. This is her first interrogation and she on the verge of vomiting from the stench in the room. She looks around at the sound-proofed walls, the puddles of w on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right now, this is about you coming to terms with your situation. It's you and me, bro. I want you to understand that I know you, that I've been studying you for a very long time. I could have had you killed Karachi. But I let you live so you and I could talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You beat me when my hands are tied. I won't talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Life isn't always fair, my friend. Did you really think that when we got you, I'd be a nice fucking guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a mid-level guy. You're a garbage man in a corporation. Why should I respect you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you're a money man. A paperboy! Daniel paces around Ammar, anger rising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A disgrace to humanity!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You and your uncle murdered three thousand innocent people. I have your name on a five-thousand dollar transfer via Western Union to a 9/11 hijacker. He leans into Ammar's ear. Uncomfortably close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you got popped with 150 kilograms of high explosives in your house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND THEN YOU DARE QUESTION ME",
          "text": "And then Daniel smiles, laughs. Mercurial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just fucking with you. Beat. He laughs again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to talk about 9/11. What I want to focus on is the Saudi group. Daniel shows him a photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That there is Hazem al-Kashmiri. And I know this dude is up to some serious shit, and what I want from you is his Saudi email.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feel free to jump in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ammar, bro, I know that you know this dude, just give me his email...and I will give you a blanket. I will give you a blanket and some solid food. No response from Ammar. Daniel starts putting on his glov",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know that you know him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you before, I won't talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have it your way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the masks) Let's go. It all happens in a flash: in one swift motion, Daniel pu Ammar to the floor, the guards pin his limbs, and Daniel smothers Ammar's face with a towel. Ammar thrashes. Daniel considers his next move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grab the bucket. Maya follows Daniel's gesture to the corner of the room, where there's an ICE CHEST filled with WATER and a PLASTI PITCHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put some water in it. She dips the pitcher in the water, hands shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, let's go. The stress and strain on her face is enormous as she brin the bucket back to Daniel. Daniel starts pouring the water on Ammar's face, which is now covered by a towel. Ammar thrashes with rising panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hazem was a friend of Ramzi Yousef, you guys met in Tunisia back in the 70s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gasping for breath) I don't know, you asshole. Maya shakes her head \"no.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not credible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you doing this to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a terrorist, that's why I'm doing it to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you. Daniel pours water over the towel so it hits Ammar's nose",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want emails of the rest of the Saudi group. Give me emails of the rest of the Saudi group! Give me one email, and I will stop this! Ammar doesn't speak. He can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's in the Saudi group, and what's the target? Where was the last time you saw bin Laden? WHERE WAS THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAST TIME YOU SAW BIN LADEN",
          "text": "Daniel throws the pitcher, rips the rag off Ammar's mouth and water spurts out - Ammar nearly drowned. He gasps for air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is what defeat looks like, bro. Your jihad is over. Daniel stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get him up. The guards bring Ammar to his feet. Daniel, shifting his persona yet again, touches Ammar's f and speaks to him with the comforting tenor of a therapis",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try to understand the concept here. I have time, you don't. I have other things to do, you don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's cool that you're strong. I respect it, I do. But in the end, everybody breaks, bro. It's biology. Dan and Maya exit. They've learned nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "7.",
          "text": "A colorful, dusty city. Busy markets. Poor children. Dens traffic. Meanwhile, across town:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. DIPLOMATIC QUARTER",
          "text": "National flags. Imposing buildings. Armed guards. The outpost of a superpower. Maya drives through the checkpoint and up to the main gat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Descending the lobby staircase with Daniel is JOSEPH BRAD Chief of Station, Pakistan, a smooth, vain, sophisticated former case officer who hasn't quite buffed all the blood out of his fingernails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did it go the other night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was good. The local cops need tactical help. But he's Tier fucking One, baby. There's your money maker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the guy that's KSM's nephew? What's his issue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's being a dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he's trying to outsmart you, tell him about your PhD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am going to have to turn up the heat. He needs to give us the Saudi group now. They reach the lobby, where they can see Maya sitting in holding area. They walk towards her as Bradley considers what Daniel is asking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's gotta have that - given the family ties. Permission granted, Daniel reassures his boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tight with his uncle, prints all over the 9/11 money. Daniel knocks on the glass for Maya to come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Bradley, clocking her good looks) Was I lying or what? The guard opens the door and Maya comes through - not man females come through that door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya, this is Joseph Bradley, our illustrious station chief. (as they shake hands) Joe and I did Iraq together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we continue our Christian mission here. Nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You too, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was your flight? They walk down the lobby towards the Secure Wing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's been having a great time ever since she got in, isn't that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you like Pakistan so far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's kinda fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You volunteered for this didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Bradley smiles. He knew she didn't volunteer. They reach a secure area and Bradley checks Maya through electronic door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Third floor, northeast corner. She goes through and Daniel and Bradley watch her walk aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you think she's a little young for the hard stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Washington says she's a killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The children's crusade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They want the next generation on the field. Listen, I have a meeting with ISI in twenty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're slow rolling us in Lahore - you might want to bitch about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see the cable from London?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude, I've been in a dark room with another man for the last two days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya finds her desk. It's covered with grime. She tries t clean it as best she can, then sits and looks at the blan log-in screen of her computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A group of thirty-somethings filing in for a meeting, chatting, comradery, taking seats around a conference tab",
          "sentiment": "neutral"
        },
        {
          "speaker": "10.",
          "text": "We will get to know: JACK, mid-40s, a scruffy teddy bear, the liaison from the National Security Agency (NSA). JESSICA, 30s, an experienced targeter, and the only woman the station who wears a skirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some dude tells the Malaysian station that his nephew works with a guy who knows a guy--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on - He goes to a big feast in Bangkok about a year ago. The guest of honor? Usama bin Laden. Laughter in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I say, was Tupac there too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right, but you forgot - you forgot Mullah Omar. J.J. and JEREMY, two case officers, continue the banter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is worth 5 million bucks. J.J. You know we're going to have to chase it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's me, man. No job too small.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why I have a gift for you, my friend. Jack hands Jeremy a piece of paper. Daniel and Maya enter a little late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone, this is Maya. Maya, everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please don't ask how it's going with Ammar because she's not going to fucking tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ammar is withholding? Daniel nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading from her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Washington assesses that Abu Faraj is officially our new number three - JESSICA moves to a wall chart of AQ leadership and reposi Abu Faraj's mugshot to number three in the line, two down from Usama bin Laden. Meanwhile, in the background, the riffs continue -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Best man for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (O.S.)",
          "text": "London station is already asking if we think he's in contact with anyone in the U.K.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like we're just keeping it from them. Jessica sits back down and gets down to business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jordanians are being really helpful with Ammar's transit papers. Jessica passes Daniel a file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any imminent threats in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They want the Consulate, the Marriott, it's low security. And they've got Majid Kahn talking about gas stations in the US.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that's a conversation? Jessica shrugs. At this point, she believes that it is me a conversation - not a fully realized plot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honestly? There are six hundred questions in there. I'd concentrate on Heathrow. The Saudis. Does it matter what Faraj thinks about Heathrow? How much latitude does he get to pick targets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think he'll give up the Saudis. But Heathrow is gonna be tough. Anyway. Anything from last night? J.J. Quetta base thinks they have a bead on the Arabs that escaped, and they're going to meet with the ISI this afternoon, hopefully to set up a raid down there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Lahore reporting ISI down there was painfully slow last night. Again. I'm beginning to think it's not incompetence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I agree, I spoke to the Chief about that. Anything on bin Laden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading from a cable) A farmer on the Afghan border near Tora Bora reports: a diamond shaped pattern in the hills, tall male in the center of the diamond, flanked by four guards. It's consistent with UBL's movements.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's supposed to be his royal guard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's pre-9/11 behavior. Jessica doesn't appreciate the challenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't have reason to believe he's changed security tactics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We invaded Afghanistan. That's a reason. And so the rivalry begins. J.J. Hey, boss, I got a guy for five thousand bucks, he can set up a taxi stand and snoop around a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, don't need him, the diamond sighting is bullshit. See if the Paks will send someone to talk to the farmer. Anything else? We need to be putting runs on the board against Faraj. Speak to the case officers who didn't see fit to make it today. And thank them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The loud WAILING of the early morning call to prayer from the loudspeakers of a nearby mosque wakes Maya on the cou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel and the guards enter Ammar's cell with Maya. Danie switches on a floodlight, awakening Ammar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's take it easy today, huh? Daniel hands Ammar a bottle of orange juice and a bag of falafel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hungry? The food in here sucks so I got you some of this. Ammar grabs the lunch sack and scarfs down the falafels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard Reid, wow. I was thinking about him. The guy gets a bomb in his shoe on a plane. Unbelievable. You know him, don't you? Slowly, Ammar nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you said that. I have an email from you to him. I've had all your coms for years, bro. Who else is in your Saudi group?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just handed out some cash for them. I didn't know who the guys were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you lie to me, I hurt you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe you. I do, I believe you. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want the water again, or do you want something else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just give me a name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel jumps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Daniel kicks out the chair from under Ammar. The masked guards walk to the rope pulleys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see how this works? You don't mind if my female colleague sees your junk, do you? Daniel pulls down Ammar's pants. Maya flinches at the bar nakedness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude, you shit your pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "15.",
          "text": "Daniel turns to Maya -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stay here, I'll be back. Daniel goes out, leaving Maya standing alone in front of naked, chained man. Ammar looks at her imploringly and she struggles to meet eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your friend is an animal. Please, help me. Please. A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can help yourself by being truthful. The door handle turns. It occurs to Maya that perhaps Dan was testing her resilience, too, as Daniel re-enters with DOG COLLAR in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a dog collar. Daniel unhooks Ammar, snaps the collar and leash around h neck, as Ammar cries out against the humiliation. Maya flinches. Daniel is relentless:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You determine how I treat you. Now Daniel drags Ammar on all fours, pulling him by the l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to walk you. Maya watches in horror as Daniel walks Ammar to a far cor of the room, then leans down to address his victim:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck do you think is going on, Ammar? Wahleed has already told me that you know. At last, Daniel reaches an area of the room where there i large wooden box resting on a platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This box sucks. I'm going to put you in it. Ammar tries to speak but can't get a word out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When is the attack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunday? Sunday where? This Sunday or next Sunday? Ammar mumbles, almost inaudibly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it Sunday or Monday? Ammar doesn't answer. The masked men approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which day is it? Partial information is treated as a lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saturday. Beat. The masked men open the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunday! The guards grab Ammar and carry him to his wooden tomb. H shouts with his last reserve of energy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monday!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ammar, which day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monday, Tuesday, Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thursday. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friday. Daniel slams the box shut. Once again, he's learned nothi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ECU: a magazine CLICKS into the receiver of a black assau rifle. The weapon, carried by a BEARDED ARAB MAN dressed in stre clothes, rises to shoulder height.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- The man enters the hallway of the KHOBAR RESIDENTIAL TO - And immediately opens fire on TWO WESTERN MEN he happen to find inside, killing them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE OVER",
          "text": "- The CRACK of the shots sends the rest of the residents into a panicky, screaming dash for cover - As he strides quickly down the hall, he finds three oth RESIDENTS scrambling for safety, and shoots and kills the all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CU TV: news footage of the massacre. Daniel, Jessica, and Maya look on in defeat. The \"Saudi\" attack they tried to prevent by pressuring Ammar has occu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about the Saudis, they'll take care of business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You warned them - they didn't take you seriously - this is what happens. It's not on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who said that? Zied? Fuck him. This is on me. Ammar is on me!! And it's on her!! (pointing to Maya) We can't let this be a win-win for AQ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no. You had - what - days - brief custody - and an unresponsive ally. The way you do this is you look ahead. London. Heathrow. Mass casualties. That plan is still active.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ammar doesn't have a clue about what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to be really careful with people in KSM's circle - they're devious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not going to talk about attacks on the homeland. He's going to withhold operational details on the KSM network and probably on bin Laden. (flipping her argument) But he's been in complete isolation, he doesn't know we failed. We can tell him anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bluff him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hasn't slept, Dan. He's clueless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't remember, do you? You - me: same same. Bad memory. While GUARDS move in the deep b.g., Daniel and Maya are s at a picnic table with an appetizing spread of Arabic foo",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (PRE-LAP)",
          "text": "Short term memory loss is a side effect of sleep deprivation. It should come back to you. The Guards bring a prisoner to the table and remove his h Ammar. He stares weakly at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. How can I remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After we kept you awake for 96 hours, you gave us names of some of your brothers and saved the lives of a lot of innocent people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which is the smart thing to do, you're starting to think for yourself. Ammar is lost. But the food is tempting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eat up! You earned it. Ammar eats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you flew via Amman to Kabul to hang out with your uncle? Mukhtar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you man, I know you. Alright, you got me - flight manifests. It must've been pretty fucked up for you guys after 9/11. What did you do after the invasion and before you went back to Pesh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After 9/11 I had to choose: fight, to protect our turf - or run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You chose to fight. Ammar looks Daniel right in the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to kill Americans. We tried to get into Tora Bora but the bombing was too high. We couldn't cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, who is the \"we\" in that sentence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me and some guys who were hanging around at that time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can eat with some other dude and hook you back up to the ceiling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamza Rabia, Khabab al-Masri, and Abu Ahmed. Maya makes notes on her pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's Abu Ahmed? I've heard of the other guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was a computer guy with us at the time. After Tora Bora, I went back to Pesh - as you know - and he went North, I think, to Kunar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's his family name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abu Ahmed al-Kuwaiti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abu Ahmed means \"father of Ahmed\", it's a kunya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ammar, I know the difference between a war name and an Arabic name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She got you there, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear to you both: I don't know his family name. I would have never asked him something like that. It's not how my uncle worked. My uncle told me he worked for bin Laden. I did see him, once, about a year ago, in Karachi. He read us all a letter from the Sheikh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A letter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did it say? Daniel offers Ammar a smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cigarette? Ammar accepts. Daniel's lights it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It said \"Continue the jihad. The work will go on for a hundred years.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We fade into a dimly lit research room, where Maya is alo watching interrogation video recordings on an array of monitors. Some of the videos are rough; but most simply depict two people talking. The video she's watching now s a hooded prisoner sitting in a filthy room, the walls sme with red stains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You and I are gonna talk about some of the guys in the training camps, yeah? The prisoner sits in a chair. He's hooded, but relaxed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of these brothers have done some bad things, and what I want to do is I want to separate them from the people like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Definitely, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was a guy called Abu Ahmed from Kuwait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I remember him. A nice guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How close was he? What was his relationship to the leadership?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did he eat with you guys - did he eat with the good guys - or did he eat with the leadership?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, sir. I have no idea about things like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes you do, you don't need an idea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya hits pause and we see that her desk is filled with o windows of interrogations: she is analyzing ten videos simultaneously, comparing them to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She plays another video showing a Turkish prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you met with Khalid Sheikh Mohammed, was this one of the facilitators? The Interrogator flashes a picture. The prisoner moans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TURKISH INTERROGATOR, (CONT'D)",
          "text": "Is this Abu Ahmed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She fast forwards a video - shot in a Polish facility. Th prisoner appears to be cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KSM, your boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mukhtar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mukhtar,'potato', you say 'potahto'. I say 'fucking KSM', but yeah, 'Mukhtar.' After Mukhtar was captured, what did Abu Ahmed do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abu Ahmed, I believe he went to work for The Sheikh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya is still in the research room. She's been going at this for hours and looks fatigued. CU SCREEN: a different INTERROGATOR from the previous vid PRISONER is an older man chained to a desk. The exchange in Arabic with an English subtitle on the screen:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Karachi, in 2003 or 2004.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was carrying a letter from bin Laden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still going, looking exhausted now, Maya manipulates the controls of yet another video clip with a different INTERROGATOR and PRISONER. We're now in a Moroccan facili The interrogator shows him a photograph of a bearded man. Henceforth, The Photograph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abu Ahmed. The interrogator holds The Photograph right in front of t prisoner's face, allowing us to see it as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abu Ahmed. Abu Ahmed. Abu Ahmed. Freeze frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Yemeni prison - the dialogue is a mix of French and Eng",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abu Ahmed - is he the courier for bin Laden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who knows who works directly for bin Laden? Let's say he's part of the mix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Were there other people who carried messages from bin Laden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many other people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four or five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's talk about them-- The image freezes. Maya stares at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya is in the kitchen grabbing something to eat. Jessica, the only other person working this late, walks i pours herself some coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's the needle in the haystack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Facilitators come and go, but one thing you can count on in life is that everyone wants money. The rivalry is in full bloom. Sometimes it's friendly. Sometimes it's not so friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're assuming that Al Qaeda members are motivated by financial rewards. They're radicals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Correct. You're assuming that greed won't override ideology in some of the weaker members.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Money for walk-ins worked great in the cold war, I'll give you that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just not sure those tactics are applicable to the Middle East.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya hastily throws her clothes and a wig into a suitcase the world's fastest packing job -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "A sprawling shipyard in an industrial area. A large MILITARY FRIGATE sits in the harbor. A dark haire WOMAN and a MAN board the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At first we don't recognize the woman with heavy makeup walking down the narrow corridor, and then we realize it' Maya in disguise. She enters a vast cavernous hold accompanied by a middle aged Afghan man, thick shouldered with years of hard experience in his kind, somewhat sad eyes. This fatherly man is HAKIM, a former political prisoner i Afghanistan and one of the CIA's most important assets. In the galley, a PRISONER is chained to a table. Hakim sl him The Photograph. The prisoner speaks in Arabic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He says he looks like Abu Ahmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who did he work for? Hakim translates. Then the prisoner speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was mostly with Abu Faraj - they were always together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he do for Faraj?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He carried messages from Faraj to bin Laden and from bin Laden back to Faraj. Maya leans into Hakim -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to ask him something to see if he's telling the truth. We don't know if he really knew Faraj. Hakim speaks to the prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He just told me the names of all of Faraj's children. I think he's telling the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya is pitching Bradley in his office. Bradley sits with his feet up on his desk, holding The Photograph. Daniel is slouched on the couch in back. Jessica is perched on the arm of the couch, bare legs cro Bradley notices. Maya stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty detainees recognize that photo of Abu Ahmed. They say he's part of the inner circle of guys who were hanging out in Afghanistan pre-9/11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lot of them say that after 9/11, he went to work for KSM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When KSM got captured, he went to work for Abu Faraj, primarily as a courier from Faraj to bin Laden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's good. You still-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, we don't know if Abu is on the outside of the network - part of a series of cutouts and dead drops - or if he has a direct connection to bin Laden. Does bin Laden invite him into the living room and hand him a letter directly? Or is Abu just the last guy in a long line of couriers, so that's why everybody knows him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not all you don't know. You don't have his true name, and you don't have a clue of where he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We know that he's important. The fact that everybody's heard of Abu Ahmed but nobody will tell me where he is suggests that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe. Detainees could withhold his location for any number of reasons. Perhaps they don't know; perhaps this Abu is just a cover story and he's really a fucking unicorn. The withholding doesn't reveal what you want it to - does it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if you did find him, you don't know that he'd be with bin Laden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't know what we don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck is that supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a tautology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(back to Maya) Listen, not one single detainee has said that he's located with the big guy, just that he delivers messages. Am I wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It's still good work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me know when you've got some actionable intelligence, preferably something that leads to a strike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The city is in full swing on this bright mid-summer morni CARS and BUSES roll through the crowded streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE OVER",
          "text": "Passengers inside the bus read newspapers, listen to musi another ordinary day. Then, the bus explodes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CU",
          "text": "File footage of the aftermath:",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (O.S.)",
          "text": "This is what remains of the #10 bus, which was traveling through Tavistock Square...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joseph Bradley sits at his desk. The weight of the world his shoulders. On the television in the background, the news report continues, showing disaster footage of PEOPLE bloodied, screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The war on terror is growing and spreading, like an octop throughout the base. We trace the new tentacles of the CI facility - more hangars, vehicles, PEOPLE moving to and f",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (O.S.)",
          "text": "All around, groups of Londoners are standing on corners asking themselves",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (O.S.)",
          "text": "what has happened here, and who could possibly have done this? We find Daniel trying to catch a moment of solitude...eat an ice cream cone and standing in front of a makeshift ca filled with wild MONKEYS. The monkeys are watching Daniel intently, their hands gri the wire cage. Daniel playfully feeds them some of his ic cream. A CIA GUARD approaches Daniel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: the monkeys) You Agency guys are twisted. The detainee is ready. Daniel nods, weary. Then a monkey reaches through the bar and steals the remainder of Daniel's ice cream cone. He looks at the monkey and laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rain pelts the brown city, turning the gutter water black",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to understand that I know you. I have been following you and studying you for a long time. I chased you in Lahore. We find Maya entering the gates of a Pakistani prison. Th weather makes the place seem especially bleak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HASSAN GHUL, Al Qaeda financier, sits manacled to a desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had you picked up instead of killing you because you're not a violent man and you don't deserve to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you do have deep ties to Al Qaeda that I want to ask you about before you get sent to your next location, which might be Israel. Ghul looks ashen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "However, depending on how candid you are today, I may be able to keep you in Pakistan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to ask you a series of questions based on your knowledge of Al Qaeda and your position as key financier for the organization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have dealt with the mukhabarat, I have no wish to be tortured again. Ask me a question, I can answer it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can you tell me about Atiyah Abd al-Rahman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He works for Zawahiri. He's in charge of military tactics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In what context have you ever heard the name Abu Ahmed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He works for Faraj and bin Laden. He is his most trusted courier. Maya works hard to hide how pleased she is to have this confirmation. She's not entirely successful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What makes you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He brought me many messages from the Sheikh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did you last see him, and where is he now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will never find him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even I couldn't find him. He always contacted me out of the blue. He is one of the disappeared ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pakistani families enjoy a fine summer day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BOMB is being strapped to a MAN'S leg by a PAKISTANI POLICEMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how this works? The man is terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAKISTANI POLICEMAN, (CONT'D)",
          "text": "Just act naturally. The Policeman finishes securing the bomb, and sends the m out the door (who we will later deduce is Abu Faraj's courier).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faraj's Courier walks past playing children... while from nearby tower, Daniel observes. After a moment, ABU FARAJ, who we recognize from his photograph, appears at the south end of the park. Faraj walks in the direction of his courier, noting his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHILDREN playing. Several people in BLACK BURKHAS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGHT SUN.",
          "text": "At last Faraj reaches an open area where he can see his courier face to face. They exchange a nervous glance that conveys the danger: I a trap. Faraj spins to flee, but it's too late. The black BURKHAS descend on him. It turns out they are heavily armed Pakistani agents. From on high, Daniel watc his captured prey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel and an armed guard escort a hooded and handcuffed Faraj to his cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you like? Bob Marley? Reggae? Egyptian music? Just let me know, if there's music you like, I can make a call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel and the guards take Faraj to a cell laced with bar wire and lock him inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I be honest with you? I'm bad news. I'm not your friend. I'm not gonna help you. I'm gonna break you. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've done it before. (Faraj dozes, weak) Hey, wake up. You haven't eaten in 18 hours, we've got to keep your energy up. You hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guards force feed Faraj through a feeding tube.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bradley approaches Maya at her cubicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're in luck, I got you a one-on- one with Faraj.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously? Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't thank me until you hear what I want for it. He drops a folder on her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to take care of all of this before your favorite subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you want to see what's in the folder?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want family ties, financial networks, media sources, disgruntled employees, imminent threats, homeland plots,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foreign cells, health status, trade craft, recruiting tactics -- anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both Maya and Faraj look tired. This has been going on fo hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lot of brothers told us Abu Ahmed was bin Laden's courier and that he worked very closely with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're thinking of Abu Khalid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Al Buluchi. My courier for the Sheikh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, so you're telling me that all the other brothers are wrong, and there's some famous Buluchi guy that is working for you and bin Laden that I've never even heard of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why should you have heard of him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does this Buluchi guy look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tall, long white beard, thin. He uses a cane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kind of like Gandolf?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When was the last time you saw him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A month ago, in Karachi, but I don't know where he is now. Sometimes I wouldn't even see him, he would just tell me where to leave the messages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe you. The GUARD in the room with them leans forward and SLAPS F across the face. Faraj's expression doesn't change and Maya herself remain flat and steady, unmoved by the violence. She's not quite the same young lady she was a few years a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not being fulsome in your replies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't force me to tell you something I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do realize this is not a normal prison. You determine how you are treated, and your life will be very uncomfortable until you give me information I need. The guard slaps Faraj again. Faraj is impassive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya looks on impassively as Faraj is subjected to harsh treatment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya is retching in the stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya walks around the facility, quiet at this hour, and f another insomniac, Daniel, by the monkey cage. The cage i empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faraj is completely denying knowing Abu Ahmed, and that's using every measure we have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's either going to withhold or die from the pressure you're putting on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to take a run at him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No? Since when?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I've been meaning to tell you: I'm getting outta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fine. I've just seen too many guys naked. It's gotta be over a hundred at this point. I need to go do something normal for awhile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go to Washington, do the dance, see how that environment works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should come with me. Be my number two. You're looking a little strung out yourself. Maya looks at Dan. No longer the man he once was. She doesn't hide her disappointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not going to find Abu Ahmed from D.C. They both look at the empty cage, clocking the irony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They killed my monkeys. Something about an escape. Can you fucking believe that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Maya, you gotta be really careful with detainees now. The politics are changing and you don't want to be the last one holding a dog collar when the oversight committee comes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And watch your back when you get back to Pakistan. Everyone knows you there now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in Pakistan, the country has indeed changed to a mor militarized police state, and as we establish the new environment, we find Maya's grey sedan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls up to a checkpoint manned by PAKISTANI POLI The Policeman look at the car - look at the plate - the p is diplomatic - they walk around the car and stop at the window - shine their bright light right into Maya's eyes. A POLICEMAN motions for her to roll down her window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the Marriott. I assume you noticed the dip plates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you have a bag - The policeman motions to a DUFFEL BAG resting on the rear seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a gym bag. Maya does not get out of the car. She stares at him defiantly. He advances forward a bit. She rolls up her window, flicks the door lock, and starts dialing her cell phone. The policeman walks away to rejoin his group. The police confer. The original policeman returns, this time with several other cops. They knock on the glass. Hard. Maya stares straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica is waiting at the table in a beautifully appointe room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "20, 2008",
          "text": "Maya walks in, flustered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fucking checkpoints. Maya sits down, absorbed in her Blackberry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're socializing. Be social. Maya puts away her blackberry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I know Abu Ahmed is your baby, but it's time to cut the umbilical cord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So Faraj went south on you - it happens. There are still cells in London and Spain planning the next round of attacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can work on it at the same time - plus I think it's a good thing that he lied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not at the expense of protecting the homeland, you can't. Wait a minute, why is it a good thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sound just like Bradley. He doesn't believe in my lead either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a good thing because the fact that Faraj withheld on Abu Ahmed is revealing. The only other thing he lied about was the location of bin Laden himself. That means Faraj thinks Abu Ahmed in as important to protect as bin Laden. That confirms my lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or it's confirmation bias.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're all just worried about you, okay? Is that okay to say? Maya rubs her eyes, not liking where the conversation is going. She forces a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's probably stuck in some check- point somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You two hooked up yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, I work with him. I'm not that girl, that fucks. It's unbecoming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So? A little foolin' around wouldn't hurt you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So no boyfriend. Do you have any friends at all? She doesn't. Jessica's phone rings -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey - that's okay - SUDDENLY, AN EXPLOSION RIPS THROUGH THE RESTAURANT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "--SMOKE FILLS THE ROOM",
          "text": "As alarms wail, Maya struggles to her feet, grabs Jessica the arm, and they stumble to safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toward the destroyed kitchen, helping each other over obstacles, twisted metal, gaps in the concrete, etc, past injured workers and burning flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They continue moving through the debris as the smoke intensifies. They find each other's hands and grab tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.U.",
          "text": "The destroyed Marriott.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (O.S.)",
          "text": "The blast left a crater 10 meters wide in front of the hotel. The Marriott, one of the most popular destinations for locals and Westerners...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're high above the wild hinterlands of the Hindu Kush, gliding over the rocky slopes and the pine forests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "We move from peak to peak until we find a remote valley, we zoom down... and nestled in the valley we can just mak out the barest outlines of a tiny village of mud huts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we are inside a hut and we've shifted to the perspect of a hand held camera, as if someone inside this stone ag interior is filming on our behalf, and we see a hard floo thin gaps in the walls, and FIVE TRIBAL ELDERS talking casually, eating and drinking tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "42.",
          "text": "We pan across the weathered faces, long beards, and see a video recorder resting on a ledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica strides excitedly, almost breaking into a run, th the warren of cubicles that lead to Maya's desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica beaming as she approaches Maya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jords have a mole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Jessica pops a CD into Maya's computer, loads a file that plays the same video clip we have just seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He made this video to prove his bona fides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut the fuck up! The camera stops on one man, BALAWI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Humam Khalil al-Balawi, he's a Jordanian doctor. He's really motivated. Maya practically bolts out of her chair. Together, they start walking towards Bradley's office -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bradley has just finished watching the video. Maya and Jessica are in his office waiting for his verdict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right there in the inner circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't buy it. Didn't you tell me yourself nobody turns on Al Qaeda?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jords worked him for a year. Dinners, money. They've convinced him that it's his patriotic duty to turn on Al Qaeda and get rich doing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, so the Jords say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right. We can't rely on the Jords. We have to evaluate him face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He may not be that smart. He may be full of shit - but we have to talk to him to find out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The key is to meet him so we can figure out for ourselves what he can actually do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He really asked for a dialysis machine? You can fill the damn thing with poison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya and a few analysts are watching TV - President-elect Obama is being interviewed on 60 Minutes when Jessica com into the room with disappointing news -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The meeting with Balawi is off. He can't come here to Islamabad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't or won't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not going to travel - security",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TV interview with Obama reaches the subject of enhanc interrogation, and the women pause to listen to the Presi elect declare, \"America does not torture.\" Then they continue:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wants us to go to him. He'll meet in Miram Sha or the tribals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He knows we're white. You'll get kidnapped up there. DAVID, an analyst, adds his two cents to the conversation",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could do it somewhere else - Germany, or the UK? He's got a clean passport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not going to travel out of Al Qaeda territory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you're not going to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not. Believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're stuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about Camp Chapman? Afghanistan. That could be safe territory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We survey the sprawling base from above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "Helicopters and Humvees traverse the base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica applies icing to a birthday cake as she cradles a SATELLITE PHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This may be going overboard, but I baked him a cake! MAYA O.S. Muslim's don't celebrate with cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be so literal. Everyone likes cake. It's not too late for you to come, you know. It will be fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya sits in front of a series of monitors. She watches a live Predator feed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to be a straphangar. It's your show. You were the first to see the potential in this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA, (O.S.)",
          "text": "Come on! We've got lots of wine! The target on Maya's monitor disappears in a puff of smok",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool. Bring me back a bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA, (O.S.)",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica pours two glasses of wine and raises a toast to h colleague, JOHN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to get technical, but this guy is actually the first big break we've had since 9/11. To big breaks and the little people that make them happen. Clink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So far, everything he's said we've cross checked and it's proved legit... and I think the money is persuasive. 25 million dollars?! That buys a new life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think he might be exaggerating his access?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Possibly. But Al Qaeda needs doctors and they are short staffed and that could explain his rise. In six months to a year, if he doesn't fuck up, he could be called in to treat bin Laden. And at that moment, with 25 mil on the table, I think he gives up the Big Man. And if he doesn't, we kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same gathering as the day before, waiting under the merciless sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "Jessica turns to her crew, which includes LAUREN, a young operative, ZIED, a Jordanian intelligence agent, and the base's CIA SECURITY GUARD, among others. They rehearse th impending meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So John? (John turns to her) When he arrives, I'll set the tone, and then I'll flip it to you - and you'll talk about asset protection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then Lauren, I know you want to get some questions in there - but give Balawi time after John speaks. We'll cover the basics and have his birthday cake, then we'll get to the nitty gritty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "47.",
          "text": "Jessica turns to Zied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that order okay, or do you want to introduce everyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll introduce you, and you introduce your team. He knows this is a high level meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quick question: all is taking place inside our main building?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. And Lauren? Washington will want real time updates so please stay on top of that. Be concise. The Director is in the loop. And I wouldn't be surprised if he doesn't update the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I'm on it. They take in the possibilities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, I just need to get Balawi's ass down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waiting and waiting. No cars approach. The sun beats down",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several hundred yards before the Camp entrance is a beat- SEDAN. The car pulls up to the checkpoint but doesn't proceed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Security Gyard) Why are there gate guards there? We talked about this, no one is supposed to be there when my source arrives. You might have spooked him already!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Procedures only work if we follow them every time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This time is different - I'm sorry I can't explain, but it's for a good cause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm responsible for everyone's safety, okay? It's not just about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just need them to go away for a minute. You can search him as soon as he gets here. The Security Guard pauses, then into his radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All stations, go ahead and stand down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guards move away from their post. The sedan drives pa the gate into a maze of barriers. We follow the car as it navigates the maze of HESCO barriers, kicking up a cloud dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica runs back to her team and flashes a thumbs up. She smiles and pulls out her phone, sending a text.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ECU",
          "text": "He's here. Brb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool! The car navigates the second set of barriers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya types on her computer: Wassup you talking yet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica looks up to see the car approaching and puts the phone back in her pocket. The sedan is now 50 yards away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, he's coming. We're gonna search him when he gets here. Everyone prepares. The car gets closer and closer, a driv in front and a passenger in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya texts again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Answer when you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sedan pulls to a stop. A BLACKWATER GUARD taps on the backseat window. Balawi exits on the passenger side. His free hand is in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the other guard) Is he supposed to limp like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your hand out of your pocket! Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allahu Akbar, Allahu Akbar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(raising his M4) Get you hand out of your pocket!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allahu Akbar. Jessica's smile fades And Balawi detonates a suicide vest hidden under this jac and the resulting shrapnel storm pulps the crowd, massacr them all -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya looks at her computer screen. She sees her last inst message..And waits for a response. Beat. Maya looks up, concern on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The explosion smoke still hovers over Camp Chapman. News reporting of the attack plays over the horrific image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya huddles on the floor under the corner of her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The office has thinned out, and most people have gone hom for the day. Maya is crouched in the corner. A wounded animal. Jeremy, the case officer from the conference room approaches and gives Maya a computer disc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay? No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't think this day could get any worse, but bad news from Saudi intelligence. The courier guy, Abu Ahmed, is dead. It's a detainee video. Maya still fighting to contain her grief, takes the file an almost welcome distraction. She puts the disc into her computer and hits play. CU COMPUTER SCREEN: A PRISONER being interviewed by a CIA CASE OFFICER holds the photo of Abu Ahmed we've seen so m times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's dead, in Afghanistan, 2001. I buried him with my own hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kabul. Maya stares at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Maya, I always liked this lead. Jeremy leaves Maya at her computer. She continues to stare at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya is still by herself. Her friend Jack approaches -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Sorry, I just got here. What are you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to smoke everybody involved in this op, and then I'm going to kill bin Laden. Off the darkness in her eyes we -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The staff has gathered to hear a word from the boss in a large conference room; it's packed shoulder to shoulder w dozens of people, including Maya, Jim, Jack, Hakim, and Bradley at the front. GEORGE WRIGHT, Chief of the Afghanistan Pakistan Departme has just flown in from D.C. A big man, striding quickly i the room with the street roll of the Bronx projects he gr up in, George looks ready for a brawl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to make something absolutely clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you thought there was some secret cell somewhere working Al Qaeda, I want you to know that you're wrong. This is it. There's no working group coming to the rescue. He stares at his staff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nobody else, hidden away on some other floor. There is just us. And we are failing. We're spending billions of dollars. People are dying. We're still no closer to defeating our enemy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They attacked us on land in 98, by sea in 2000, and from the air in 2001. They murdered three thousand of our citizens in cold blood, and they've slaughtered our forward deployed. And what the fuck have we done about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have we done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have twenty leadership names and we've only eliminated four of them. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want targets! Do your fucking jobs, bring me people to kill!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The office has grown bigger and busier and the cubicle ma is filled with many new faces of young agents excited to in Pakistan. Sitting alone at her desk we find Maya just as she's fini a report. She gets up, crosses the room and goes to the desk of a young woman who reminds us in her idealistic enthusiasm of the way Maya was six years ago. This is DEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. I painstakingly combed through everything in the system and found this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "53.",
          "text": "She hands Maya a file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's him. He was one of ten names on a watch list sent to us by the Moroccans after 9/11: Ibrahim Sayeed. They told us to watch out for him, apparently they think his whole family and extended family is bad and has ties to KSM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was picked up for fake papers and a doctored exit visa leaving Afghanistan, traveling through Morocco en route to Kuwait. Abu Ahmed al- Kuwaiti. This must be Abu Ahmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't matter, but I wish I had that five years ago. How come I never saw it before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody saw it, most likely. There was a lot of white noise after 9/11, countries wanting to help out, we got millions of tips and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Things got lost in the shuffle. Human error. Maya turns her attention back to the WHITE BOARD and as D keeps talking we follow Maya's gaze across the row of MUG SHOTS of Al Qaeda personnel. While a few of the men are African or are distinctive looking for other reasons, mos of them look fairly similar in that they're all wearing t same type of clothes and have the same trademark long gna beards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway I thought you should know about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just want to say I've heard a lot about you. You inspired me to come to Pakistan. Maya's eyes narrow. She keeps looking at the WHITE BOARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you'll let me buy you a kabob sometime?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't eat out. It's too dangerous. Maya stares at the Al Quaeda mugshots - a thought crosses her mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya on the speaker phone to Daniel. We intercut. Daniel is now a suit in Langley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan, Debbie found Abu Ahmed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck. Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was in the files this whole time. The family name is Sayeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, but he's dead. So doesn't that make him a little less interesting to you? MAYA O.S. He may not be. We now know that Abu Ahmed is one of eight brothers. All the brothers in the family look alike. Three of them went to Afghanistan. Isn't it possible that when the three eldest brothers grew beards in Afghanistan, they started to look alike? I think the one calling himself Abu Ahmed is still alive. The picture we've been using is wrong. It's of his older brother, Habeeb. He's the one that's is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, what are you basing this on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have no intercepts about Abu Ahmed dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We just have a detainee who buried somebody who looked like Abu Ahmed. But if somebody as important as Abu Ahmed had died, they'd be talking about it online in chat rooms all over the place. Plus, the detainee said that Habeeb died in 2001. We know that Abu Ahmed was alive then, trying to get into Tora Bora with Ammar. That means it's probably one of the other brothers that's dead. DANIEL O.S. In other words, you want it to be true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I fucking want it to be true. Maya slams the desk. DANIEL O.S. Calm down. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am calm. DANIEL O.S. State your request.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move heaven and earth and bring me this fucking Sayeed family's phone number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANGLEY, VA.",
          "text": "A dark (window shades down) executive office, where in th shadows a white American man in a nice suit is kneeling o prayer rug and saying the Islamic daily prayers. Daniel waits as the man recites the prayers and presses h pale forehead to the carpet. This is WOLF. He is the head of the agency's COUNTER TERRORISM CENTER (George's boss).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As-Salamu alaykum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alaykum salam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a couple hundred thousand. Four max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you gonna get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could crack open the facilitator Maya's been looking for by giving us a phone number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's your killer, Wolf. You put her on the field. (reciting a phrase from the KORAN, in Arabic, then loosely",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allah rewards those who strive and fight over those that sit behind a desk. WOLF nods. If the blatant attempt to play on his Muslim belief bothers him, he doesn't show it at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you know, Abu Ghraib and Gitmo fucked us. The detainee program is now fly paper. We got senators jumping out of our asses, and the Director is very concerned. They will not stop until they have a body. There it is. The quid pro quo. There's a reason he's call The Wolf. Daniel considers all that he'll go through if he voluntee to be the fall guy for the controversial program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ran it. I'll defend it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "Daniel and a KUWAITI BUSINESS MAN in a suit are drinking ogling the RUSSIAN GIRLS prowling the place. After a few sips of his drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good to be back in Kuwait. It's good to see you again, it's been awhile. The businessman doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why should I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because we're friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You say we are friends. How come you only call me when you need help? But when I need something - you are too busy to pick up the phone. I don't think we are friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fair enough. How about a V10 Lamborghini? How's that for friendship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They wait while a Lamborghini SALESMAN, disheveled, clear just awakened, unlocks the door of the dealership.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Kuwaiti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The poor fucker had to get out of bed. (to the Salesman) As-salamu alaykum. Thanks my friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They step inside and the salesman flicks on the lights revealing shiny cars displayed like jewels on rotating",
          "sentiment": "neutral"
        },
        {
          "speaker": "58.",
          "text": "platforms. While the Kuwaiti businessman peers inside a silver model, Daniel confers with the salesman like he's bought twenty of these cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this a Balboni? Fuck me. This is nice. What are you thinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I'll choose this one. The salesman retreats to a back office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a nice choice, my friend. Daniel gives the Kuwaiti a slip of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who do you think? The guy's a terrorist. His mother lives here. I just need her phone number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There will be no repercussions in Kuwait?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody might die at some point in Pakistan. They shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sound graphs of phone calls fill the screen. We cruise through rows upon rows of server facilities, a single mon in front traces a call to Rawalpindi, Pakistan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya chews on a peanut butter &amp; jelly sandwich. Jack her on her cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not gonna like this, he's on the phone, but there's no team to deploy right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck. She dashes out runs down the hall to an Exit sign - burst through the door to a staircase -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Flies down the staircase - down to another floor, barge through the door -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station's surveillance team leader, LARRY, unstraps h flack vest. He looks like the kind of guy you don't mess with....so of course Maya barges into his space like a locomotive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come you haven't deployed a team to stay in Rawalpindi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For one thing, it's dangerous. For another, the area is too congested for us to be effective without some predictive intelligence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why you should forward deploy - so you can shorten your response time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still, it wouldn't work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy never stays on the phone long enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You haven't tried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I don't have the personnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As it is, my guys don't get any sleep tracking the threats within Pakistan. Larry pushes past her to leave, and she follows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right, I understand. But I don't really care if your guys get sleep or not. Maya looks at Larry's team sleeping on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The conversation continues in the bar, for Maya has not relented, although the tone is softer now. She offers Lar a beer. He takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This guy you're obsessed with, what's his name again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abu Ahmed al Kuwaiti is the nom de guerre. His true name, we think, is Ibraheem Sayeed. His family lives in Kuwait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wasn't it, like, eight brothers - and a million cousins - that we know about - anyone could be calling home -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- It's not like he's saying, \"Hey mom, it's me, the terrorist.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over the course of two months, he's called home from six different pay phones, from two different cities, never using the same phone twice. And when his mother asked him where he was, he lied. He said that he was in a place in the country with bad cell reception -- implying he was in the Tribals -- but he was in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a market in Peshawar. I'm sorry, but that's not normal guy behavior. That's tradecraft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he just doesn't like his mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, if he talks about an operation, or refers to anything remotely fishy, I'll get on him. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Not okay. Look, Abu Ahmed is too smart to tip his hand by talking about ops on the phone: he works for bin Laden. The guys that talk about ops on the phone don't get that job. Larry looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lot of my friends have died trying to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe I was spared so I could finish the job. The girl is a true believer - as pure as they come. Larry looks at her. Her sincerity is persuasive. And just like that, he decides to help her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hakim walks through a crowded call center. Larry joins hi from a back entrance. They look around: nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hakim parks in front of the Rawal Call Center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The call center is arranged into two rows of cubby-holes, each separated by a privacy wall. Hakim searches the plac finds nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CU TV SCREEN: News reports of the attemped NYC bombing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (O.S.)",
          "text": "It is in surveillance video and pictures like this of the explosive- laden vehicle just moments before it was parked, that police hope to find the man who wanted so badly last night to leave a body count in Times Square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TV news report continues playing in the bg. Bradley is moving as fast down a hallway. Coming towards him like a shark from the other end of the hallway: Maya. Bradley looks determined not to deal with her right now, lowers his head, but she spreads her arms slightly and basically blocks his passage through the hallway",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really need to talk to you about beefing up our surveillance operation on the caller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't have a surveillance operation on the caller. (turning to Maya) Someone just tried to blow up Times Square and you're talking to me about some facilitator who some detainee seven years ago said might have been working with Al Qaeda? Maya is practically shaking with zealous rage at her inab to bend Bradley to her will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's the key to bin Laden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't fucking care about bin Laden. I care about the next attack. You're going to start working on American Al Qaeda cells. Protect the homeland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "bin Laden is the one who keeps telling them to attack the homeland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it wasn't for him, Al Qaeda would still be focused on overseas targets. If you really want to protect the homeland, you need to get bin Laden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This guy never met bin Laden. This guy is a free lancer working off the fucking internet. No one has even talked to bin Laden in four years: he's out of the game, he may well even be dead but you know what you're doing? You're chasing a ghost while the whole fucking network grows all around you! For a moment she is silenced by Bradley's reprimand but t Maya's obsession speaks for her - and like a woman posses she recklessly goes at him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just want me to nail some low level Mullah-crack-a-dulla so that you can check that box on your resume that says while you were in Pakistan you got a real terrorist. But the truth is you don't understand Pakistan, and you don't know Al Qaeda. Either give me the team I need to follow this lead, or the other thing you're gonna have on your resume is being the first Station Chief to be called before a congressional committee for subverting the efforts to capture or kill bin Laden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're fucking out of your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need four techs in a safe house in Rawalpindi and four techs in a safe house in Peshawar. Either send them out or send me back to DC and explain to the Director why you did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya, despondent, sits at the bar, drinking a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "64.",
          "text": "Jack approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck the mom, we got the man himself. Jack puts a cell phone down on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yesterday your caller bought himself a cell phone. And every time his phone rings - (he taps the cell",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- This phone will ring. Did I hook you up? Maya throws her arms around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry drives his team around the narrow streets of Rawalp In the backseat, the COMPUTER TECH studies his laptop-lik tracking device. MAYA O.S. My guess is that he lives close to where he's making the calls, and it makes sense he'd be living in Rawalpindi because there's an Al Jezerra office there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We focus on a MAP of Pakistan on the wall. Maya is indica neighborhoods in Rawalpindi. She's briefing Bradley, Haki Larry and a few other people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It would be convenient for him to drop tapes off if he's sending either from bin Laden or from an intermediary. When he wants to make a call, he leaves the house, walks a few blocks, then switches on the phone. We need to keep canvassing the neighborhood until we find him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry is at the wheel, moving slowly through a dangerous part of town. The streets narrow. Two motorcycles suddenly pull around in front of Larry's and stop. The riders pull out guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got a shooter! Larry tries reversing but a compact car wheels in right b them, and Larry slams on the brakes. The TECH raises an M",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're blocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me talk to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hakim gets out of the car and walks toward the men. We ca hear what they're saying. At last, Hakim comes back to th car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They said white faces don't belong here. If they don't move, shoot them. A tense beat while the men stare, then finally leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a large wall map, Maya circles \"Peshawar\" in red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry's SUV speeds onto a highway, weaving in and out of dense traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the backseat, the Computer Tech is getting tossed arou trying to hang onto the Geo Locating device in his lap. T Geo Locator starts to BEEP - a blinking red light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's east of us. Try the market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The congestion thickens. They slow to a crawl. The SUV, stuck in traffic. Can't move. Larry leaps out of the car and heads into an open air mar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's packed. All MEN - most with traditional beards worn Al Qaeda members - many talking on cell phones. Impossible to tell who is who. Impossible to find this ne in a haystack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The search continues... Hakim prowls a back alley. Then goes up on a rooftop to survey the activity below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hakim is on a street corner conducting surveillance. We follow him into a crowd and then lose sight... We find him again, another street, another fruitless sear As Hakim goes from street to street, we hear: JACK O.S. We got a signal on Tipu Road for ten minutes. Then he went to Umar Road for five minutes. Nogaza Road. Darya Abad. That's in the Umar Road area. In Rawalpindi: Haider Road, Roomi Road. He went to the Convoy Road, which is near the hospital. So that's Haider, Roomi Road, Said, No Gaza, Taimur. He made a call from Haifa Street, that's the spice district.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Maya click through the tracking maps on her comp screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lahore street, which is also in Pesh, thirty minutes. Wazir Bag Road, five. Nishterabad, five. Phandu Road, five minutes, the Grand Trunk Road, forty five seconds. There's no pattern. Sometimes he calls every two weeks - sometimes every three - there's no consistency - I can't predict when he's gonna make another call because the guy's erratic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think its intentional?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It might be. Maybe it just looks erratic to us. I just can't tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wearing a black burkha, Maya walks into her house and sin into the couch. She pulls off the head covering but doesn bother to remove the burkha. She switches on the TV. If you didn't know her better, you'd think she'd gone native",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find Maya driving up to a check point mobbed with PROTEST carrying signs - Joseph Bradley IS A CIA SPY! KILL THE SP Bradley is CIA, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (O.S.)",
          "text": "Meanwhile, our chief foreign correspondent, Richard Engel, confirms the CIA's top spy in Pakistan has been pulled out of there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PROTESTERS have blocked the embassy check point. It's going to take a long time to get through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (O.S.)",
          "text": "He's been receiving death threats after being named publicly in a lawsuit by the family of a victim of a U.S. drone attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several protesters notice her - they move to her car and start banging on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya and Bradley and several other STAFFERS watch the pro through a window -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CROWD grows larger and more unruly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ISI fucked you. I'm so sorry Joseph. It's the first time she's addressed him by his first name Startling, to hear kindness in her voice. Joseph turns to reply then thinks better of it and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry's minivan chugs through the crowded markets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still on tower three! Five. Signal getting stronger. Ten! Larry continues driving straight down the main road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifteen. Ten. Signal's getting weaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We lost him - no signal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heading South. The van passes horse-drawn carts, men on cell phones, fru stands. The Tech studies his screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's up at five again. Fifteen. Twenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weaker now, he's shifted. We're back to five. I don't get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's driving in circles. Larry now drives very fast back to the main road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No change?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now Larry stops in the middle of the market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's hope he comes back around. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty. Thirty. Forty! Fifty - we're within ten meters of him. Larry scans the street - sees a half dozen guys on cell phones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's really close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at the cars. He's in a vehicle. Larry spots something:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy with the phone in the white SUV. They snap a photograph of a WHITE POTAHAR SUV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm breaking off - The grey minivan pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry's photograph of the WHITE POTAHAR SUV plops on Maya desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this what I think it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy you've been looking for, geo- located on his cell phone in his white car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're right, the whole world's gonna want in on this, so you gotta stick to your guns now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The new Chief of Station, TIM ALEXANDER, barely looks up from his desk as Maya enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm amazed that you're still here. (looks at his watch,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When can we grab lunch? He sees that Maya, who hovers annoyingly over his desk, i gonna wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a picket line along the GT highway and men spaced at intervals along the road and at every exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya, I know -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you agree with me now. This is important?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I've just learned from my predecessor that life is better when I don't disagree with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A two lane highway. Tucked on the side of the road is an OLD MAN with a cart of mangoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYA, (V.O.)",
          "text": "Our current hypothesis is that he lives somewhere along the highway, in one of the towns, or a medium sized city called Abbottabod, or up near Kashmir. ECU: mango cart. Nestled among the fruit is a BLACK RADIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Squatting in the dirt near a bus stop is another OLD MAN, watching passengers disembark from a bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYA, (V.O.)",
          "text": "Kashmir is interesting because it's a way station for the Tribals. We stay with the old man for a while. At last, the white POTAHAR SUV drives past. He makes a no in his pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A nut seller, another CIA look out, scoops a handful of n into a bag for a CUSTOMER as he keeps an eye on CARS exit the highway. He takes note as the white POTAHAR passes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYA, (V.O.)",
          "text": "Abbottabod is interesting because we know from detainee reporting that Faraj stayed there, briefly in 2003.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The street is filled with compact cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYA, (V.O.)",
          "text": "The good news is he's driving a white SUV. SUV's are actually pretty rare in Pakistan. If he was driving a sedan or a compact, we'd be fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYA, (V.O.)",
          "text": "Obviously this assumes he doesn't change vehicles. Maya at her desk working and we realize that she has been typing all this in a cable she will email to Washington.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The building GUARD sees Maya heading out to her car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Amad. Maya gets in her car. The gate opens. As she starts pulli out onto the street, suddenly a car drives up in front of her and THREE SHOOTERS come out and hammer Maya's Toyota.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Bullets spider webbing the glass as Maya slams the car into reverse -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Maya's guard starts returning fire, but his aim is terr - SHOOTERS bear down on Maya, pumping bullets into her ar car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "73.",
          "text": "The gate closes, saving her, at the last possible moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya shakes inside her vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any American in Pakistan is a target, they don't necessarily know I'm CIA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't matter. You're on a list. Next time there might not be bulletproof glass to save you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you, of all people, should know that once you are on their list, you never get off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll keep up on the surveillance, as best we can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hakim paces on a street as the POTAHAR we've been followi drives past him. Hakim watches the vehicle enter a gated COMPOUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Langley Predator Bay is an impressive sight, a comman center bristling with high-tech equipment. The room is fi with TECHNICIANS. George is in the center, where he belon directing traffic. People come up and give him new pieces of information. The big screen displays a single image: The overhead satellite image of the compound in Abbottabo",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "From the back of the room, Maya enters, and watches the activity unfold without her... without her input. George notices her, gives a thumbs up and then turns back his troops. STEVE, early 40s, a senior manager and one of George's to deputies, joins Maya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Basically we had a guy who rolled with Al Qaeda and did services for them. We lost him for seven years and now we found him again -- and boy does he have a really nice house. Is that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, let's go talk to the boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya and Steve are the first to arrive in the wood panell conference room. A detailed TABLE TOP MODEL of the compound sits in the ce of the conference table, right next to a poster-sized satellite image of the compound. She starts to sit in one of the chairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should sit back there...sorry. Steve points her to the back of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're gonna ask: if bin Laden is at the end of this rainbow - is the Pak military with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The question isn't are the Paks protecting bin Laden?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The question is, 'would he allow himself to be protected by the Paks?' I mean, why would he trust them? He tried to kill Musharaf. Steve considers a reply, but the meeting principals are f in, including Daniel, and when Steve sees the CIA DIRECTO enter the room, he clears the head of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you take a right out of Islamabad and drive about forty-five minutes North, you'll find yourself here in Abbottabad. A middle class community - some ex-military - not particularly interesting to us. Except we did find this compound, which is unique. We got a sixteen foot wall around the entire perimeter, the windows are blacked out. It's a fortress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't you put a camera somewhere - in the trees - to get a look into the main house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It will probably be discovered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to get a look into the house. The Director moves to the satellite image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIA DIRECTOR, (CONT'D)",
          "text": "Alright, what's this? This cluster of buildings down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PMA - The Pakistan Military Academy. It's their West Point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how close is that to the house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About a mile. A WOMAN'S voice from the back of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYA O.S.",
          "text": "4,221 feet. It's closer to eight- tenths of a mile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm the motherfucker that found this place, Sir. The boss studies her for a moment then turns back to the model.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to know more about who's inside this house by the end of the week. The brass files out, leaving Steve and Maya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Motherfucker?\" Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya sits at her desk, frustrated, then walks down the ai of cubicles to the glass wall of George's office. She gra a red marker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through the glass) Morning, George. In red magic marker, Maya writes the number 21 on the gla Then circles it. George looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-one days. It's been twenty- one days since we found the house and nothing's happened!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a drone-fed overhead IMAGE of the bin Laden house real time with a resolution of 100 feet. Maya stares at t screen, trying to decipher the shapes moving beneath her, thousands of miles away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "77.",
          "text": "The BLIPS move in increments, shadows lengthen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ECU - Maya erases the \"51\" on George's wall and replaces with \"52.\" George looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya sits at her desk. Her phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVE stares at drone image of the COMPOUND, which is und the joystick control of an IMAGERY TECHNICIAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swing by, I want to show you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya jumps up from her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya walks in. Steve shows her images on the large monito",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is from a few minutes ago. We've got two males, two females, and seven kids. Maya points to one of the shapes in the courtyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm saying that's Bushra. The brother's wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know the gender?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points on screen, to a thin line) This is a clothes-line here, for laundry. Men don't mess with the wash. We watch that shape move away from the clothes-line and b to the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes her about four seconds to move from there to the front door. So she's on the older side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that up there? (pointing to the other",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those are kids. They're shuffling around, sword-fighting or something with sticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can see their height relative to this - these are cows - so they're probably between seven and nine. Boys. Another FIGURE comes out of the house and moves to the cl line and grabs some laundry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your female is moving fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I wanted to show you. (to the Imagery",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we pause this please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not the same lady. That's female #3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you found two males, three females?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's correct. Maya suddenly gets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're missing a male.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes we are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George is on one side of a conference table, on the other side is the DEPUTY NATIONAL SECURITY ADVISOR, THE SPECIAL ASSISTANT TO THE DEPUTY NATIONAL SECURITY ADVISOR, and th NATIONAL SECURITY ADVISOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If there are three females, there ought to be three males. Observant Muslim women either live with parents or with their husbands. We think there's a third family living in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATIONAL SECURITY ADVISOR",
          "text": "So this third male that you've identified as possibly being bin Laden, do I just give up all hope of ever seeing a photograph of him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope? Hope is not a targeting layer. You give up your hope right now. We scanned for heat signatures, but we can't validate if it's a man or a woman up there. We found a safe house, but we can't get a vantage point to fire a telescope over the balcony wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DOCTOR comes to the compound offering immunizations. On of the women let's him in, and he offers polio vaccines t the children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We talked about burrowing a pin hole camera but there's a high risk of discovery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have explored the possibility of digging tunnels, of sending hot air balloons, of re-routing supply C- 130's to take a peek, but that might be too alerting. We've looked for ways of collecting available DNA from his trash - you know, looking for his toothbrush, but they burn the trash. We started a vaccination program, we sent a doctor to the house, to see if he could pull blood. A lady in a black burkha rushes out and angrily shoos the doctor away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That didn't work out. We thought about sending a guy with a bucket to pull a sample from the sewer to analyze his fecal matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPECIAL ASSISTANT TO THE ADVISOR",
          "text": "What was wrong with that, exactly? He looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was wrong with that? The sample would be too diluted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATIONAL SECURITY ADVISOR",
          "text": "And it's asking too much to get a voice confirmation with him on the phone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't make telephone calls from the compound. We pulled the cell tower nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATIONAL SECURITY ADVISOR",
          "text": "And I'm also going to give up hope that he might ever get in that white SUV and drive around a bit and we could see him? Don't they get groceries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The unidentified third male does not get groceries. He does not leave the compound. He does not present himself for photographs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When he needs fresh air, he paces around beneath a grape arbor, but the leaves are so thick they obscure our satellite views. This is a professional attempt to avoid detection - real tradecraft. The only people we've seen behave this way are other top level Al Qaeda operatives. The National Security Advisor nods to his Special Assista who slides a big folder across his desk to George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATIONAL SECURITY ADVISOR",
          "text": "We did a Red Team on your analysis. According to them, this behavior could belong to someone other than Al Qaeda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY NATIONAL SECURITY ADVISOR",
          "text": "They did give a forty percent chance that the unidentified third man is a senior Al Qaeda operative. But they also said there's a thirty-five percent chance he's a Saudi drug",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading from the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fifteen percent chance that he's a Kuwaiti arms smuggler, a ten percent chance that he's one of the relatives of the brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPECIAL ASSISTANT TO THE ADVISOR",
          "text": "Basically, we agree with you, the house screams security, it screams someone who wants privacy, it even screams 'bad guy', but it does not scream bin Laden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATIONAL SECURITY ADVISOR",
          "text": "You get the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you can't prove it's bin Laden, at least prove it's not somebody else, like a drug dealer. Beat. The meeting is adjourned. As they walk out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know we lost our ability to prove that when we lost the detainee program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the hell am I supposed to ask? Some guy in Gitmo who is all lawyered up? He'll just tell his lawyer to warn bin Laden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATIONAL SECURITY ADVISOR",
          "text": "You'll think of something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya is back at George's office, keeping track of time fo us by writing each passing day on the window of George's office. We watch as she erases the numbers in red and writes new ones. 78. Time passes. 98. 99. 100. 100 days. She underscores the numerals in thick magic mar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same group around the same conference table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'd be the first successful drug dealer never to have dealt drugs. He has no internet access to the house. He makes no phone calls either in or out. Who's he selling to, who's he buying from, how's he making his money? And if you're going to say he's retired, I'd say where's his swimming pool, where's the gold cage with the falcons? And why does he send his courier to the two cities in Pakistan we most associate with Al Qaeda, that have nothing particularly to do with heroin production? The National Security Advisor taps his pencil impatiently",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATIONAL SECURITY ADVISOR",
          "text": "The President is a thoughtful, analytical guy. He needs proof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The National Security Advisor and his team file out. Geor approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to admit, I just don't get the rhythms of politics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATIONAL SECURITY ADVISOR",
          "text": "You think this is political? If this was political we'd be having this conversation in October when there's an election bump. This is pure risk. Based on deductive reasoning, inference, supposition and the only human reporting you have is six years old, from detainees who are questioned under duress. The political move here is to tell you to go fuck yourself, and remind you that I was in the room when your old boss pitched WMD Iraq...at least there you guys brought photographs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, you're right, I agree with everything you just said. What I meant was, a man in your position, how do you evaluate the risk of not doing something, the risk of potentially letting bin Laden slip through your fingers? George shakes his head with an \"aww shucks\" kind of shake",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is a fascinating question. George walks away. After a beat, the National Security advisor calls after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATIONAL SECURITY ADVISOR",
          "text": "Hey. George turns around. The National Security Advisor approa him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATIONAL SECURITY ADVISOR, (CONT'D)",
          "text": "(lowering his voice) I'm not saying we're gonna do it. But the President wants to know: if we were going to act, how would we do it? Give us options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "Doors of a HANGAR open in front of a large crowd that inc several White House guys, a General, and a squadron of Na SEALs, including PATRICK, JUSTIN, JARED, SABER, TWO SOAR PILOTS, and some members of the Af-Pak department, George Daniel, Hakim, and of course, Maya. The doors grind open reveal: TWO STEALTH BLACKHAWKS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I actually tried to kill this program a couple of times. They've gone through an initial round of testing, and they have excellent radar defeat - we just haven't tested them with people in them yet. The General continues his briefing..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll notice these stealth panels similar to what we use on the B2 - (pointing to the rotors) - The rotors have been muffled with decibel killers - it's slower than a Blackhawk and lacks the offense. But it can hide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me. Can I ask a question? What do we need this for in Libya? Gaddafi's anti-air is virtually non- existent. Maya looks over, not sure what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, can I have your attention? My name is George. I run the Af-Pak division at CTC, and I'm primary on this for the agency. This is a title fifty operation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of us have worked together before. This is a good one. Maya, do you want to brief them? Maya looks at the SEALs. Folds her arms. This isn't going to be easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are two narratives about the location of Osama bin Laden. This registers on the SEALs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The one that you're most familiar with is that UBL is hiding in a cave in the Tribal Areas, that he's surrounded by a large contingent of loyal fighters. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that narrative is pre- 9/11 understanding of UBL. The second narrative is that he's living in a city - living in a city with multiple points of egress and entries and with access to communications so that he can keep in touch with the organization. You can't run a global network of inter- connected cells from a cave. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've located an individual we believe based on detainee reporting is bin Laden's courier. He's living in a house in Abbottabod, Pakistan. And we assess that one of the other occupants of the house is UBL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me. You got an intel source on the ground?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No? Okay, so how do you know it's bin Laden? We've been on this op before, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bin Laden uses a courier to interact with the outside world. By locating the courier, we've located bin Laden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's really the intel? That's it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite frankly, I didn't even want to use you guys, with your dip and your velcro and all your gear bullshit. I wanted to drop a bomb but people didn't believe in this lead enough to drop a bomb, so they're using you guys as canaries on the theory that if bin Laden isn't there, you can sneak away and no one will be the wiser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But bin Laden is there - and you're going to kill him for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullets are cheap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George is shaking his head as he talks to Wolf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are nervous downtown. I don't think we'll get approval this decision cycle. They look up and notice that Maya is standing outside Geo office staring at them through the glass. She angrily wipes the number 128 off the window and chang it to 129. Wolf nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's her against the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George is pulling his tray away from the food service cou when Maya ambushes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've spun up the SEALs - we've done everything humanly possible to collect on the compound, and the collection is not going to get any better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to keep working it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to come into work one day, and there's going to be a black moving van and a 'for sale' sign in front of that compound. George drops his tray down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya, you didn't prove it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sitting around the table are the CIA Director, JEREMY, Wo the DEPUTY DIRECTOR, George, Daniel, Steve and a few othe people we don't know. At the far end of the table are bac benchers, including Maya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm about to go look the President in the eye and what I'd like to know, no fucking bullshit, is where everyone stands on this thing. Now, very simply. Is he there or is he not fucking there? He looks to the Deputy Director.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We all come at this through the filter of our own past experiences. I remember Iraq WMD very clearly, I fronted that and I can tell you the case for that was much stronger than this case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes or no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't deal in certainty, we deal in probability. I'd say there's a sixty percent probability he's there. The CIA Director points to Wolf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I concur. Sixty percent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm at eighty percent. Their OPSEC is what convinces me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys ever agree on anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I agree with sixty, we're basing this mostly on detainee reporting and I spent a bunch of time in those rooms - who knows? Maya shoots Daniel a look. What a traitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd say it's a soft sixty, sir. I'm virtually certain there's some high value target there, I'm just not sure it's bin Laden. The CIA Director leans back in his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a cluster-fuck, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to know what Maya thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're all incorporating her assessment into ours. Maya can't take it anymore:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One hundred percent, he's there - okay, fine, ninety-five percent because I know certainty freaks you guys out - but it's a hundred!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CIA Director walks with Jeremy towards the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're all cowed. What do you think of the girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think she's fucking smart. As the door closes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're all smart, Jeremy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya is eating lunch by herself when she's startled to se the CIA Director standing by her table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I join you? She nods, gulps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long have you worked for the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twelve years. I was recruited out of high school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know why we did that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think I can answer that question, sir. I don't think I'm allowed to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What else have you done for us besides bin Laden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. I've done nothing else. He evaluates her... weighing her certainty against his de of Washington experience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you certainly have a flare for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jalalabad Airfield: nestled against the rugged mountains the Pakistan border.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY 1, 2011",
          "text": "Everything in motion, SOLDIERS, CONTRACTORS, AVIATION ASS PATROLS coming and going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patrick and Justin are playing horseshoes. Maya, happy fo the first time since we've met her, watches them",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, Patrick, be honest with me. You really believe this story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No offense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What part convinced you? Patrick motions to Maya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her confidence. Maya smiles, laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? Okay. That's the kind of concrete data point I'm looking for. He shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If her confidence is the one thing that's keeping me from getting ass- raped in a Pakistani prison...I don't know. I'm gonna be honest with you though, I guess I'm cool with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "91.",
          "text": "They bump fists, laughing. Maya's cell phone rings. She moves aside to answer it. We INTERCUT with George in his Langley office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya, I wanted you to hear it first. You know that thing we talked about? It's going to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight. Good luck. She hangs up, turns back to the SEALs, who are still play horseshoes with the grace of young guys in their prime. Their lives are in her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASE",
          "text": "The small space is filled with personnel and telecommunications gear. At the back of the room Maya sit quietly, adjusting a headset and speaking calmly into a s line. From the corner Hakim watches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Testing - testing 1 - 2 - 3 - A SEAL with his com set on gives her the thumbs up. She looks around at all the impressive technology in the make Command Center. She walks over to Hakim and they leave together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you for coming with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. I'll go with you where ever you want. A few hundred feet in front of them they can see SEALs preparing their gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck Hakim, what if I'm wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish we could have just dropped a bomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please don't drop it while we're in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too. Don't drop anything while I'm inside. Off her anxious smile --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LZ",
          "text": "Blinding white lights - rigged to chain link fencing, lik space shuttle launch - Silhouetted shapes behind the lights and the thump-thump- thump SOUND of high-dollar helicopters - Now push through the glare and the fence into -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A top-secret LZ. Where twenty-two SEALs in full battle rattle and an attac DOG load into TWO STEALTH BLACKHAWK helicopters Moving fast, wordlessly, loading weapons and gear - under the intense bright white light, then - - Doors slam, engines whine - Fifty yards away, Maya stands alone, looking on. - And the HELOS rise above the lights and disappear into night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hands feather the controls as the pilot -- one the famed Nightstalker's from the Special Operations Aviation Regim (SOAR) 160th -- flies without lights, using only his NODs for night vision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flying in formation, barely visible in the moonless sky, flying lights. The helos near the Tora Bora mountain range: dimly visibl bulks rising in front of the helos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SEALs gently bounce inside the bellies of the churnin beasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirty seconds to first turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Justin, what are you listening to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tony Robbins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tony Robbins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should listen to it. I got plans for after this. I want to talk to you guys about it. It's not selling. You become a representative. Everyone chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hard left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The stealths take a sharp turn. Skimming the mountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who here's been in a helo crash before? Everyone raises their hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, so we're all good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASE",
          "text": "Technicians track the helos on an array of computer scree",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now entering Pakistan. Maya is here, too, working. She's always working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pakistani coms, no chatter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find the HELICOPTERS navigating tight mountain passes. NO Throughout the flying sequence that follows the helicopte fly very close to the ground, with a margin of error less then twenty feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The terrain zooms by as we travel through a twisty mounta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Looming straight ahead on a collision course is a GIANT MOUNTAIN. They zoom closer. We can see individual rocks n",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big left!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seconds before impact, the HELICOPTERS bank into a hard l turn. DUST blows off the mountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dog PANTS - sitting in its handler's lap in the dim c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three mikes to target. Standby for doors open. Inside the dim interior, illuminated by only blinking instrumentation, the men are tense, quiet. We pass slowly from face to face, noting each SEAL's contemplation of the mission that lies ahead. Some of them are anonymous soldiers. Many we've come to know: Justin, joyfully bobbing his head, grooving to his iPod... Saber's eyes fixed on a thousand-yard stare... Ha struggles to get comfortable and control his anxiety, wip away sweat... Patrick checks his gear for the hundredth t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside: Darkness....just a THUMP THUMP THUMP... And then we see them: flying in tight formation, the oddl rectangular helos, with their black stealth panels and sh edges, like two alien spaceships advancing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should be coming up just off our nose, 3 o'clock. Everyone grabs onto their gear, getting ready to fast rop",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patrick flings open the side door. Night wind rushes in -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Small cottages mixed in with larger suburban homes. Among them, swimming pools. The water shimmering. Surreal. Then rows of green fields. A stand of trees. It appears: AC 1. It is massive - six or seven times larg than any other nearby structure - with sixteen foot high walls and a gated interior. A fortress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirty seconds. Patrick leans out for a visual as the wind rips his face",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helos circle the COMPOUND, kicking up dust, and begin descend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cross cutting all that follows: - At thirty feet above the ground the helicopter begins t shudder and lose stability. Instead of descending in a straight path, the bird drifts sideways",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouting to pilot) Hey! Slide right. - Then lurches down, falling to within 15 feet of the swi ground, rotors churning the dust, creating near BROWNOUT conditions, a dust hurricane",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CU: Pilot finessing the controls - not good enough",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Power!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ECU: rear rotor blades edging closer to the wall, inch by inch. -- Engines straining LOUDLY in the thin, hot air -- The bird loses control, SPINS to a hard landing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ECU: Pilot thrusts stick",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- TAIL crashes hard on the WALL, in a awful screech of twisting metal and sheared concrete -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Tossing the men inside the helo around like rag dolls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASE",
          "text": "The command tent watches the helicopter crash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE 52 PILOT, (O.S.)",
          "text": "Prince 51 is down. Blackhawk down in the animal pen. Maya stands, crestfallen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dust settles to reveal...a twisted wreck. PRINCE 51 has crash landed into a precarious position, wi the back half of the helicopter wedged into the top of th wall and the front of it in the ground, leaving the passe inside suspended more then ten feet off the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although he's wearing a heavy pack and carrying gear, Pat jumps down, landing with a knee-shattering combat roll. Several SEALs follow him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patrick pulls out of his roll and turns around to face th house, looming ominously ahead of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This mission is still a go. Off Maya's relief -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The second helo passes over but a storm of debris and gar from the rooftop creates another flight risk and the helo banks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patrick, Justin and SIX other SEALs cluster near the Firs Gate in the animal pen. One of the SEALs places a charge the gate, while others check the Prayer Room. Boom! The charge partially blows open the metal swing doo of the gate, leaving a very narrow gap. Not ideal. The SEALs muscle and squeeze their way through the narrow ope in the jagged metal as the SNIPER climbs up on the roof o the prayer room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patrick and Jared arrive at the guest house but can't see inside - the windows and doors are covered with sheets. Patrick kneels down to place a charge at the front door h when the door erupts with gunfire - Bullets fly out of the wooden door. One skims Patrick's shoulder as he kneels lower. Patrick fires back at the ho putting a dozen rounds inside. A moment passes. They wait for a response. The door handl unlocks. ABU AHMED'S WIFE appears at the doorway and walk out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ir-fah ee-dek!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You killed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SEALs peer inside and see ABU AHMED lying dead in a pool of blood. Patrick and Jared pump safety rounds into the body. FOUR KIDS are cowering in the corner. Jared moves them ou of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rest of the P51 SEALS breach a gate to the courtyard the Main House. The gate flies open in a fiery ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEALs jump out of P52, rush to the outer wall and set breaching charges on a gate... While Hakim, the DOG HANDL and another SEAL peel off down the block Saber and his team stand by as BOOM!!!, The gate charges off...only to reveal a BRICK WALL behind the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not a door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Failed breach. They hustle to the next entry way and prepare another bre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The COMMANDING OFFICER hears that the SEALs outside are preparing a charge. SEAL MIKE radios in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Echo 11, we're going to breach the main gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative. I'm internal, I'll let you in. The Commanding Officer opens the gate and the other SEALs walk inside. As a group, they move towards the main house arriving at the South side front door. The door is open a they enter -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piercing the first floor darkness with their infra red li the SEALs advance slowly into the first floor hallway. Piles of household clutter, stacked high in bizarre shape greet them like the innards of a haunted house. One of th SEAL's catches movement: A figure with an AK-47 scramblin through clutter, then disappearing around a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abrar! The figure, Abu Ahmed's brother, ABRAR, re-appears at the end of the hallway. He pokes his head out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "100.",
          "text": "- And is shot by Justin. He falls out of view, whimpering in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Justin walks quickly to Abrar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ABRAR is down, bleeding. - Justin fires another round into Abrar as ABRAR'S WIFE c flying in from the sleeping quarters and shields him with her body. - Justin shoots her. She falls...Abrar is underneath her he is still breathing, gasping and - Justin shoots him again, silencing him - Then looks to his wife and assesses her condition - Badly wounded, faint breathing, life fading from her ey - Justin turns away",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Justin and a BREACHER proceed down the hall to the heavy gate that blocks access to the stairway while another SEA stays behind. Somewhere, children are screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut those fucking kids up. O.S. the kids quiet down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talk to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no fucking way we want to blow this thing. The gate is solid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Echo 11 - we're at our primary set point, prepping to breach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, Echo 11 - we're internal on the south side - this is a negative breach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger. We're ready to make our entry out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger that, we're coming to meet you. (to the Breacher) Stay with these kids. Don't let them in the back room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the regrouping that occurs on the side of the main hou Justin and Patrick find themselves side by side - and the old friends take a moment to reconnect while the rest of team places charges and prepares for the next phase of th assault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I forgot...were we supposed to crash that helo? Patrick allows himself a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ibrahim tried to shoot me through the door. I popped him from the outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I fucking smoked Abrar and his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(alt: I think she was",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's gonna bleed out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a fuckin' mess - The door blows - and they keep moving -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SEALs reach the staircase, which is sealed off by a separate metal gate than the one inside the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breacher up. A charge is prepared. Justin, who is now inside one of th side rooms, sees Jared standing close to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey man, move! Jared moves just as -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Boooom! -- The door FLIES like a missile right into where Jared h been standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saber goes up the staircase, Patrick following closely be him, climbing up to see -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man ducks out of sight. Saber calls to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Khaled! Saber waits with his carbine raised. Anxiety crosses his face. He's vulnerable here, an easy target if Khaled were to come out blasting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Khaled hears his name being called from below. A few feet away from him in the dimly lit hall is a loaded AK-47. He goes to the gun and picks it up. He hears his name again, \"Khaled!\" And the voice sounds friendly, urgent. Perhaps thinking that he can surrender peacefully, Khaled puts the gun down, resting it against a wall, and turns a heads back to the sound of his name. Saber sees Khaled poke his head around the corner of the stairway and fires - killing him instantly. Saber pushes past the body, Patrick following, and they c the staircase leading to the third floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The neighborhood, awakened by the crash and gunfire, stir to life. Hakim and the SEALs notice LIGHTS flipping on. And down the block, a group of several young men appear o roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(raising his weapon) This is Echo 05, I've got unknowns gathering on the Southwest Rooftops. Hakim, move those guys back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(speaking in Pashto) Go back brothers, this is official government business, and there is nothing to see here!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to start wasting them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please! They will kill you! The onlookers pause. SEAL aiming lasers dance across thei chests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They will kill you! They turn and go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- SEALs clear the SECOND floor as women and children flow into the hallway... A SEAL grabs one of the wives and pul her out into the hallway, while another female disappears behind a large REFRIGERATOR, and he grabs her too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Justin opens a file cabinet, stuffed with documents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saber is climbing the stairs, gun up, towards the third f when he sees a flash of movement across the landing above him. He stops climbing and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Osama! Osama!? Beat. Beat. Sweat on Saber's face",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Osama!? A man appears at the end of the third floor hallway. -- Ssssht ! a bullet strikes him in the head - knocking h back into a bedroom - Saber fires again, missing - And proceeds down the hallway, going full speed now, Patrick right behind him, sprinting into the bedroom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two women stand at the entrance of the room. Saber rushes them and with a football tackle, slams them into the wall Patrick enters the room and fires several rounds into the man on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Possible jackpot. The women Saber is restraining are wailing, struggling to get to their husband, as a ten year-old boy rushes up to body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "105.",
          "text": "Patrick pushes him away and kneels down to get a better l at the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude, do you realize what you just did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JARED questions the wives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is al Noori Hasan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouting back to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She says it's not him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talk to a kid. Jared kneels down next to a nine year-old girl huddled in the corner and snaps open a chem light. He gives her the glowing green wand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daughter, what is his name? The girl makes no reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDING OFFICER, (O.S.)",
          "text": "(through the radio) For God and Country, Geronimo. Maya gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commanding Officer issues orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All Stations: target secure, target secure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger. Copy. Target Secure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDING OFFICER, (O.S.)",
          "text": "Target Secure - commence SSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Justin flicks on the lights. Moving fast he picks up a COMPUTER tower and throws it to the floor, cracking it op rips out the HARD DRIVE and tosses that into the bag. As we pull back and realize the enormity of the task in f of him - The lights show an organized office, crammed with informa stacks of files, disks, video equipment. Twenty years of jihad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his team) Do not leave a hard drive. The SEALs gather everything they can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saber walks down the staircase in a daze. We stay with hi as he descends, noting the faraway look in his eyes -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saber walks into the office where the SSE (Sensitive Sigh Exploitation) is underway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shot the third floor guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good for you. You want to help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "107.",
          "text": "Justin tosses him an SSE bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASE",
          "text": "The command team studies their monitors. PRINCE 52 PILOT O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "QRF inbound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The COMMANDING OFFICER is talking on two radios at once - one to his men, the other to brass back at Jalalabad base",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Echo 05, this is Red 02, how long do you need for SSE?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a gold mine, I need more time than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're not at the LZ in four, I'm going to leave your ass behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Justin yells to his team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four minutes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hakim arrives at the crashed helo. He crawls into the interior and finds a BLACK BODY BAG. We follow this bag:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hakim jogs into the main house with the BODY BAG, and thr his POV, we see slow down for the first time since the ra began, noting the destruction: - blood stains on the walls, - Bodies pierced with bullets, - Wailing children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you need the bag?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAL, (O.S.)",
          "text": "Third floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEALs roll the body into the BAG as Patrick and another S collect articles of interest. Two SEALs zip up the bag an carry it out. Just as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Justin's team leaves the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The body bag is laid in the courtyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The EOD SEAL slides into the belly of Prince 51. While he places charges, another SEAL climbs up to affix charges t the roof and rotors ...and like a tight roper, he walks o on the tail of the helicopter, when suddenly his foot sli piercing the tail's thin skin, and he nearly falls off. He manages to place a last charge - but the remainder of tail piece will not be detonated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back at the whirling helicopter, the SEALs shove the BODY BAG into the interior compartment and jump in after it. The helo rises into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRINCE 51 explodes, sending shrapnel and a fireball high into the air",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SEALs watch the flames as the compound shrinks beneat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fire of the exploded crashed helo blazes in the night",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SEALs sit silent in the cabin, body bag at their feet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bathed in the bright white lights, Maya waits for the hel Concern on her face. At last, she hears it. A moment later, PRINCE 52 hovers into view and lands. Pat and several SEALs run out, carrying the bag...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is swarming with SOLDIERS, SEALs, and FBI agent with large bio-metric scanners - loud shouting everywhere \"mark media, first floor, who has a pen, etc.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya makes her way towards the hangar tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pushes through the busy SEALs. Maya sees it now - way in the corner of the hangar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "110.",
          "text": "She walks and walks towards the bag. She is alone with it now. She unzips the BAG CU: Maya. Seven years telescoping to this moment. The end of a jour She stares at the body for a moment then turns to look ac the room where ADMIRAL MCRAVEN meets her eye. She nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, the agency expert gave a visual confirmation. Yes, Sir, the girl. Hundred percent. Maya gazes at the bloodied face, then turns away and zips the bag...and leaves the tent. Her eyes afire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maya waits on the tarmac, alone. A C-17, one of the largest most impressive planes in the American fleet, rolls to a stop and the hatch opens. She climbs the ladder -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cavernous cargo plane is empty of passengers. The pil motions to the seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you Maya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the only name they gave me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can sit wherever you want, you're the only one on the manifest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "111.",
          "text": "Maya sits down, buckles in. The PILOT heads back to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must be pretty important, you got the whole plane to yourself! Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you want to go? She's speechless. Overwhelmed. Finally, she lets go. Those luminous eyes become pools of relief and pain.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2609"
    }
  ]
}